Repository: projectestac/agora
Catalog: src/html/zikula/modules/*_jclic/locale/*/LC_MESSAGES/module_*_jclic.po
Languages: ca, es

source: Display the list of activities you can access the user
ca: Mostra la llista d'activitats a les quals pot accedir l'usuari/ària
es: Muestra la lista de actividades a las que puede acceder el usuario

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat
es: Error! Intento de creación fallido.

source: Could not find the allocation requested
ca: No s'ha trobat l'assignació sol·licitada
es: No se ha encontrado la asignación solicitada

source: You do not have access to edit the activity
ca: No pots accedir a editar l'activitat
es: No puedes acceder a editar la actividad

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat
es: Error! Intento de borrado fallido.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar
es: Error! Intento de actualización fallido.

source: Iw_main module must be installed. Install it to install this module.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.
es: El módulo iw_main tiene que estar instalado. Instala primero el iw_main para poder instalar éste módulo.

source: You don't have acces to the activity
ca: No tens accés a l'activitat
es: No tienes acceso a la actividad

source: To add an activity of the <a href="http://clic.xtec.cat/db/listact_ca.jsp" target="_blank">library of activities </ a> of the clicZone, you must copy the address on your card. An example URL is: http://clic.xtec.cat/projects/quadres/jclic/quadres.jclic.zip. <br/> You can also add links to activities JClic published to any Web server, like : http://www.elmeuservidor.com/carpeta/activitat.jclic.zip or upload them directly to the server from files of activities available on the desktop. <br/>
ca: Per afegir una activitat de la <a href="http://clic.xtec.cat/db/listact_ca.jsp" target="_blank">biblioteca d'activitats</a> de la zonaClic, cal copiar l'adreça que apareix a la seva fitxa. Un exemple d'URL és: http://clic.xtec.cat/projects/quadres/jclic/quadres.jclic.zip.<br/>També es poden afegir enllaços a activitats JClic publicades a qualsevol servidor web, com per exemple: http://www.elmeuservidor.com/carpeta/activitat.jclic.zip, o bé, pujar-les al servidor directament des de fitxers d'activitats disponibles a l'ordinador personal.<br/>
es: Para añadir una actividad de la <a href="http://clic.xtec.cat/db/listact_ca.jsp" target="_blank">biblioteca de actividades </ a> de la clicZone, debe copiar la dirección a su ficha. Una dirección de ejemplo es: http://clic.xtec.cat/projects/quadres/jclic/quadres.jclic.zip. <br/> También puede añadir enlaces a actividades JClic publicadas en otros servidores Web, por ejemplo: http://www.elmeuservidor.com/carpeta/activitat.jclic.zip o bien cargarlas directamente al servidor a través de archivos o actividades disponibles en su equipo. <br/>

source: There was an error in editing the property
ca: S'ha produït un error en editar la propietat
es: Se ha producido un error al editar la propiedad

source: Unable to upload to the server. The mapping failed
ca: No s'ha pogut pujar el fitxer al servidor. No s'ha fet l'assignació
es: No se ha podido subir el fichero al servidor. La asignación ha fallado

source: There was an error creating the assignment
ca: S'ha produït un error en crear l'assignació
es: Se ha producido un error al crear la asignación

source: An error occurred while making allocations to selected groups
ca: S'ha produït un error en fer les assignacions als grups seleccionats
es: Se ha producido un error al hacer las asignaciones de los grupos seleccionados

source: Activities I have assigned
ca: Activitats que he assignat
es: Actividades que he asignado

source: Activities assigned
ca: Activitats assignades
es: Actividades asignadas

source: An error occurred while editing the content
ca: S'ha produït un error en editar el contingut
es: Se ha producido un error al editar el contenido

source: Unable to delete users associated with the allocation
ca: No s'han pogut esborrar els usuaris relacionats amb l'assignació
es: No se han podido borrar los usuarios relacionados con la asignación

source: Unable to delete sessions related to the allocation
ca: No s'han pogut esborrar les sessions relacionats amb l'assignació
es: No se han podido borrar las sesiones relacionadas con la asignación

source: Failed to delete the allocation
ca: No s'han pogut esborrar l'assignació
es: No se han podido borrar las asignaciones

source: The module configuration has changed
ca: La configuració del mòdul ha canviat
es: La configuración del módulo ha cambiado

source: Name
ca: Nom
es: Nombre

source: Statement
ca: Permet assignar activitats JClic als usuaris designats
es: Enunciado

source: Text of the activity
ca: Text de l'activitat
es: Texto de la actividad

source: Activity
ca: Activitat
es: Actividad

source: Results
ca: Resultats
es: Resultados

source: Start
ca: Inici
es: Inicio

source: Score
ca: Puntuació
es: Puntuación

source: Total Time
ca: Temps total
es: Tiempo total

source: Design
ca: Realizades
es: Realizadas

source: Right
ca: Encertades
es: Aciertos

source: Totals
es: Totales

source: Average
ca: Mitjana
es: Mediana

source: No results found
ca: No s'han trobat resultats
es: No se han encontrado resultados

source: Hide Results Table
ca: Amaga la taula de resultats
es: Esconde la tabla de resultados

source: List of activities that I have assigned
ca: Llista d'activitats que he assignat
es: Lista de actividades que he asignado

source: Groups
ca: Grups
es: Grupos

source: Comment
ca: Observacions
es: Observaciones

source: Features
ca: Característiques
es: Características

source: options
ca: Opcions
es: Opciones

source: Limits
ca: Límit
es: Límite

source: N. activities
ca: N. activitats
es: N. actividades

source: Skin
ca: Aparença
es: Apariencia

source: Width
ca: Amplada
es: Ancho

source: Height
ca: Alçada
es: Altura

source: State
ca: Estat
es: Estado

source: Active
ca: Actiu
es: Activo

source: No active
ca: No activa
es: No activa

source: Edit
ca: Edició
es: Editar

source: Correct
ca: Corregir
es: Corregir

source: Really want to delete it?
ca: Vols realment esborrar-la?
es: Realmente quieres borrarla?

source: Delete
ca: Esborrament
es: Borrar

source: About this module
ca: Pel que fa a aquest mòdul
es: Acerca de éste módulo

source: ... deleting ...
ca: ...esborrant...
es: ...borrando...

source: You must enter the name of the activity
ca: Cal escriure el nom de l'activitat
es: HAce falta escribir el nombre de la actividad

source: You have not written the url where to find the activity or any file has been chosen to be uploaded to the server
ca: No heu escrit l'URL on s'ha de buscar l'activitat ni tampoc s'ha triat cap fitxer per pujar al servidor
es: No has escrito la url dónde buscar la actividad ni tampoco se ha escogido el fichero para subirlo al servidor

source: The format of the link is wrong
ca: El format de l'enllaç és incorrecte
es: El formato del enlace no es correcto

source: The file that you upload to the server has an invalid.
ca: El fitxer que vols pujar al servidor té una extensió incorrecta.
es: El fichero que quieres subir al servidor tiene una extensión incorrecta.

source: Confirms the assignment of the activity
ca: Confirma l'assignació de l'activitat
es: Confirma la asignación de la actividad

source: Assign activities
ca: Assigna activitats
es: Asigna actividades

source: General Parameters
ca: Paràmetres generals
es: Parámetros generales

source: Parameters JClic
ca: Paràmetres JClic
es: Parámetros JClic

source: Link or file activity
ca: Enllaç o fitxer de l'activitat
es: Enlace o fichero de la actividad

source: or, upload the file from the server activity
ca: o bé, puja el fitxer de l'activitat al servidor
es: o bien, sube el fichero de la actividad al servidor

source: This module supports activities JClic directly to the server, but for a configuration error is not possible. Please contact the portal administrator.
ca: Aquest mòdul admet pujar activitats JClic directament al servidor, però per algun error de configuració aquesta opció no està disponible. Poseu-vos en contacte amb l'administrador del portal.
es: Éste módulo admite subir actividades JClic directamente al servidor, pero por algún error de configuración ésta opción no esta disponible. Poneros en contacto con el administrador del portal.

source: Parameters of evaluation
ca: Paràmetres d'avaluació
es: Parámetros de evaluación

source: Maximum number of attempts
ca: Nombre màxim d'intents
es: Número máximo de intentos

source: Unlimited
ca: Il·limitat
es: Ilimitado

source: Evaluation criterion
ca: Criteri d'avaluació
es: Criterio de evaluación

source: Scoring average to achieve
ca: Puntuació mitjà a aconseguir
es: Puntuación media ha conseguir

source: Number of different activities resolved correctly
ca: Nombre d'activitats diferents resoltes correctament
es: Nombre de actividades diferentes resueltas correctamente

source: Parameters of the assignment
ca: Paràmetres de l'assignació
es: Parámetros de la asignación

source: List of selected groups
ca: Llista de grups seleccionats
es: Lista de grupos seleccionados

source: New group
ca: Grup nou
es: Grupo nuevo

source: Select a group ...
ca: Selecciona un grup...
es: Selecciona un grupo...

source: Add
ca: Afegeix
es: Añade

source: It will not be changed until click the Send link
ca: El canvi serà efectiu en fer clic al botó Envia
es: El canvio será efectivo cuando haga clic en el boton Envía

source: Minimum starting date of the activity
ca: Data mínima d'inici de l'activitat
es: Fecha mínima de inicio de la actividad

source: Deadline
ca: Data límit de lliurament
es: Fecha límite para hacer al entrega

source: This form contains fields marked with an
ca: Aquest formulari conté camps obligatoris marcats amb un
es: Éste formulario contiene campos obligatorios marcados con un

source: Send
ca: Envia
es: Envía

source: Cancel
ca: Cancel·la
es: Cancelar

source: Create or edit comments
ca: Crea o edita comentaris
es: Crea o edita comentarios

source: Show all the users
ca: Mostra tots els usuaris
es: Muestra todos los usuarios

source: Summary
ca: Versió resumida
es: Versión resumida

source: Show details
ca: Mostra detalls
es: Muestra detalles

source: No found sessions
ca: No s'han trobat sessions
es: No se han encontrado sesiones

source: Enlarge
ca: Versió ampliada
es: Versión ampliada

source: N. Attempts
ca: N. Intents
es: N. Intentos

source: List of activities that have assigned
ca: Lista d'activitats que m'han assignat
es: Lista de actividades que me han asignado

source: You have no assignment
ca: No tens cap activitat assignada
es: No tienes ninguna actividad asignada

source: Open
ca: Oberta
es: Abierta

source: Closed
ca: Tancada
es: Cerrada

source: Was assigned activity
ca: T'ha assignat l'activitat
es: Te ha asignado la actividad

source: Date of assignment
ca: Data de l'assignació
es: Fecha de la asignación

source: Hide Details
ca: Amaga detalls
es: Esconde detalles

source: Sometimes you have carried out the activity
ca: Vegades que has portat a terme l'activitat
es: Veces que has realizado la actividad

source: Times you can do the activity
ca: Vegades que pots portar a terme l'activitat
es: Veces que puedes puedes realizar la actividad

source: View results
ca: Veure els resultats obtinguts
es: Ver los resultados obtenidos

source: Do the activity
ca: Fer l'activitat
es: Hacer la actividad

source: Change the settings
ca: Modifica la configuració
es: Modifica la configuración

source: Address of the server that manages files jar
ca: Adreça del servidor que gestiona els fitxers jar
es: Dirección del servidor que gestiona los ficheros jar

source: Time is left between the client-server transactions (in seconds)
ca: Temps que es deixa entre les transaccions client-servidor (expressat en segons)
es: Tiempo que se deja entre las transacciones cliente-servidor (expresado en segundos)

source: Be careful with these parameters: Incorrect values may cause problems.
ca: Aneu amb compte amb aquests paràmetres: uns valors incorrectes podrien causar problemes.
es: Vigilar con estos parámetros: unos valores incorrectos podrían generar problemas.

source: Directory server to store the JClic
ca: Directori del servidor on s'emmagatzemen les activitats JClic
es: Directorio del servidor donde se guardan las actividades JClic

source: Can not find the directory for storing information activities
ca: No s'ha trobat el directori per emmagatzemar-hi activitats
es: No se ha encontrado el directorio para guardar las actividades

source: In this folder you must give write permissions
ca: A aquesta carpeta cal donar-li permisos d'escriptura
es: A ésta carpeta hace falta darle permisos de escritura

source: Groups that can be chosen at the time of assignments
ca: Grups que es poden triar en el moment de fer assignacions
es: Grupos que se pueden escoger en el momento de hacer asignaciones

source: Details
ca: Detalls
es: Detalles

source: Activities to do
ca: Activitats a fer
es: Actividades a realizar

source: You don't have access to any activity jclic
ca: No tens accés a cap activitat Jclic
es: No tienes acceso a ninguna actividad Jclic

source: The allocation has been edited successfully
ca: L'assignació s'ha editat correctament
es: La asignación se ha editado correctamente

source: Has become a new allowance
ca: S'ha fet una assignació nova
es: Se ha hecho una nueva asignación

source: Renotes
ca: Resposta per a l'alumne/a
es: Respuesta para el alumno/a
