Repository: projectestac/agora
Catalog: html/zikula2/modules/Content/locale/*/LC_MESSAGES/module_content.po
Languages: ca

source: Unable to locate original translation template.
ca: No ha estat possible localitzar la plantilla de traducció original.

source: Unable to locate new translation template.
ca: No ha estat possible localitzar la plantilla de traducció nova.

source: Add a new page
ca: Afegeix una pàgina nova

source: Page list
ca: Llista de pàgines

source: Sitemap
ca: Mapa dels continguts

source: Extended
ca: Estès

source: Complete
ca: Complet

source: Category list
ca: Llista de categories

source: Restore pages
ca: Restaura les pàgines

source: Add new page
ca: Afegeix una pàgina nova

source: Settings
ca: Paràmetres

source: Upgrade ContentTypes
ca: Actualitza el tipus de continguts

source: Migrate Data
ca: Migra les dades

source: Error! Unknown content-ID
ca: L'ID del contingut és desconegut

source: disabled plugin
ca: deshabilita els connectors

source: Disabled: Inaccessible plugin output (%1$s, %2$s).
ca: No habilitat: la sortida del connector no és accessible (%1$s, %2$s).

source: Error! Can't load content plugin
ca: No s'ha pogut carregar el connector del mòdul

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the class is not defined. Upgrade of %2$s module required.
ca: No ha estat possible carregar el connector [%1$s] del mòdul [%2$s] perquè la classe no està definida. És necessari actualitzar el mòdul %2$s.

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
ca: No s'ha pogut carregar el connector [%1$s] del mòdul [%2$s], ja que el mòdul no està disponible.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
ca: No s'ha pogut carregar el connector [%1$s] del mòdul [%2$s] per alguna raó desconeguda.

source: Unknown user
ca: Usuari/ària desconegut

source: Content updated
ca: S'ha actualitzat el contingut

source: Content deleted
ca: S'ha esborrat el contingut

source: Translated
ca: S'ha fet la traducció

source: Translation deleted
ca: S'ha esborrat la traducció

source: Content moved
ca: S'ha desplaçat el contingut

source: Content added
ca: S'ha afegit el contingut

source: Page added
ca: S'ha afegit la pàgina

source: Page cloned from page [%s]
ca: Pàgina clonada des de la pàgina [%s]

source: Page updated
ca: S'ha actualitzat la pàgina

source: Page restored from version [%s]
ca: Pàgina restaurada des de la versió [%s]

source: Page deleted
ca: Pàgina esborrada

source: Error! Unknown version ID [%s]
ca: Versió de l'ID [%s] desconeguda

source: Error! Could not reinsert page
ca: No s'ha pogut tornar a inserir la pàgina

source: Error! Re-created old content item but did not restore old ID.
ca: S'ha tornar a crear el contingut de l'element, però no s'ha restaurat l'ID antic.

source: Error! Cannot create sub-page without parent page ID
ca: No es poden crear subpàgines sense l'ID d'una pàgina pare.

source: Error! There is already another page registered with the supplied permalink URL.
ca: Ja existeix una altra pàgina amb aquest enllaç permanent.

source: Error! It is not possible to move a parent page beneath one of its descendants.
ca: No es pot desplaçar una pàgina sota d'un dels seus descendents.

source: Error! The indentation of this page cannot be increased.
ca: No s'ha pogut incrementar la sagnia d'aquesta pàgina.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements.

source: Error! Could not load any Content pages or items.
ca: No s'ha pogut carregar cap pàgina o element.

source: Page lists
ca: Llista de pàgines

source: Content Last updated
ca: Darrera actualització de contingut

source: Content Last updated pages block
ca: Darrera actualització de pàgines més visitades

source: All pages
ca: Totes les pàgines

source: Content menu
ca: Menú de continguts

source: Content menu block
ca: Bloc de menú de continguts

source: Content Most Viewed
ca: Contingut més vist

source: Content Most viewed Pages block
ca: Bloc de pàgines més visitades

source: Content onepage
ca: Contingut en una pàgina

source: Content onepage block
ca: Contingut en una pàgina de bloc

source: No page selected
ca: No s'ha seleccionat cap pàgina

source: Select a page
ca: Menú de continguts

source: Content subpages of current page
ca: Subpàgines de continguts de la pàgina actual

source: Content subpages of the current page in a block
ca: Subpàgines de continguts de la pàgina actual en un bloc

source: Author Infobox
ca: Informació de l'autor/a

source: Various information about the author of the page.
ca: Informacions diverses sobre l'autor/a de la pàgina.

source: Blocks
ca: Blocs

source: Display Zikula blocks.
ca: Mostra blocs del Zikula.

source: - Make a choice -
ca: - Feu una elecció -

source: Active
ca: Actiu

source: InActive
ca: Inactiu

source: BreadCrumb
ca: Darreres pàgines visitades

source: Show breadcrumbs for hierarchical pages
ca: Mostra darreres pàgines visitades per les pàgines jeràrquiques

source: Camtasia Flash video
ca: Vídeo Flash de Camtasia

source: Display a Camtasia Flash video.
ca: Mostra un vídeo Flash de Camtasia

source: Flash Video-Path: %1$s<br>Size in pixels: %2$s
ca: Camí del vídeo Flash: %1$s<br>Mida en píxels: %2$s

source: Video description: %s
ca: Descripció del vídeo: %s

source: Computer Code
ca: Codi font

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
ca: Editor de text per al codi font. S'afegeixen números de línia en el text i es mostra en un tipus de lletra mono espaiat.

source: Existing Content Item
ca: Element de contingut existent

source: Display an already existing Content Item.
ca: Mostra un contingut que ja existeix.

source: Displays existing Content Item [ID %1$s], Type: %2$s, Module %3$s, Source Page %4$s
ca: Mostra el contingut existent [ID %1$s], Tipus: %2$s, Mòdul %3$s, Pàgina d'origen %4$s

source: Flash video file
ca: Fitxer de vídeo de Flash

source: Display a Flash video.
ca: Mostra un vídeo de Flash.

source: Photos from Flickr.com
ca: Fotos des de Flickr.com

source: Display thumbnails from specific Flickr user or tags.
ca: Mostra imatges en miniatura d'un usuari/ària de Flickr.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
ca: Si voleu afegir fotos del Flickr als vostres continguts necessiteu una clau API de Flickr. En podeu aconseguir una a <a href="http://www.flickr.com/api">flickr.com</a>.

source: Flickr photos from user %1$s associated with tags %2$s
ca: Les fotos de Flickr de l'usuari/ària %1$s estan associats amb les etiquetes %2$s

source: Google map
ca: Mapa del Google

source: Display Google map position.
ca: Mostra la posició dels mapes de Google.

source: A Google maps API key is not needed any more in the new version 3 of the Javascript API.
ca: La clau API de Google maps ja no és necessària a partir de la versió 3 de l'API de Javascript

source: Map at longitude: %1$s, lattitude: %2$s, description: %3$s
ca: Mapa en longitud: %1$s, latitud: %2$s, descripció: %3$s

source: Heading
ca: Títol

source: Section heading (or page title) for structuring large amounts of text.
ca: Capçalera (o títol de la pàgina) estrucuturar grans quantitats de text.

source: HTML markup text
ca: Text de marcat HTML

source: HTML editor for adding markup text to your page.
ca: Editor HTML per afegir text marcat les vostres pàgines.

source: Add text here...
ca: Afegiu el text aquí...

source: Join Position
ca: Uneix la posició

source: Joins different positions, e.g. if you used position: top-right then this can fix the layout/textflow.
ca: Uneix diferents posicions, per exemple, Si heu utilitzat la posició: dalt a la dreta, llavors això pot ajustar el disseny/TextFlow.

source: Module display
ca: Mostra un mòdul

source: Display output from any installed module.
ca: Mostra la sortida generada per qualsevol mòdul instal·lat.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
ca: El nombre màxim de pàgines en una pàgina ha arribat! És probable que hagis inclòs aquesta pàgina en ella mateixa.

source: Display OpenStreetMap map position.
ca: Mostra la posició de l'OpenStreetMap map.

source: If you want to add OpenStreetMap maps to your content you don't need an API key.
ca: Si voleu afegir mapes d'OpenStreetMap en els vostres continguts no necessiteu una clau API.

source: Page navigation
ca: Navegador de la pàgina

source: Allows to navigate within pages on the same level.
ca: Permet navegar entre pàgines del mateix nivell.

source: Quote
ca: Citació

source: A highlighted quote with source.
ca: Una citació en negreta amb origen

source: Add quote text here...
ca: Escriviu la citació aquí...

source: Name of the Source
ca: Nom de l'origen

source: RSS feed
ca: Canal RSS

source: Display list of items in an RSS feed. Needs the ZFeed system plugin.
ca: Mostra la llista d'ítems en una font de notícies RSS. Cal el connector de sistema ZFeed.

source: Display slides from slideshare.com
ca: Mostra presentacions de diapositives publicades a slideshare.com

source: Table of contents
ca: Taula de continguts

source: A table of contents of headings and subpages (built from the available Content pages).
ca: Una taula de continguts de títols i sub-pàgines (construïda a partir de les pàgines de continguts disponibles).

source: Table of contents of %s
ca: Taula de continguts per %s

source: Yes, unlimited
ca: Sí, sense límits

source: Yes, limited
ca: Sí, limitat

source: Unfiltered raw text
ca: Text sense filtrar

source: A plugin for unfiltered raw output (iframes, JavaScript, banners, etc)
ca: Un connector per a la sortida de continguts sense filtrar (iframes, JavaScript, banners, etc)

source: An <strong>iframe</strong> is included with<br />src = %1$s<br />width = %2$s and height = %3$s
ca: Un <strong>iframe</strong> és inclòs amb<br />src = %1$s<br />width = %2$s i height = %3$s

source: The following <strong>unfiltered text</strong> will be included literally<br />%s
ca: El <strong>text no filtrat</strong> següent serà inclòs literalment<br />%s

source: Add unfiltered text here ...
ca: Afegeix text no filtrat aquí...

source: Vimeo video clip
ca: Vídeo de Vimeo

source: Display Vimeo video clip.
ca: Mostra el vídeo de Vimeo.

source: YouTube video clip
ca: Vídeo de YouTube

source: Display YouTube video clip.
ca: Mostra un vídeoclip del YouTube.

source: Video-ID : %1$s<br />Size in pixels: %2$s x %3$s
ca: Vídeo-ID : %1$s<br />Mida en píxels: %2$s x %3$s

source: No ContentTypes upgraded (there were no matches found).
ca: No hi ha actualitzacions dels tipus de pàgines (no s'han trobat coincidències).

source: Module '%s' migrated successfully.
ca: El mòdul '%s' s'ha migrat satisfactòriament.

source: Error: Unable to migrate module '%s'.
ca: No s'ha pogut migrar el mòdul '%s'.

source: Ok
ca: D'acord

source: Error! No page ID passed.
ca: No s'ha passat la ID de la pàgina.

source: Error! Could not update page state.
ca: No s'ha pogut actualitzar l'estat de la pàgina.

source: Error! Could not update page in menu state.
ca: No s'ha pogut actualitzar la pàgina en l'estat del menú.

source: Error! No content ID passed.
ca: No s'ha passat ID de contingut.

source: Error! Could not update content item state.
ca: No s'ha pogut actualitzar l'estat de l'element.

source: Warning! %1$s is deprecated. Please use the Admin controller instead.
ca: Atenció! %1$s és obsolet. Si us plau, feu servir Admin controller en lloc seu.

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
ca: Versió #%1$s - %2$s - %3$s de %4$s des de %5$s

source: Preview
ca: Previsualitza

source: Error! Unknown page.
ca: Pàgina desconeguda

source: Page not found
ca: No s'ha trobat la pàgina

source: Clone page
ca: Clona la pàgina

source: Error! You have not been granted access to create pages.
ca: No podeu accedir a la creació de pàgines.

source: Restore deleted pages
ca: Restaura les pàgines esborrades

source: Unknown
ca: Desconegut

source: Unknown plugin - requires upgrade
ca: Connector desconegut - cal actualitzar

source: Disabled plugin - requires upgrade
ca: Connector deshabilitat - cal actualitzar

source: Edit content item
ca: Edita un element de contingut

source: public (all)
ca: públic (tothom)

source: only logged in members
ca: només membres validats

source: only not logged in people
ca: només persones no validades

source: Error validating hooked content.
ca: Error validant el lligam.

source: Edit page
ca: Edita la pàgina

source: Layout changed
ca: S'ha canviat la disposició

source: Page history
ca: Historial de la pàgina

source: Page list and content structure
ca: Llista de pàgines i estructura del contingut

source: Missing page ID (pid) in URL
ca: S'ha perdut la ID (pid) de la pàgina la URL

source: Missing content area index (cai) in URL
ca: S'ha perdut l'índex de l'àrea de contingut (cai) a la URL

source: Add new content to page
ca: Afegeix contingut a la pàgina

source: Located below:
ca: Situat a continuació:

source: Located after:
ca: Situat després de:

source: Use 2 category levels (1st level single, 2nd level multi selection)
ca: Fes ús de 2 nivells de categoria (1er nivell simple, 2on nivell de multi selecció)

source: Use 2 category levels (both single selection)
ca: Utilitza 2 nivells de categoria (els dos de selecció simple)

source: Use 1 category level
ca: Fes us d'un nivell de categoria

source: Don't use Categories at all
ca: No facis ús de les categories

source: New pages will be active and available in the menu
ca: Les pàgines noves estaran actives i disponibles en el menú

source: New pages will be inactive and available in the menu
ca: Les pàgines noves no estaran actives, però sí disponibles en el menú

source: New pages will be active and not available in the menu
ca: Les pàgines noves estaran actives, però no disponibles en el menú

source: New pages will be inactive and not available in the menu
ca: Les pàgines noves no estaran actives ni disponibles en el menú

source: Top of the page, left of the page title
ca: Part superior de la pàgina, a l'esquerra del títol de la pàgina

source: Bottom of the page
ca: Part de baix de la pàgina

source: Failed to set configuration variables
ca: S'ha produït un error en establir les variables de configuració

source: Main category property does not exist.
ca: La propietat de la categoria principal no existeix.

source: Second category property does not exist.
ca: La segona propietat de la categoria no existeix.

source: Done! Saved module configuration.
ca: S'ha modificat la configuració del mòdul.

source: Sorry, you cannot translate an item to the same language as it's default language ("%1$s"). Change the current site language ("%2$s") to some other language on the <a href="%3$s">localisation settings</a> page.<br /> Another way is to add, for instance, <strong>&amp;lang=de</strong> to the url for changing the current site language to German and after that the item can be translated to German.
ca: Disculpeu, no podeu traduir un ítem al mateix idioma que l'idioma original ("%1$s"). Modifiqueu l'idioma per defecte de la pàgina ("%2$s") a altres idiomes des de la pàgina de <a href="%3$s">paràmetres de localització</a>.<br /> Una altra manera és afegir, per exemple, <strong>&amp;lang=ca</strong> a la url per canviar l'idioma actual de la pàgina a català. Després d'això l'ítem pot ser traduït a català.

source: Translate content item
ca: Tradueix aquest element de contingut

source: Translate page
ca: Tradueix la pàgina

source: No box
ca: Sense caixa

source: Above
ca: A dalt

source: Float, left
ca: Flota a l'esquerra

source: Float, right
ca: Flota a la dreta

source: Above, left
ca: A dalt a l'esquerra

source: Above, right
ca: A dalt a la dreta

source: Warning! Could not create the default Content category tree. If you want to use categorisation with Content, register at least one property for the module in the Category Registry.
ca: Atenció! No s'ha pogut crear l'arbre de categories de continguts per defecte. Si voleu fer servir les categories, registreu almenys una propietat pel mòdul en el registre de categories.

source: Table creation failed for 'content_translatedcontent':
ca: La creació de la taula ha fallat per 'content_translatedcontent':

source: Table creation failed for 'content_translatedpage':
ca: La creació de la taula ha fallat per 'content_translatedpage':

source: Table rename failed: %s.
ca: El canvi de nom de la taula ha fallat: %s.

source: Content Display Hooks
ca: Lligams de visualització de continguts

source: Content Filter Hooks
ca: Filtre de lligams de continguts

source: HTML ContentType Hook
ca: Lligam de tipus de contingut HTML

source: HTML ContentType Filter Hook
ca: Lligam de filtre de tipus de contingut HTML

source: All old hooks have been unregistered and new available hooks are now registrered.
ca: S'han eliminat els lligams antics i s'han registrat els lligams nous disponibles.

source: Content introduction page
ca: Pàgina introductòria del mòdul de continguts

source: Warning! Could not create the default Content introductory page.
ca: Atenció! No s'ha pogut crear la pàgina introductòria per defecte.

source: A Content page consists of various content items in a chosen layout
ca: Una pàgina de continguts consisteix diversos ítems de contingut situats sobre una estructura de escollida

source: <p>Each created page has a specific layout, like 1 column with and without a header, 2 columns, 3 columns. The chosen layout contains various content areas. In each area you can place 1 or more content items of various kinds like:</p> <ul> <li>HTML text;</li> <li>YouTube videos;</li> <li>Google maps;</li> <li>Flickr photos;</li> <li>RSS feeds;</li> <li>Computer Code;</li> <li>the output of another Zikula module.</li> </ul> <p>Within these content areas you can sort the content items by means of drag & drop.<br /> You can make an unlimited number of pages and structure them hierarchical. Your page structure can be displayed in a multi level menu in your website.</p>
ca: <p>Cadascuna de les pàgines creades té una estructura específica, com 1 columna amb i sense capçalera, 2 columnes, 3 columnes. L'estructura escollida conté vàries àrees de continguts. A cadascuna de les àrees podeu situar 1 o més ítems de continguts de diferents tipus com:</p> <ul> <li>Text HTML;</li> <li>Vídeos de YouTube;</li> <li>Mapes de Google;</li> <li>Àlbums de fotos de Flickr;</li> <li>Fonts de notícies RSS;</li> <li>Codi de programació;</li> <li>la sortida d'un altre mòdul de Zikula.</li> </ul> <p>Dins d'aquestes àrees de continguts podeu ordenar els ítems arrossegant-los i deixant-los allà on han d'anar.<br /> Podeu crear un nombre il·limitat de pàgines i estructurar-les jeràrquicament. La vostra estructura de pàgina pot ser mostrada en un menú de multi nivell en el vostre lloc web.</p>

source: <p><strong>This is a second HTML text content item in the left column</strong><br /> Content is an extendible module. You can create your own content plugins and layouts and other Zikula modules can also offer content items. The News published module for instance has a Content plugin for a list of the latest articles.</p>
ca: <p><strong>Aquest és un segon ítem de contingut amb text HTML a la columna de l'esquerra</strong><br /> El mòdul de continguts és extensible. Podeu crear els vostres propis connectors pel mòdul i estructures, i altres mòdul de Zikula també poden oferir ítems de continguts. Per exemple, el mòdul de notícies disposa d'un connector que permet mostrar la llista dels darrers articles creats.</p>

source: No matter what your needs, Zikula can provide the solution.
ca: És igual el que necessitis, Zikula et pot aportar la solució.

source: $this->doAction($var); // just some code
ca: $this->doAction($var); // només una mica de codi

source: <p>So you see that you can place all kinds of content on the page in your own style and liking. This makes Content a really powerful module.</p> <p>This page uses the <strong>2 column (62|38) layout</strong> which has a header, 2 colums with 62% width on the left and 38% width on the right and a footer</p>
ca: <p>Com podeu comprovar us és possible situar qualsevol contingut a la pàgina segon el vostre estil i com us agradi. Això del mòdul de continguts un mòdul realment potent.</p> <p>Aquesta pàgina fa ús de l'estructura de <strong>2 columen (62|38)</strong>, que té una capçalera, 2 columnes de 62% d'amplada a l'esquerra i 38% d'amplada a la dreta i un peu de pàgina</p>

source: This <strong>footer</strong> finishes of this introduction page. Good luck with using Content. The <a href="index.php?module=content&type=admin&func=main">Page list</a> interface lets you edit or delete this introduction page. In the <a href="index.php?module=content&type=admin&func=settings">administration settings</a> you can further control the Content module.
ca: Aquest <strong>peu de pàgina</strong> és el final de la pàgina introductòria. Bona sort amb l'ús del mòdul de continguts. La interfície d'<a href="index.php?module=content&type=admin">edició de continguts</a> us permet editar o esborrar aquesta pàgina introductòria. Des de la interfície d'<a href="index.php?module=content&type=admin">administració</a> podeu editar les característiques i tenir el controls del mòdul de continguts.

source: A default Content introductory page with several Content items has been created.
ca: S'ha creat una pàgina amb contingut d'introducció per defecte.

source: Layout %1$s could not be updated for page %2$s, fix missing layouts before upgrade.
ca: La disposició %1$s no es pot actualitzar per la pàgina %2$s, fixeu la disposicó abans d'actualitzar.

source: %1$s ContentTypes upgraded for %2$s
ca: %1$s tipus de continguts actualitzat per a %2$s

source: Header
ca: Títol

source: Centre column
ca: Columna central

source: 1 column
ca: 1 columna

source: Header + single 100% wide column
ca: Capçalera + 1 columna amb amplada 100%

source: Header above page title
ca: La capçalera per sobre del títol de la pàgina

source: 1 column, header above page title
ca: 1 columna, capçalera per sobre del títol de la pàgina

source: Single 100% wide column and a top-header above the page title headline (for e.g. breadcrumbs or author-information above the title)
ca: Una columna simple amb amplada 100% i la capçalera per sobre del títol de la pàgina

source: 1 column no header
ca: 1 columna sense capçalera

source: Single 100% wide column without header
ca: Columna única amb una amplada del 100% i sense capçalera

source: Left column1
ca: Columna esquerra 1

source: Right column1
ca: Columna dreta 1

source: Center
ca: Centre

source: Left column2
ca: Columna esquerra 2

source: Right column2
ca: Columna dreta 2

source: Footer
ca: Peu de pàgina

source: 2-1-2 columns (50|50)
ca: 2-1-2 columnes (50|50)

source: Header + two-one-two columns (50|50) + footer
ca: Capçalera + dues-una-dues columnes (50|50) + peu de pàgina

source: Center1
ca: Centre 1

source: Center2
ca: Centre 2

source: Left column3
ca: Columna esquerra 3

source: Right column3
ca: Columna dreta 3

source: 2-1-2-1-2 columns (50|50)
ca: 2-1-2-1-2 columnes (50|50)

source: Header + two-one-two-one-two columns (50|50) + footer
ca: Capçalera + dues-una-dues-una-dues columnes (50|50) + peu de pàgina

source: Right Extra Column Top
ca: Columna extra a dalt a la dreta

source: Right Extra Column Bottom
ca: Columna extra a baix a la dreta

source: 2-1-2-1-2 columns (50|50) + extra right column
ca: 2-1-2-1-2 columnes (50|50) + columna extra a la dreta

source: Header + two-one-two-one-two columns (50|50) + footer + extra right column
ca: Capçalera + dues-una-dues-una-dues columnes (50|50) + columna extra a la dreta

source: Left column
ca: Columna esquerra

source: Right column
ca: Columna dreta
