Repository: projectestac/agora
Catalog: html/zikula2/modules/Content/locale/*/LC_MESSAGES/module_content.po
Languages: ca

source: 2 columns (25|75)
ca: 2 columnes (25|75)

source: Header + two columns (25|75) + footer
ca: Capçalera + dues columnes (25|75) + peu de pàgina

source: 2 columns (30|70)
ca: 2 columnes (30|70)

source: Header + two columns (30|70) + footer
ca: Capçalera + dues columnes (30|70) + peu de pàgina

source: 2 columns (33|66)
ca: 2 columnes (33|66)

source: Header + two columns (33|66) + footer
ca: Capçalera + dues columnes (33|66) + peu de pàgina

source: 2 columns (38|62)
ca: 2 columnes (38|62)

source: Header + two columns (38|62) + footer
ca: Capçalera + dues columnes (38|62) + peu de pàgina

source: 2 columns (62|38)
ca: 2 columnes (62|38)

source: Header + two columns (62|38) + footer
ca: Capçalera + dues columnes (62|38) + peu de pàgina

source: 2 columns (66|33)
ca: 2 columnes (66|33)

source: Header + two columns (66|33) + footer
ca: Capçalera + dues columnes (66|33) + peu de pàgina

source: 2 columns (70|30)
ca: 2 columnes (70|30)

source: Header + two columns (70|30) + footer
ca: Capçalera + dues columnes (70|30) + peu de pàgina

source: 2 columns (75|25)
ca: 2 columnes (75|25)

source: Header + two columns (75|25) + footer
ca: Capçalera + dues columnes (75|25) + peu de pàgina

source: 2 columns (50|50)
ca: 2 columnes (50|50)

source: Header + two columns (50|50) + footer
ca: Capçalera + dues columnes (50|50) + peu de pàgina

source: 3 columns (25|25|50)
ca: 3 columnes (25|25|50)

source: Header + three columns (25|25|50) + footer
ca: Capçalera + tres columnes (25|25|50) + peu de pàgina

source: 3 columns (25|50|25)
ca: 3 columnes (25|50|25)

source: Header + three columns (25|50|25) + footer
ca: Capçalera + tres columnes (25|50|25) + peu de pàgina

source: 3 columns (50|25|25)
ca: 3 columnes (50|25|25)

source: Header + three columns (50|25|25) + footer
ca: Capçalera + tres columnes (50|25|25) + peu de pàgina

source: 3 columns (33|33|33)
ca: 3 columnes (33|33|33)

source: Header + three columns (33|33|33) + footer
ca: Capçalera + tres columnes (33|33|33) + peu de pàgina

source: Content editing
ca: Pàgines avançades

source: Create hierachical pages with a flexible layout containing a wide variety of content, such as html text, images, videos, maps and much more.
ca: Crear pàgines jeràrquiques amb un disseny flexible que tingui una àmplia varietat de contingut, com text HTML, imatges, vídeos, mapes i molt més.

source: content
ca: contingut

source: Content Full Page Hook
ca: Lligam de pàgina sencera de contingut

source: Unknown id
ca: Id desconegut

source: Content not available
ca: El contingut no està disponible

source: No needle id
ca: No s'ha trobat l'id del que s'estava buscant

source: %s area
ca: %s àrea

source: Please install the BBCode module to enable BBCodes display.
ca: Si us plau, instal·leu el mòdul BBCode per habilitar la visualització de codis tipus BBCode

source: Edit this page
ca: Edita aquesta pàgina

source: Translate this page
ca: Tradueix aquesta pàgina

source: Edit this: %1$s [ID%2$s]
ca: Edita: %1$s [ID%2$s]

source: Click to edit this content item
ca: Feu clic per editar aquest element de contingut

source: Translate
ca: Tradueix

source: Add new content here
ca: Afegiu el contingut nou aquí

source: Page title
ca: Títol de la pàgina

source: Permalink URL name
ca: Nom de l'URL permanent

source: Used to refer this page in short URLs mode. Leave as blank for default value.
ca: Es fa servir per accedir a aquesta pàgina quan estan activats els URL curts. Deixeu-lo buit per a generar-lo automàticament.

source: Clone translations
ca: Clona les traduccions

source: Clone
ca: Clona

source: Cancel
ca: Cancel·la

source: Version history is currently disabled and no new entries will be recorded.
ca: L'historial de versions està deshabilitat per defecte i les entrades noves no es desaran.

source: Original page title
ca: Títol original de la pàgina

source: Date
ca: Data

source: User
ca: Usuari/ària

source: IP.No.
ca: IP

source: Action
ca: Acció

source: Restore
ca: Restaura

source: No history data recorded.
ca: No hi ha dades de versions anteriors.

source: Edit %s
ca: Edita %s

source: Content
ca: Contingut

source: Visible for
ca: Visible per

source: Layout
ca: Disposició

source: Positioning works only with fixed width!
ca: El posicionament només funciona amb amplades fixes!

source: Position
ca: Posició

source: Width
ca: Amplada

source: Styling
ca: Estils

source: Save
ca: Desa

source: Delete
ca: Esborra

source: Click to activate this item
ca: Feu clic per activar aquesta pàgina

source: Click to deactivate this item
ca: Feu clic per desactivar aquesta pàgina

source: Edit Page
ca: Edita la pàgina

source: Edit
ca: Edita

source: Clone content
ca: Clona el contingut

source: Add new content above
ca: Afegeix un contingut abans

source: Add new content below
ca: Afegeix un contingut després

source: History
ca: Historial

source: Here you manage the content of this page. You can add/edit/delete content as well as drag the content boxes around to get the layout right.<br />Click on the <strong>arrow next to the title</strong> for the actions on that content item or click on the <strong>red/green leds</strong> to activate/deactivate that content item.
ca: Aquí podeu gestionar el contingut d'aquesta pàgina. Podeu afegir/editar/esborrar continguts així com arrossegar les caixes de continguts per aconseguir l'estructura desitjada. Feu clic a la <strong>fletxa del costat del títol</strong> per veure les opcions d'aquest element o bé feu clic als <strong>botons verds o vermells</strong> per activar o desactivar l'element.

source: Settings & Metadata
ca: Configuració i metadades

source: Page settings
ca: Configuració de la pàgina

source: Display title on page
ca: Mostrar el títol de la pàgina

source: (Used in shorturl mode and generated automatically if left blank)
ca: (Usat en el mode d'adreces curtes i generat automàticament si es deixa en blanc)

source: Page language
ca: Idioma de la pàgina

source: Include page in menu
ca: Inclou aquesta pàgina al menú

source: You can include/exclude the page in the menu. The page is only shown when it is also Online.
ca: Podeu incloure/excloure la pàgina al menú. La pàgina només es mostrada quan està en línia. És a dir, quan està activa i dins del període de publicació definit.

source: Do not display hooks on this page
ca: No mostreu els lligams en aquesta pàgina

source: Checking this option will just ignore all the hooks for this page, it does not replace permissions.
ca: Si es marca aquesta opció s'ignoraran els lligams per aquesta pàgina, això no reemplaça els permisos.

source: Category
ca: Categoria

source: Primary category
ca: Categoria principal

source: Secondary category
ca: Categoria secundària

source: Secondary categories
ca: Categories secundàries

source: Description
ca: Descripció

source: Keywords
ca: Paraules clau

source: Page state
ca: Estat de la pàgina

source: You can set the page active/inactive as well as supply a publication date interval. A page is only online if it is active and within the publication interval.
ca: Podeu establir la pàgina com a activa/inactiva així com un període de publicació. La pàgina només és accessible si està activa i dins del període de publicació.

source: Start date
ca: Des de (AAAA-MM-DD)

source: End date
ca: fins a (AAAA-MM-DD)

source: Created
ca: Creada

source: on %1$s by %2$s
ca: el %1$s per %2$s

source: Updated
ca: Actualitzada

source: Optional Fields
ca: Camps opcionals

source: Optional String 1
ca: Cadena opcional 1

source: Optional String 2
ca: Cadena opcional 2

source: Optional Text
ca: Text opcional

source: Page layout
ca: Disposició de la pàgina

source: Layout preview and description
ca: Visualització prèvia de l'estructura i descripció

source: Save & View
ca: Desa i mostra

source: Revision #
ca: Revisió #

source: Event
ca: Esdeveniment

source: This is where you manage all your pages. You can add/edit/delete/translate pages (depending on permission rights) as well as drag them around to get the content structure right.
ca: Aquí és on gestioneu totes les vostres pàgines. Podeu afegir/editar/esborrar/traduir pàgines (en funció dels vostres permisos) així com arrossegar les pagines al lloc desitjat per obtenir l'estructura correcta.

source: Click on the arrow right of a page title for the options of that page. To drag and drop a page in the hierachy you select the move icon left of the title and drop it on the title of another page to form a subpage. A page with sub-pages can be expanded or contracted by clicking on the plus or minus left of the page title. To activate/deactive pages or make pages (not) available in the menu click on the led icons.
ca: Feu clic a la fletxa de la dreta del títol de la pàgina per accedir a les opcions de la pàgina. Per convertir una pàgina en subpàgina, heu d'arrossegar la icona de l'esquerra del títol fins al títol d'una altra pàgina. Una pàgina amb subpàgines és pot expandir o contreure en fer clic en els símbols de positiu i negatiu a l'esquerra del títol de la pàgina. Per activar i desactivar pàgines i per fer-les disponibles per als usuaris, feu clic a les icones amb forma de led.

source: Module administration
ca: Administració del mòdul

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
ca: Benvingut/da a l'administració del mòdul Content ("continguts"). S'ha dividit l'edició i configuració administrativa en sistemes separats. Seleccioneu les opcions des de la llista de baix o des del menú de dalt.

source: Extended page list (showing page headers)
ca: Llista estesa de pàgines (només mostra els títols de les pàgines)

source: Complete page list (showing complete pages)
ca: Llista de pàgines senceres (mostra el contingut complet)

source: Show content by category
ca: Mostra els continguts per categoria

source: Migrate Data to Content
ca: Migrar les dades cap el mòdul de continguts

source: Module selection
ca: Selecció del mòdul

source: Select a module
ca: Seleccioneu un mòdul

source: Migrate
ca: Migrar

source: Please select the type of content you want to add to your page.
ca: Seleccioneu el tipus de contingut que voleu afegir a la pàgina

source: Select content type
ca: Seleccioneu el tipus de contingut

source: Create
ca: Crea

source: Select Layout
ca: Seleccioneu una estructura

source: Please select a specific layout for your page
ca: Seleccioneu la disposició dels continguts d'aquesta pàgina

source: Module settings
ca: Configuració del mòdul

source: This is where you configure various parts of the content module.
ca: Des d'aquí podeu configurar diverses parts del mòdul de continguts.

source: Short URL suffix
ca: Sufix per als URL curts

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
ca: Sufix del fitxer o URL curt (incloent el punt - per exemple ".html"). Només s'utilitza si s'habiliten els URL curts des del tauler d'administració del Zikula.

source: State of new pages
ca: Estat de les pàgines noves

source: Location of the page info icon
ca: Ubicació de la icona d'informació de la pàgina

source: Override page title with the Content page title
ca: Sobreescriu el títol de la pàgina amb el contingut del títol de la pàgina

source: Count page views
ca: Mostra el comptador de pàgines vistes

source: Page views are only counted when not in preview or edit mode and only when the user has no edit access.
ca: El nombre de pàgines vistes no són comptabilitzades si no esteu en mode de previsualització o edició i només quan l'usuari/ària no té accés d'edició.

source: Google maps API key
ca: Clau de l'API del Google Maps

source: A Google Maps API key is not required for including maps with the Javascript API v3.<br />However an APIs Console key is encouraged by Google. More information at <a href="https://developers.google.com/maps/documentation/javascript/tutorial#api_key">Google</a>.
ca: La clau de l'API de Google no és necessària per incloure mapes amb l'API de Javascript v3. Podeu trobar més informació a <a href="http://code.google.com/apis/maps/documentation/javascript/basics.html">Google</a>.

source: Flickr API key
ca: Clau de l'API del Flickr

source: Enable the unfiltered raw text plugin
ca: Habilitat el connector de text no filtrat

source: Use this plugin with caution and if you can trust your editors, since no filtering is being done on the content. To be used for iframes, JavaScript blocks, etc.
ca: Feu ús d'aquest connector amb precaució si podeu confiar amb els vostres editors, ja que no hi ha filtre del que es fa sobre el contingut. S'utilitzarà per a iframes, blocs de JavaScript, etc.

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
ca: Llista de noms de classes CSS disponibles pels estils dels elements de contingut. L'usuari/ària pot seleccionar una classe per a cada element d'una pàgina - per exemple "nota" per a un element de tipus nota. Escriviu un nom de classe per línia. Separa les classes CSS i els noms a mostrar amb el símbol | - per exemple "nota | Memo".

source: Enable version history
ca: Activa el control de versions

source: Category usage
ca: Ús de categories

source: Category Property for the first category selection
ca: Propietat de la categoria per la primera selecció de categoria

source: (In the <a href="%s">category registry</a> you can set the property to use for the first category)
ca: (En el <a href="%s">registre de categories</a> podeu establir la propietat a usar per a la primera categoria)

source: Category Property for the second category selection
ca: Propietat de la categoria per la selecció de la segona categoria

source: (In the <a href="%s">category registry</a> you can set the property to use for the second category if being used)
ca: (En el <a href="%s">registre de categories</a> podeu establir la propietat a usar per a la segona categoria, si és usada)

source: Available Plugins
ca: Connectors disponibles

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
ca: El mòdul de continguts inclou una API que altres mòduls poden utilitzar per proporcionar als seus continguts. A més, alguns mòduls poden disposar de funcions addicionals als connectors que incorpora el mòdul de continguts.

source: Installed
ca: Instal·lat

source: Module
ca: Mòdul

source: Plugin
ca: Connector

source: Inactive
ca: Inactiu

source: New page
ca: Pàgina nova

source: New sub-page
ca: Afegeix una subpàgina nova

source: Decrease indent
ca: Disminueix el sagnat

source: Increase indent
ca: Augmenta el sagnat

source: Order subpages by title
ca: Ordena les sub-pàgines per títol

source: Expand All
ca: Expandeix-ho tot

source: Collapse All
ca: Contreu-ho tot

source: Click to activate this page
ca: Feu clic per activar aquesta pàgina

source: Click to deactivate this page
ca: Feu clic per desactivar aquesta pàgina

source: Click to put this page in the menu
ca: Feu clic per posar aquesta pàgina en el menú

source: Click to pull this page from the menu
ca: Feu clic per treure aquesta pàgina del menú

source: Page title [id]
ca: Títol de la pàgina [id]

source: Status
ca: Estat

source: Menu
ca: Menú

source: Last updated (revision)
ca: Darrera actualització (revisió)

source: Last updated
ca: Darrera actualització

source: Language
ca: Idioma

source: Click to hide sub-pages
ca: Feu clic per amagar les sub-pàgines

source: Click to show sub-pages
ca: Feu clic per mostrar les sub-pàgines

source: Page draggable
ca: La pàgina es pot arrossegar

source: In
ca: Dins

source: Out
ca: Fora

source: %s original used
ca: %s usat com a original

source: No pages available.
ca: No hi ha pàgines disponibles.

source: Original content
ca: Contingut original

source: Translated content
ca: Contingut traduït

source: Previous
ca: Previ

source: Next
ca: Següent

source: Skip
ca: Salta

source: Error! There is nothing to translate for this content type.
ca: Aquest tipus de contingut no es pot traduir

source: Back
ca: Enrere

source: You can only translate the actual page data here. The content items must be translated one by one.
ca: Pots modificar la data de la pàgina des d'aquí. El contingut dels articles s'han de traduir un a un.

source: Meta description
ca: Metadescripció

source: Meta keywords
ca: Metaparaules clau

source: Delete page translation AND all content translations
ca: Esborra la pàgina traduïda i totes les traduccions de contingut

source: Include the following subpages
ca: Inclou les subpàgines següents

source: How many pages should be shown
ca: Quantes pàgines s'haurien de mostrar

source: Use caching in this block
ca: Fes ús de la memòria cau en aquest bloc

source: Overrides global setting.
ca: Sobreescriu la configuració global.

source: Use only pages activated for the menu
ca: Fes ús només de les pàgines activades pel menú

source: Use caching in the menu block
ca: Fes ús de memòria cau en el bloc de menú

source: Include the following page
ca: Inclou la pàgina següent

source: No subpages
ca: Sense subpàgines

source: This block will only show the subpages of a Content page when that Content page is being displayed.
ca: Aquest bloc només mostrarà les subpàgines d'una pàgina de continguts quan s'estigui mostrant la pàgina.

source: only visible when Logged In
ca: visible només quan s'està autenticat

source: only visible when Not Logged In
ca: visible només quan no s'està autenticat

source: Author
ca: Autor/a

source: By
ca: Per

source: Please choose a block to display
ca: Trieu un bloc a mostrar

source: Include self as last breadcrumb
ca: Inclou la pròpia pàgina al fil d'ariadna

source: Show translated titles
ca: Mostra els títols traduïts

source: Use graphical breadcrumb trail (default is plain text)
ca: Utilitza un fil d'ariadna gràfic (per defecte és text pla)

source: Name of the Camtasia-Flash video
ca: Nom del vídeo de Camtasia-Flash

source: You have to upload your camtasia project in the folder defined below <folder>/project/project.mp4 first. Here you have to give only the name of your project without path and file extension.
ca: Primer heu de pujar el vostre projecte de camtasia al directori definit tot seguit <folder>/project/project.mp4. Aquí només heu de donar el nom del vostre projecte sense camí ni extensió del fitxer.

source: Video display width [in pixels]
ca: Amplada en píxels del vídeo

source: Video display height [in pixels]
ca: Alçada en píxels del vídeo

source: Thumbnail display width in popup mode [in pixels]
ca: Amplada de la miniatura en píxels pel mode de finestres emergents

source: Thumbnail display height in popup mode [in pixels]
ca: Alçada de la miniatura en píxels pel mode de finestres emergents

source: Video description
ca: Descripció del vídeo

source: Optional author of the video
ca: Autor/a original del vídeo

source: Folder where the files are uploaded
ca: Directori on es pugen els fitxers

source: Show video inline
ca: Mostra el vídeo dins de la pàgina

source: Show video in popup window
ca: Mostra el vídeo dins d'una finestra emergent

source: Path to the Shockwave-Flash video
ca: Camí al vídeo en Shockwave-Flash

source: by %s
ca: per %s

source: Play Video
ca: Reprodueix el vídeo

source: Computer code lines
ca: Línies de codi

source: Use native code filter
ca: Fes ús del filtre de codi natiu

source: Use BBCode filter
ca: Fes ús del filtre de BBCode

source: If the BBCode module is available, you can filter your code with BBCode instead.
ca: Si el mòdul BBCode està disponible, podeu filtrar el vostre codi amb BBCode.

source: There is no need to 'hook' BBCode to Content for this functionality.
ca: No és necessari establir un lligam amb BBCode per aquesta funcionalitat.

source: Make sure that the Content Item ID you choose already exists in another page.
ca: Assegureu-vos que

source: Content Item ID
ca: ID de l'element

source: Path of Flash video file
ca: Ruta del fitxer Flash

source: Download Flash Player
ca: Descarrega el reproductor de Flash

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from %s.
ca: No hi ha cap clau API de Flickr disponible. Heu d'especificar una clau API de Flickr per poder fer ús d'aquesta funcionalitat. La podeu obtenir de %s.

source: Display photos from this user
ca: Mostra les fotos d'aquest usuari/ària

source: Display photos tagged with these tags (comma separated)
ca: Mostra les fotos marcades amb aquestes etiquetes (separades per comes)

source: Number of photos to show
ca: Nombre de fotos a mostrar

source: Select a geographical position either by clicking on the map or writing the position (latitude and longitude) directly. You can drag the map with your mouse, and double-click to zoom and select position.
ca: Seleccioneu el lloc geogràfic ja sigui fent clic sobre el mapa o escrivint la posició (latitud i longitud) directament. Podeu arrossegar el mapa amb el ratolí, i fer doble clic per ampliar i seleccionar la posició.

source: Latitude
ca: Latitud

source: (a comma-separated numeral that has a precision to 6 decimal places. For example, 40.714728)
ca: (un número separat per comes que té una precisió de 6 dígits decimals. Per exemple, 40.714728)

source: Longitude
ca: Longitud

source: Zoom level
ca: Nivell d'ampliació

source: (from 0 for the entire world to 21 for individual buildings)
ca: (des de 0 pel món sencer fins a 21 per edificis individuals)

source: Height of the displayed map in pixels
ca: Alçada en píxels del mapa

source: (below 350 pixels the navigation controls will be small)
ca: (per sota dels 350 píxels els controls de navegació seran petits)

source: Display the streetview control
ca: Mostra el control streetview

source: Display a link to directions to this location in Google Maps
ca: Mostra un enllaç a adreces per aquesta localització a Google Maps

source: Description to be shown below the map
ca: Descripció que s'ha de mostrar amb el mapa

source: Text to be shown in the popup window of the marker
ca: Text que s'ha de mostrar a la finestra emergent de la marca

source: (can contain HTML markup. Leave this field empty for disabling the popup window.
ca: (pot contenir etiquetes HTML. Deixeu aquest camp buit per deshabilitar la finestra emergent.

source: Get directions from start address
ca: Obtenir adreces de la direcció d'inici

source: Show Directions
ca: Mostra adreces

source: Clear Directions
ca: Neteja les adreces

source: Get directions to this location
ca: Obté indicacions per anar fins a aquesta ubicació

source: Display the Page Title
ca: Mostra el títol de la pàgina

source: If this setting is enabled the text field above will be ignored and the page title will be displayed instead.
ca: Si aquest paràmetre està habilitat, el camp de text de sota serà ignorat i es mostrarà el títol de la pàgina.

source: Header size
ca: Mida del títol

source: Internal anchor link name (leave empty for no internal anchor link)
ca: Nom d'àncora interna (deixar-ho buit per no posar cap àncora interna)

source: Anchorname
ca: Nom de l'àncora

source: Show
ca: Mostra

source: html markup source
ca: font de marcat HTML

source: both
ca: ambdós

source: left
ca: esquerra

source: right
ca: dreta
