Repository: projectestac/agora
Catalog: html/zikula2/modules/Content/locale/*/LC_MESSAGES/module_content.po
Languages: ca

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
ca: Utilitzeu aquesta funcionalitat amb compte! Alguns mòduls no funcionen quan es mostren juntament amb altres mòduls. Aneu amb compte de no crear referències creuades entre mòduls que generin bucles, per exemple, afegint una pàgina de continguts que es mostra a sí mateixa.

source: Module name
ca: Nom del mòdul

source: Function type
ca: Tipus de funció

source: Function name
ca: Nom de la funció

source: Function parameters
ca: Paràmetres de la funció

source: Separate by commas, e.g., x=5,y=2
ca: Separats per comes, per exemple, x=5,y=2

source: Show information on the map
ca: Mostra informació en el mapa

source: Hide information on the map
ca: Amaga la informació del mapa

source: <- Back
ca: <- Enrere

source: Overview
ca: Previsualització

source: Forward ->
ca: Endavant ->

source: Quote text
ca: Text citat

source: Source
ca: Origen

source: URL of RSS feed (include http://)
ca: URL de la font RSS (incloent http://)

source: Include feed text in addition to the title
ca: Inclou el text de la font juntament amb el títol

source: Refresh time (in minutes)
ca: Temps d'actualització (en minuts)

source: Max. no. of items to display
ca: Nombre màxim d'elements a mostrar

source: Slideshare's Wordpress code
ca: Codi de l'Slideshare per al Wordpress

source: Copy Slideshare's Wordpress embed code here (including square brackets and all). Click on Embed and Customize to show the wordpress embed code. It should look something like [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]
ca: Copieu el codi embed de Slideshare de Wordpress aquí. Feu clic a Embed i adapteu-lo per mostrar el codi embed de Wordpress. Això hauria de ser quelcom similar a [slideshare id=145849&doc=prototype-jquery-going-from-one-to-the-other-1193346036472971-5]

source: Slide description
ca: Descripció de la presentació de diapositives

source: Slideshare's embedded player width
ca: Amplada de l'Slideshare

source: Slideshare's embedded player height
ca: Alçada de l'Slideshare

source: Page
ca: Pàgina

source: Include self into the table of contents
ca: Inclou la mateixa pàgina dins de la taula de continguts

source: (if page isn't 'All pages')
ca: (si la pàgina no és 'Totes les pàgines')

source: Include subpages that are not in the menus
ca: Inclou sub-pàgines que no estan en els menús

source: Include heading items on pages
ca: Inclou els elements de capçalera a les pàgines

source: Include heading items up to page level
ca: Inclou els elements de capçalera fins el nivell pàgina

source: if heading items are included and not unlimited; select 0 to include the headings only for the selected page
ca: si els títols són inclosos i no són i·limitats; seleccioneu 0 per incloure el menú només a la pàgina seleccionada.

source: Include subpages
ca: Inclou les sub-pàgines

source: Include subpages into table up to level
ca: Inclou les sub-pàgines dis de la taula fine el nivell

source: if subpages are included and not unlimited
ca: si s'han inclòs les sub-pàgines i no són sense limit

source: Unfiltered text
ca: Text sense filtrar

source: Use an iframe instead of the textfield
ca: Fes ús d'un iframe en lloc del camp de text

source: If this setting is enabled the text field above will be ignored and iframe parameters will be used.
ca: Si aquest configuració està habilitada el camp de text de sota serà ignorat i s'usaran els paràmetres de l'iframe.

source: the src parameter of the iframe
ca: el paràmetre src de l'iframe

source: iframe name parameter
ca: nom del paràmetre de l'iframe

source: iframe title parameter
ca: títol del paràmetre de l'iframe

source: iframe Style
ca: Estil de l'iframe

source: the style parameter of the iframe, e.g. "border:0"
ca: el paràmetre d'estil de l'iframe. Per exemple, "border:0"

source: iframe Width [in pixels]
ca: Amplada en píxels de l'iframe

source: the width parameter of the iframe, e.g. "800"
ca: el paràmetre width de l'iframe. Per exemple "800"

source: iframe Height [in pixels]
ca: Alçada en píxels de l'iframe

source: the height parameter of the iframe, e.g. "600"
ca: el paràmetre height de l'iframe. Per exemple "600"

source: iframe frameborder
ca: bora de l'iframe (frameborder)

source: the frameborder parameter of the iframe, e.g. "0"
ca: el paràmetre frameborder de l'iframe. Per exemple "0"

source: iframe scrolling
ca: iframe amb barres de desplaçament

source: the scrolling parameter of the iframe, e.g. "no"
ca: el paràmetre scrolling de l'iframe. Per exemple "no"

source: Allow transparancy on the iframe
ca: Permet transparència a l'iframe

source: URL to the video clip
ca: Adreça del vídeo

source: Something like "http://vimeo.com/7504225".
ca: Quelcom similar a "http://vimeo.com/2933183"

source: VideoId of the video clip
ca: ID del video clip

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
ca: Quelcom similar a "http://www.youtube.com/watch?v=N2sDc8o-DzA"

source: VideoID of the video clip
ca: ID del vídeo del vídeoclip

source: Content pages
ca: Pàgines de contingut

source: Extended page list
ca: Llista estesa de pàgines

source: more
ca: més

source: There are no pages to display.
ca: No hi ha pàgines per mostrar.

source: Contents
ca: Continguts

source: Welcome to the contents for %s
ca: Benvingut/da als continguts per a %s

source: The available categories:
ca: Categories disponibles:

source: %s Page
ca: %s Pàgina

source: Properties
ca: Propietats

source: Edit-mode off
ca: Desactiva el mode d'edició

source: Edit-mode on
ca: Activa el mode d'edició

source: Created by %1$s on %2$s
ca: Creada per %1$s el %2$s

source: Last updated by %1$s on %2$s
ca: Darrera actualització per %1$s el %2$s

source: Version
ca: Versió

source: Complete page list
ca: Llista completa de pàgines

source: View full page
ca: Mostra la pàgina sencera

source: Subpages of %s
ca: Subpàgines de %s

source: No subpages available
ca: No hi ha subpàgines disponibles
