Repository: projectestac/agora
Catalog: html/zikula2/modules/IWbookings/locale/*/LC_MESSAGES/module_iwbookings.po
Languages: ca

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: You are not allowed to administrate the bookings
ca: No teniu autorització per administrar els espais o equips per reservar.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: An error has occurred while getting registers from the data base. Please, contact webmaster
ca: S'ha produït un error en seleccionar registres de la base de dades. Contacteu amb l'admninistrador/a del web.

source: Can't obtain NTP servers time
ca: No s'ha pogut obtenir l'hora dels servidors NTP

source: Show rooms and equipment bookings
ca: Mostra els espais o equips per reservar

source: Show table of the week
ca: Mostra la taula de la setmana

source: Show table of month
ca: Mostra la taula del mes

source: Delete all bookings of
ca: Esborra totes les reserves de

source: Delete old bookings
ca: Esborra les reserves antigues

source: Module administration
ca: Administra el mòdul

source: The room or equipment was not found
ca: No s'ha trobat l'espai o l'equip sobre el qual fer l'acció sol·licitada.

source: All rooms and equipments
ca: Tots els espais i/o equips

source: Bookings can only be made for the following
ca: Les reserves només es poden fer a

source: week(s). Booking date is not valid
ca: setmana/es vista. La data de la reserva no és vàlida.

source: An error has occurred when loading the table or the form
ca: S'ha produït un error en la càrrega de la taula o el formulari.

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

source: Permanent bookings are not possible as long as the group is empty. Please check module configuration
ca: No és possible fer reserves preferents ja que no s'han trobat usuaris/àries del grup per a les reserves. Comprova la configuració del mòdul.

source: Period from
ca: Període del

source: to
ca: al

source: An error has ocurred while cancelling the booking. Please, try it again. If the problem persists, please, contact webmaster. Additionally, check you are not cancelling a book on past dates
ca: S'ha produït un error a l'hora d'anul·lar la reserva. Torneu-ho a provar i si el problema persisteix poseu-vos en contacte amb l'administrador/a del web. Comproveu, també, que no estigueu intentant anul·lar una reserva d'una data passada

source: You are not allowed to cancel bookings from other people
ca: Ei, espavilat/da! Això d'intentar anul·lar la reserva d'un company/a és molt lleig!

source: This booking belongs to a set of simultaneous bookings
ca: Aquesta reserva forma part d'un conjunt de reserves que es van realitzar simultàniament.

source: Warning, this is a preferential booking.
ca: Atenció, aquesta és una reserva preferent.

source: Thanks for freeing the room or equipment. Possibly somebody will be grateful
ca: Gràcies per deixar lliure la reserva de l'espai o l'equip. Possiblement algun/a company/a t'ho agraïrà.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
ca: La clau de validació no és vàlida. Això vol dir que heu clicat el botó de tornar enrere del navegador o que la clau de validació ha expirat. L'expiració de la clau podria ser deguda a que esteu navegant amb diverses pestanyes simultàniament. Torneu a carregar la pàgina i torneu-ho a provar.

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Setembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: Preferential
ca: Preferent

source: Teacher
ca: Professor/a

source: Group:
ca: Grup:

source: Reason for booking
ca: Motiu de la reserva

source: You must specify a group
ca: No heu especificat el grup.

source: You must specify a finish date
ca: Heu d'especificar una data d'acabament

source: Finish date is minnor than actual date
ca: La data de finalització és menor a la data actual

source: week(s). Haven't made all the requested bookings.
ca: setmana/es vista. No s'han realitzat totes les reserves solicitades.

source: Booking receipt
ca: Resguard de reserva

source: Booking day:
ca: Dia de la reserva:

source: Time:
ca: Hora:

source: Repeat next weeks
ca: Número de sessions

source: Booking failed! The following times are reserved:
ca: No s'ha pogut fer la reserva! Les següents franges de temps estan ocupades:

source: </b> from
ca: </b> de

source: Column
ca: Vertical

source: Row
ca: Horitzontal

source: Make a booking
ca: Fes una reserva

source: See the bookings
ca: Consulta les reserves

source: An error has occurred while modifying the room or equipment
ca: La modificació de l'espai o l'equip per reservar ha fallat.

source: An error has occurred while deleting the register
ca: S'ha produït un error en l'esborrament del registre.

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Add a new booking
ca: Afegeix un espai o equip per reservar nou

source: Empty table
ca: Buida tota la taula

source: Module configuration
ca: Configura el mòdul

source: No groups found
ca: No s'ha trobat cap grup

source: Configuration updated
ca: S'ha modificat la configuració del mòdul reserves.

source: Error! Could not load module.
ca: No s'ha pogut carregar el mòdul

source: Create the room or equipment
ca: Crea l'espai o l'equip per reservar

source: Edit room or equipment
ca: Edita l'espai o l'equip per reservar

source: Update
ca: Modifica

source: A new room or equipment to book has been created
ca: S'ha creat un espai o equip per reservar nou.

source: Room or equipment updated
ca: S'ha actualitzat l'espai o l'equip per reservar.

source: Room or equipment deleted
ca: S'ha esborrat l'espai o l'equip

source: You must specify a user for preferential booking
ca: No heu especificat l'usuari/ària que té la reserva preferent.

source: Finish time is earlier than start time
ca: L'hora d'inici de la reserva és superior o igual a l'hora final.

source: Chosen time for preferential booking is occupied
ca: L'hora escollida per fer una reserva preferent ja està ocupada. Cal anul·lar la reserva abans de tornar-la a assignar.

source: Booking failed
ca: No s'ha pogut fer la reserva

source: Preferential booking cancelled
ca: S'ha anul·lat una reserva preferent.

source: Table emptied
ca: S'han esborrat les reserves d'aquest espai o equip.

source: Allows the creation of items to be reserved
ca: Permet definir espais i equipaments per reservar

source: Bookings
ca: Reserves

source: Table of bookings
ca: Taula de reserves

source: About this module
ca: Pel que fa a aquest mòdul

source: Form for bookings
ca: Formulari per reserves

source: Owner of the booking:
ca: Propietaris de la reserva:

source: + Add time frames
ca: + Afegeix franges de temps

source: Add selected frames
ca: Afegeix les franges seleccionades

source: End of the booking
ca: Final de la reserva

source: Finish date
ca: Data d'acabament

source: Day of the week:
ca: Dia de la setmana:

source: Start time:
ca: Hora d'inici:

source: Finish time:
ca: Hora d'acabament:

source: Make booking
ca: Fes una reserva

source: Date selection
ca: Selecció de data

source: Calendar
ca: Calendari

source: Previous week
ca: Setmana anterior

source: Previous month
ca: Mes anterior

source: Period from
ca: Període des de

source: to
ca: a

source: Next month
ca: Mes següent

source: Next week
ca: Setmana següent

source: Rooms and equipment booking
ca: Reserva d'espais i equips

source: Room or equipment name
ca: Nom de l'espai o l'equip

source: Description
ca: Descripció

source: Timetable
ca: Marc horari

source: Orientation
ca: Orientació

source: Status (active/inactive)
ca: Estat (actiu/inactiu)

source: Actions
ca: Accions

source: Active
ca: Actiu

source: Inactive
ca: No actiu

source: Assign
ca: Assigna

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: There are no rooms or equipment to book
ca: No hi ha cap espai o equip per reservar definit.

source: If you want to book an equipment you must select it in the following list and go to the table of the week.
ca: Si voleu reservar un espai o equip seleccioneu-lo a la llista següent i aneu a la taula de la setmana

source: Cancel
ca: Anul·la

source: Confirmation of deletion of the room or equipment
ca: Confirma l'esborrament de l'espai o l'equip per reservar.

source: Delete all?
ca: Esborra-les totes?

source: Yes
ca: Sí

source: Confirm
ca: Confirma

source: Cancel deletion
ca: Cancel·la l'esborrament.

source: Modify module configuration
ca: Modifica la configuració del mòdul de reserves

source: Group for preferential bookings
ca: Grup per a les reserves preferents

source: Number of weeks allowed to book
ca: Setmanes vista per a les reserves

source: Show weekends
ca: Mostra els caps de setmana

source: Initially show table of month
ca: Mostra inicialment la taula del mes

source: Automatically delete old bookings
ca: Esborra automàticament les reserves antigues

source: Show colors on table of bookings
ca: Mostra els colors dels espais a la taula d'espais i/o equips per reservar

source: Get the time from a NTP server
ca: Obtenir l'hora d'un servidor NTP

source: You must type a name for the room or equipment
ca: No heu indicat el nom de l'espai o equip per reservar.

source: Associated color
ca: Color associat

source: Choose color
ca: Tria un color

source: Table
ca: Taula per columnes

source: (Only works when a timetable is selected)
ca: (Només operatiu si s'ha sel·leccionat un marc horari.)

source: Preferential booking created
ca: S'ha creat una reserva preferent.

source: Back to table
ca: Torna a la taula

source: Rooms and equipment to book
ca: Espais i equips per reservar

source: To book
ca: A reservar

source: Access
ca: Accés

source: If you continue with this action all a bookings of
ca: Totes les reserves de

source: will be deleted.<br>Do you want to continue?
ca: s'esborraran.<br>Esteu segurs que voleu continuar?

source: Confirm deletion of table
ca: Confirmeu que voleu buidar la taula.

source: Cancel of table emptying
ca: Cancel·la el buidatge de la taula.

source: Delete the room or equipment
ca: Esborra l'espai o l'equip

source: Select a week
ca: Selecciona una setmana
