Repository: projectestac/agora
Catalog: html/zikula/modules/formicula/locale/*/LC_MESSAGES/module_formicula.po
Languages: ca, es

source: Unknown Contact
ca: Contacte desconegut
es: Contacto Desconocido

source: Contact has been deleted
ca: S'ha esborrat el contacte
es: El Contacto ha sido eliminado

source: Mailer module is not available - unable to send emails!
ca: El módul Mailer no està disponible. No es poden enviar correus.
es: Modulo Mailer no está disponible - No es posible el envío de e-mails!

source: no image function available - captcha deactivated
ca: Les funcions de creació d'imatges no estan disponibles. El sistema de protecció contra enviaments no desitjats no està desactivat.
es: función de imagen no disponible - captcha desactivado

source: formicula_cache folder does not exist in Zikula's temporary folder or is not writable - captchas have been disabled
ca: El directori pels fitxers temporals (formicula_cache) no existeix o no s'hi pot escriure. El sistema de protecció contra enviaments no desitjats (captcha) no està disponible.
es: La carpeta formicula_cache no existe en la carpeta temporal de Zikula o no tiene permiso de escritura - los captchas se han desactivado

source: .htaccess file needed in formicula_cache folder not exist
ca: El fitxer .htacces requerit dins del directori formicula_cache no existeix
es: No se ha encontrado el archivo .htaccess en la carpeta formicula_cache y este fichero es requerido

source: The captcha image cached was cleared
ca: S'ha esborrat la imatge del captcha a la memòria cau
es: El cache de la imagen captcha ha sido limpiado

source: Formicula forms module
ca: Eina per crear diferents tipus de formularis de contacte
es: Formularios modulo Formicula

source: Error! Could not load items.
ca: No s'han pogut carregar les entrades.
es: ¡Error! No se puede cargar los objetos.

source: Contact Form
ca: Formulari de contacte
es: Formulario de Contacto

source: Error! No or incorrect E-Mail address supplied
ca: L'adreça de correu electrònic no és vàlida
es: ¡Error! No o incorrecta dirección de correo electronico suministrada

source: Error! No username given
ca: No heu introduït el nom d'usuari
es: ¡Error! No se ingreso el nombre de usuario

source: Error! No or invalid comment supplied (no HTML!)
ca: El comentari no és vàlid (no es permeten etiquetes HTML)
es: ¡Error! No o invalido comentario suministrado (no HTML!)

source: Error! Mandatory field:
ca: Camp obligatori:
es: ¡Error! campo obligatorio:

source: Error! Upload error
ca: Error d'enviament
es: ¡Error! Se produjo un fallo en la subida

source: Set form #%1$s with %2$s templates
ca: Estableix formulari #%1$s amb %2$s plantilles
es: Establecer formulario #%1$s con %2$s plantillas

source: The webserver cannot write into this folder!
ca: El servidor no poc escriure en aquest directori!
es: ¡El servidor Web no puede escribir en esta carpeta!

source: The configuration has been changed.
ca: S'ha desat la configuració.
es: La configuración ha sido cambiada.

source: Error! No contact name
ca: Falta el nom del contacte
es: ¡Error! no se ha introducido el nombre del contacto

source: Error! No or incorrect email address supplied
ca: Falta l'adreça de correu electrònic o no és vàlida
es: ¡Error! Dirección de correo electrónico incorrecta

source: Error! Incorrect email address supplied
ca: L'adreça de correu electrònic no és vàlida
es: ¡Error! La dirección de correo electrónico suministrada es incorrecta

source: Contact created
ca: S'ha creat el contacte
es: Contacto creado

source: Error creating contact!
ca: S'ha produït un error en la creació del contacte
es: ¡Error al crear el contacto!

source: Contact info has been updated
ca: S'ha actualitzat la informació del contacte
es: Información de contacto actualizada!

source: Error updating contact!
ca: S'ha produït un error en l'edició del contacte
es: ¡Error al actualizar el contacto!

source: no form selected
ca: no s'ha seleccionat cap formulari
es: Formulario no seleccionado

source: Bad in mathematics? You can do better, try again.
ca: El resultat de l'operació matemàtica no és correcte, torneu-ho a intentar.
es: ¿Malo en matemáticas? Lo puede hacer mejor, vuelva a intentarlo.

source: There was an error sending the email.
ca: S'ha produït un error en enviar el correu electrònic.
es: Hubo un error al enviar el correo electrónico.

source: Error! Creation attempt failed.
ca: S'ha produït un error en la creació.
es: ¡Error! Fallo al intentar crear.

source: Error! Sorry! Deletion attempt failed.
ca: Ha fallar l'esborrament.
es: ¡Error! ¡Lo sentimos! Fallo al intentar eliminar.

source: View contacts
ca: Mostra els contactes
es: Ver contactos

source: Add contact
ca: Afegeix un contacte
es: Agregar contacto

source: Clear captcha image cache
ca: Esborra la memòria cau del captcha
es: Vacíe el caché de la imagen captcha

source: Modify configuration
ca: Modifica la configuració
es: Modficar la configuración

source: The installer could not create formicula_cache/index.html and/or formicula_cache/.htaccess, please refer to the manual before using the module!
ca: La instal·lació no ha pogut crear el fitxer formicula_cache/index.html i/o el fitxer formicula_cache/.htaccess. Trobareu més informació en el manual del mòdul.
es: ¡El programa de instalación no pudo crear formicula_cache/index.html y/o formicula_cache/.htaccess, por favor, consulte el manual antes de usar el módulo!

source: The installer could not create the formicula_cache folder, please refer to the manual before using the module!
ca: La instal·lació no ha pogut crear el directori formicula_cache. Trobareu més informació en el manual del mòdul.
es: ¡El programa de instalación no pudo crear la carpeta formicula_cache, por favor, consulte el manual antes de usar el módulo!

source: pnTemp folder found outside of the webroot, please consult the manual of how to create the formicula_cache folder in this case.
ca: El directori pnTemp es troba fora del directori de publicació de l'espai web. Consulteu el manual per saber com crear el directori formicula_cache en aquest cas.
es: La carpeta pnTemp se encuentran fuera de la webroot, por favor, consulte el manual de como crear la carpeta formicula_cache en este caso.

source: The installer could not create the formcontacts table
ca: No s'ha pogut crear la taula de contactes durant la instal·lació
es: El programa de instalación no puedo crear la tabla formcontacts

source: Database upgrade failed
ca: No s'ha pogut actualitzar la base de dades
es: Fallo la actualización de la base de datos

source: Hello,
ca: Hola,
es: Hola,

source: Thank you for the comments posted from our Website. The sent data is:
ca: Gràcies pels vostres comentaris. La data d'enviament és:
es: Gracias por los comentarios publicados en nuestra página Web. La información enviada es:

source: Contact or Theme
ca: Contacte
es: Contacto o Tema

source: Your Name
ca: El teu nom
es: Su Nombre

source: E-Mail
ca: Adreça de correu electrònic
es: Correo electrónico

source: Homepage
ca: Pàgina d'inici
es: Página de inicio

source: Company
ca: Empresa
es: Compañía

source: Phone Number
ca: Telèfon
es: Numero telefónico

source: Location
ca: Ubicació
es: Ubicación

source: Comment
ca: Comentari
es: Comentario

source: We will respond to your e-mail as soon as possible.
ca: Respondrem el vostre correu electrònic el més aviat possible.
es: Responderemos a su correo electrónico tan pronto como sea posible.

source: The
ca: El
es: El

source: Team
ca: Equip
es: Equipo

source: A visitor of to your web site used the form for contact and sent the following:
ca: Un usuari/ària ha visitat l'espai web i ha enviat el següent formulari de contacte:
es: Un visitante de su sitio web utilizo el formulario de contacto y envió lo siguiente:

source: Form #
ca: Formulari #
es: Formulario #

source: The user has the following IP address/hostname:
ca: L'usuari/ària té assignada la IP:
es: El usuario tiene la siguiente dirección IP/nombre de host:

source: Mandatory field
ca: Camp obligatori
es: Campo obligatorio

source: Contact our team
ca: Contacte amb el nostre equip
es: Contacte con nuestro equipo

source: This is a mandatory field.
ca: Aquest camp és obligatori
es: Este campo es obligatorio.

source: Please enter a valid E-mail address like user@example.com.
ca: Introduïu una adreça de correu vàlida.
es: Por favor, introduzca una dirección válida de mail como usuario@ejemplo.com.

source: Please enter a valid internet address like http://www.example.com.
ca: Introduïu una adreça d'Internet vàlida, per exemple http://www.exemple.cat
es: Por favor, introduzca una dirección válida de Internet como http://www.ejemplo.com.

source: E-Mail Format
ca: Format del missatge
es: Formato de correo electrónico

source: Text
es: Texto

source: Please solve this simple math test
ca: Si us plau, resoleu aquesta operació matemàtica
es: Por favor resuelva esta simple operación matematica

source: Send
ca: Envia
es: Enviar

source: Show phone number
ca: Mostra el número de telèfon
es: Mostrar el número teléfonico

source: Show company
ca: Mostra el nom de l'empresa
es: Mostrar compañía

source: Show URL
ca: Mostra la URL
es: Mostrar URL

source: Show location
ca: Mostra la localització
es: Mostrar ubicación

source: Show comments textarea
ca: Mostra els comentaris de l'àrea de text
es: Mostrar area de texto para comentarios

source: Send confirmation email to user
ca: Envia una confirmació de correu electrònic a l'usuari/ària
es: Enviar correo electrónico de confirmación al usuario

source: Folder for uploaded files
ca: Directori pels fitxers adjunts
es: Carpeta para los archivos subidos

source: Delete file after sending
ca: Esborra el fitxer abans de fer l'enviament
es: Eliminar archivo después de enviar

source: Activate spamcheck
ca: Activa el sistema de protecció contra enviaments brossa
es: Activar revisión de Spam

source: Make sure you the necessary form fields are available, see the docs for more information. This option will be turned off by Formicula automatically if no PHP-functions for creating images are available
ca: Aquesta opció es desactivarà automàticament si les funcions del PHP per crear imatges no estan disponibles.
es: Asegúrese de que los campos necesarios del formulario están disponibles, consulte la documentación para obtener más información. Esta opción estará desactivada automaticamente para Formicula si ninguna de las funciones de PHP para la creación de imágenes están disponibles

source: Do not use spam check in these forms
ca: No utilitzis la protecció contra missatges no desitjats en aquests formularis
es: No utilizar la revisión de Spam en estos formularios

source: Comma separated list of form ids, e.g. embedded forms in pagesetter. The redirect may not work here correctly
ca: Llista d'ID de formularis separats per comes, per exemple, els formularis incrustats del Pagesetter. El reenviament automàtic pot no funcionar correctament.
es: Lista separada por comas de id de formulario, por ejemplo, formas incrustadas en pagesetter. El redireccionamiento no puede funcionar correctamente

source: Set the default form
ca: Estableix el formulari per defecte
es: Establecer formulario por defecto

source: (used when no form is specified)
ca: (utilitzat quan no s'especifica cap formulari)
es: (usado cuando no se especifica formulario)

source: Submit
ca: Tramet
es: Enviar

source: Visit Formicula on http://code.zikula.org/formicula
ca: Visiteu Formicula a http://code.zikula.org/formicula
es: Visita Formicula en http://code.zikula.org/formicula

source: This data was sent to us:
ca: Aquesta és la informació que hem rebut:
es: Esta información fue enviada a nosotros:

source: Thanks for applying, we will keep your data strictly confidential
ca: Gràcies per fer l'enviament, les vostres dades es tractaran confidencialment.
es: Gracias por la aplicación, vamos a mantener sus datos confidenciales

source: We will respond to your E-mail address as soon as possible.
ca: Respondrem al vostre correu electrònic el més aviat possible.
es: Responderemos a su dirección de correo electrónico tan pronto nos sea posible.

source: There is an error in your form
ca: Hi ha un error en el formulari
es: Hay un error en su formulario

source: Back to Contact Form
ca: Torna al formulari de contacte
es: Volver al Formulario de Contacto

source: Apply online!
ca: Aplicar en línia!
es: ¡Aplicar en línea!

source: Apply as
ca: Aplicar com a
es: Aplicar como

source: Date of birth
ca: Data de naixement
es: Fecha de nacimiento

source: Please enter a valid date.
ca: Introduïu una data vàlida.
es: Por favor introduzca una fecha válida.

source: Street
ca: Carrer
es: Calle

source: Salary
ca: Sou
es: Salario

source: Please use only numeric characters.
ca: Feu servir només caràcters numèrics.
es: Por favor, use sólo caracteres numéricos.

source: Zip City
ca: Codi postal
es: Codigo Postal

source: Entry date
ca: Introduïu la data
es: Fecha de ingreso

source: Delete contact
ca: Esborra el contacte
es: Eliminar contacto

source: Do you really want to delete this contact?
ca: Segur que voleu esborrar aquest contacte?
es: ¿Estás seguro que quieres eliminar este contacto?

source: Confirmation prompt
ca: Confirma
es: Mensaje de confirmación

source: Contact name
ca: Nom del contacte
es: Nombre de contacto

source: Delete
ca: Esborra
es: Borrar

source: Cancel
ca: Cancel·la
es: Cancelar

source: Thank you for your questions/comments to our website!<br />We will reply as soon as possible.
ca: Gràcies pels vostres comentaris! <br> Us respondrem el més aviat possible.
es: Gracias por sus preguntas/comentarios a nuestra página web!<br />Le responderemos tan pronto como sea posible.

source: Confirmation of your submission will be emailed to you in a few minutes.
ca: En uns minuts rebreu un missatge de confirmació.
es: La confirmación de su petición será enviada a su dirección de coreo electrónico en unos minutos.

source: There was an internal error when sending confirmation mail
ca: S'ha produït un error intern en enviar el correu de confirmació
es: Se ha producido un error interno al enviar el correo de confirmación

source: Edit contact
ca: Edita el contacte
es: Editar contacto

source: Public
ca: Públic
es: Público

source: Use this information in the users confirmation mail
ca: Dades pels missatges de confirmació
es: Utilice esta información en correo de confirmación de los usuarios

source: Sender E-Mail
ca: Adreça electrònica del remitent
es: Dirección de correo electronico del remitente

source: Sender name
ca: Nom del remitent
es: Nombre del remitente

source: Subject
ca: Assumpte
es: Asunto

source: with <ul> <li>%s = sitename</li> <li>%l = slogan</li> <li>%u = site url</li> <li>%c = contacts sender name</li> <li>%n&lt;num&gt; = user defined field name &lt;num&gt;</li> <li>%d&lt;num&gt; = user defined field data &lt;num&gt;</li></ul>
ca: amb <ul> <li>%s = nom del portal</li> <li>%l = eslògan</li> <li>%u = URL del portal</li> <li>%c = nom del servidor de contacte</li> <li>%n&lt;num&gt; = nom del camp que defineix l'usuari/ària &lt;num&gt;</li> <li>%d&lt;num&gt; = nom del camp que de defineix la informació de l'usuari/ària &lt;num&gt;</li></ul>
es: Con <ul> <li>%s = nombre del sitio</li> <li>%l = lema</li> <li>%u = url del sitio</li> <li>%c = nombre de contacto del remitente</li> <li>%n&lt;num&gt; = campo definido por el usuario &lt;num&gt;</li> <li>%d&lt;num&gt; = datos definidos por el usuario &lt;num&gt;</li></ul>

source: Settings
ca: Configuració
es: Configuración

source: ID
es: Identificador

source: Name
ca: Nom
es: Nombre

source: Options
ca: Opcions
es: Opciones

source: Yes
ca: Sí
es: Si

source: No items found.
ca: No s'han trobat contactes.
es: No se encontraron objetos

source: This data was sent to us
ca: Aquesta és la informació que hem rebut
es: Esta información fue enviada a nosotros

source: Confirmation of your submission will be mailed to you in a few minutes.
ca: En uns minuts rebreu un missatge de confirmació.
es: La confirmación de su envio,le sera enviada por correo en pocos minutos.
