Repository: projectestac/agora
Catalog: src/html/zikula/modules/EZComments/locale/*/LC_MESSAGES/module_ezcomments.po
Languages: ca

source: Internal Error.
ca: Error intern.

source: View
ca: Mostra

source: Edit
ca: Edició

source: Done! Item deleted.
ca: S'ha esborrat l'element

source: Done! Item updated.
ca: S'ha actualitzat l'element

source: No migration plugins available.
ca: No hi ha connectors de migració disponibles.

source: No orphaned comments.
ca: No hi ha comentaris orfes.

source: Error! A general failure occurs.
ca: S'ha produït un error general.

source: Done! All orphaned comments for this module deleted.
ca: S'han esborrat tots els comentaris orfes per aquest mòdul.

source: Done! Comment deleted.
ca: S'ha esborrat el comentari.

source: Pending
ca: Pendent

source: Rejected
ca: Rebutjat

source: Approved
ca: Aprovat

source: New comment rules applied
ca: S'han aplicat regles noves per als comentaris

source: Comments
ca: Comentaris

source: Attach comments to every kind of content using hooks
ca: Permet adjuntar comentaris a tota mena de continguts

source: comments
ca: comentaris

source: User's pinboard
ca: Llibre de visites de l'usuari

source: Registering EZComments hook for MyProfile module failed
ca: S'ha produït un error en registrar el lligam entre l'EZComments i el mòdul MyProfile

source: The comments can only be searched for words that are longer than %1$s and less than %2$s characters!
ca: En els comentaris només es poden cercar paraules de entre %1$s i %2$s caràcters de longitud

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! The user ignores you.
ca: L'usuari/ària l'ha ignorat.

source: Error! The name field is required. Comment rejected.
ca: El camp nom és obligatori. El comentari s'ha rebutjat.

source: Error! Your comment contains unacceptable content and has been rejected.
ca: El seu comentari conté continguts no permesos i ha estat rebutjat.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Done! Comment added.
ca: S'ha afegir el comentari.

source: Done! Your comment was held for moderation and will be reviewed shortly.
ca: El seu comentari està pendent de moderació. Aviat serà revisat.

source: A new comment was entered
ca: S'ha enviat un comentari nou

source: New comment for your site
ca: Ha arribat un comentari nou

source: Show latest comments
ca: Mostra el comentaris recents

source: No such comment found.
ca: No s'ha trobat el comentari.

source: Name for anonymous user is missing.
ca: Falta el nom de l'usuari/ària no registrat.

source: Email address of anonymous user is missing or invalid.
ca: Falta l'adreça de correu electrònic de l'usuari/ària no registrat o l'adreça aportada no és vàlida.

source: Website of anonymous user is invalid.
ca: L'adreça web de l'usuari/ària no registrat no és vàlida.

source: Error! The comment contains no text.
ca: El comentari no conté text.

source: Done! Comment updated.
ca: S'ha modificat el comentari.

source: missing value
ca: no s'ha trobat el valor

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: Manage my comments
ca: Gestió dels meus comentaris

source: No such item found.
ca: No s'ha trobat l'element

source: Error! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: View comments
ca: Mostra els comentaris

source: Delete orphaned comments
ca: S'han esborrat els comentaris orfes

source: Migrate comments
ca: Migra els comentaris

source: Purge comments
ca: Eliminació de comentaris

source: Comment statistics
ca: Estadística de comentaris

source: Re-apply moderation rules
ca: Torna a aplicar les regles de moderació

source: Settings
ca: Modifica la configuració

source: Error creating hook.
ca: S'ha produït un error en crear el lligam.

source: Error updating the table.
ca: S'ha produït un error en actualitzar la taula.

source: Error deleting hook.
ca: S'ha produït un error en esborrar el lligam.

source: Add a new comment
ca: Afegeix un comentari nou

source: Posted on %s
ca: Enviat el %s

source: Send mail to user
ca: Envia missatge a l'usuari/ària

source: Modify comment
ca: Modifica el comentari

source: No comments posted yet.
ca: No hi ha comentaris.

source: Subject
ca: Assumpte

source: Name
ca: Nom

source: (required for unregistered users)
ca: (requerit per als usuaris no registrats)

source: E-mail address (will not be published)
ca: Adreça de correu (no serà publicada)

source: Website
ca: Pàgina web

source: Comment
ca: Comentari

source: Submit
ca: Tramet

source: Register
ca: Enregistra

source: log in
ca: Validat

source: Only logged in users are allowed to comment. %1$s or %2$s.
ca: Nomé els usuaris validats poden enviar comentaris. %1$s o %2$s.

source: Edit comment
ca: Edita el comentari

source: Commentator
ca: Ha comentat

source: Redirect to the commented content after finishing
ca: Torna al contingut del comentari en acabar

source: Update
ca: Valida

source: Delete
ca: Esborra

source: Cancel
ca: Cancel·la

source: Number of comments to display
ca: Nombre de comentaris a mostrar

source: Show comments for the following module
ca: Mostra els comentaris del mòdul següent

source: All
ca: Tots

source: Show username
ca: Mostre el nom d'usuari/ària

source: Link username to profile
ca: Enllaça el nom d'usuari/ària amb el seu perfil

source: Show Date
ca: Mostra la data

source: Show pending comments
ca: Mostra els comentaris pendents

source: Posted on
ca: Enviat el

source: Delete item
ca: Esborra el registre

source: Confirm deletion of all comments for object ID '%1$s' attached to module '%2$s'
ca: Confirma que vol esborrar tots els comentaris per l'objecte ID '%1$s' adjunts al mòdul '%2$s'

source: Confirmation prompt
ca: Confirma l'acció

source: Username:
ca: Nom d'usuari/ària:

source: Date:
ca: Data:

source: Subject:
ca: Tema:

source: Show:
ca: Mostra:

source: Moderate:
ca: Modera:

source: Options
ca: Opcions

source: Purge all pending comments
ca: Esborra tots els comentaris pendents

source: Purge all rejected comments
ca: Esborra tots els comentaris rebutjats

source: Import comments from other modules
ca: Importa comentaris d'altres mòduls

source: Migration
ca: Migració

source: Module
ca: Mòdul

source: Start migration
ca: Comença la migració

source: The following comments will become rejected
ca: Els comentaris següents seran rebutjats

source: Status
ca: Estat

source: Comment type
ca: Tipus de comentari

source: No items found
ca: No s'han trobat registres

source: The following comments will require moderation
ca: Els comentaris següents requeriran moderació

source: Apply
ca: Aplica

source: Delete all comments for this module
ca: Esborra tots els comentaris d'aquest mòdul

source: This functionality allows you to delete comments that are in the database for removed modules.
ca: Aquesta funcionalitat permet esborrar comentaris emmagatzemats a la base de dades que pertanyen a mòduls eliminats

source: Select module
ca: Selecciona el mòdul

source: Miscellaneous
ca: Miscel·lània

source: Default template
ca: Entorn visual per defecte

source: Default stylesheet
ca: Full d'estils per defecte

source: By default, the following possibilities exists:
ca: Per defecte hi ha les possibilitats següents:

source: Allow unregistered users to set user information
ca: Permet als usuaris no registrats veure la informació dels usuaris registrats

source: Require name for unregistered user
ca: Requereix el nom per als usuaris no registrats

source: Log IP addresses
ca: Enregistra l'adreça IP

source: Comments per page in admin view
ca: Comentaris per pàgina a la vista de l'administrador

source: Enable pager in user view
ca: Habilitar el paginador a la vista de d'usuari/ària

source: Comments per page in user view
ca: Comentaris per pàgina a la vista d'usuari/ària

source: Activate account page in user section
ca: Activa la pàgina del compte a la secció d'usuari/ària

source: Notification
ca: Notificació

source: The notification email will be sent to the owner of the content. If there is no owner known, the notification mail will be sent to the site administrator.
ca: S'enviarà una notificació al propietari/ària del contingut via correu electrònic. Si no es troba el propietari/ària, el correu de notificació s'enviarà a l'administrador/a del lloc.

source: Send mail on new comment
ca: Envia un correu elèctronic en rebre's un comentari nou

source: Send mail on comment requiring moderation
ca: Envia un correu electrònic quan un comentari requereixi validació

source: Moderation
ca: Moderació

source: Enable comment moderation
ca: Activa la moderació de comentaris

source: All comments require moderation
ca: Tots els comentaris requereixen moderació

source: Do not require moderation for comments from users who have already commented
ca: La moderació de comentaris no és necessària per usuaris que tenen comentaris validats

source: Number of links in comment before moderation
ca: Nombre d'enllaços en els comentaris abans de la moderació

source: Words to trigger moderation
ca: Paraules que activen la moderació

source: Blacklisting
ca: Llista negra

source: Number of links in comment before blacklisting
ca: Nombre d'enllaços en els comentaris abans de comprovar les paraules no permeses

source: Words to blacklist from comments
ca: Paraules no permeses en els comentaris

source: Notice: Comments containing words listed here will be completely ignored by the comments module
ca: Nota: Els comentaris que continguts paraules de la llista seran completament ignorats pel mòdul de comentaris

source: Blacklist comments from insecure proxies
ca: Bloca els comentaris provinents de servidors intermediaris insegurs

source: Number of hours where users are allowed to modify the text of own comments.
ca: Nombre d'hores durant les quals els usuaris poden modificar el text dels comentaris propis.

source: The value -1 deactivates this function.
ca: El valor -1 desactiva aquesta funció.

source: Akismet spam dectection service
ca: Servei de detecció de correu brossa Akismet

source: Notice: <a href="http://akismet.com/">Akismet</a> is a spam detection service that can, in many cases, eliminate comment and trackback spam. To use akismet you need to install and configure the <a href="http://code.zikula.org/ezcomments/">Akismet module</a>.
ca: Nota: <a href="http://akismet.com/">Akismet</a> és un servei de detecció de correu brossa que en alguns casos elimina comentaris no desitjats i informa de correu brossa. Per fer ús d'akismet heu d'instal·lar i configurar el <a href="http://code.zikula.org/ezcomments/">mòdul Akismet</a>.

source: Enable akismet
ca: Activa l'Akismet

source: Status level to apply to comments flagged as spam by akismet
ca: Nivell d'estat que cal aplicar als comentaris catalogats com correu brossa per l'Akismet

source: Feeds
ca: Fonts de notícies

source: Notice: both the feed type and feed count can be overriden using feedtype and feedcount parameters appended to the feed URL
ca: Nota: tant el tipus i el recompte de la font poden ser sobreescrits fent ús dels paràmetres feedtype i feedcount lligats a la URL de la font.

source: Type of feed
ca: Tipus de font de notícies

source: Number of items to display in feed
ca: Nombre d'elements a mostrar a la font de notícies

source: A new comment was submitted to your site that requires moderation
ca: S'ha enviat un comentari nou al portal que requereix validació

source: EZComments Administration
ca: Administració del mòdul

source: Item ID
ca: ID de l'element

source: Total comments
ca: Total de comentaris

source: Delete module
ca: Esborra el mòdul

source: Confirm deletion of all comments attached to module '%s'
ca: Confirma l'esborrament de tots els comentaris adjunts al mòdul '%s'

source: No subject
ca: No hi ha tema

source: IP address
ca: Adreça IP

source: not logged
ca: No validat

source: Send me back to the commented content after finishing
ca: Retorna'm al contingut dels comentaris en acabar

source: by
ca: per

source: on
ca: el

source: This page allows to to re-apply the defined moderation rules to all existing comments allowing all comments to be re-checked if you change your moderation rules.
ca: Aquesta pàgina permet tornar a aplicar les regles de moderació definides per tots els comentaris existents i permet tornar a comprovar els comentaris existents en cas que es canviïn les regles de moderació.

source: Choose action
ca: Tria una acció

source: Apply moderation rules to all comments
ca: Aplica les regles de moderació a tots els comentaris

source: or
ca: o

source: Apply moderation rules to all comments with status
ca: Aplica les regles de moderació a tots els comentaris que tenen estat

source: Pinboard for member
ca: Llibre de visites de

source: The user has deactivated the pinboard for his account
ca: L'usuari/ària ha desactivat el llibre de visites del seu compte

source: Pinboard entries
ca: Entrades en el llibre de visites

source: Pinboard entries are only visible for registered or logged in users.
ca: Les entrades del llibre de visites només són visibles per als usuaris validats

source: Search comments
ca: Cerca comentaris

source: The last %s created or owned comment
ca: Es darrer %s comentari creat o propi

source: unknown
ca: desconegut

source: Filter by status
ca: Filtre per estat

source: Filter
ca: Filtre

source: Date
ca: Data

source: Owner
ca: Propietari

source: The last %s comment
ca: El darrer %s comentari

source: All %s comments
ca: Tots els %s comentaris

source: Show all comments
ca: Mostra tots els comentaris

source: With selected comments
ca: Amb comentaris seleccionats

source: Approve
ca: Aprova

source: Hold
ca: Manté

source: Reject
ca: Rebutja
