Repository: projectestac/agora
Catalog: src/html/zikula/modules/Ephemerids/locale/*/LC_MESSAGES/module_ephemerids.po
Languages: es

source: Done! Ephemerid created.
es: Hecho! Efeméride creada.

source: No such ephemerid found.
es: No se ha encontrado esta efeméride.

source: Done! Ephemerid updated.
es: Hecho! Efeméride actualizada.

source: Done! Ephemerid deleted.
es: Hecho! Efeméride borrada.

source: Edit
es: Editar

source: Delete
es: Borrar

source: Done! Saved module configuration.
es: Hecho! Configuración del módulo actualizada.

source: Error! Could not load any ephemerids.
es: Error!. No se pudo cargar ninguna efeméride.

source: Ephemerids
es: Efemérides

source: Ephemerid
es: Efeméride

source: Ephemerids
es: Efemérides

source: Provides a block displaying an information byte (historical event, thought for the day, etc.) linked to the day's date, with daily roll-over, and incorporates an interface for adding, editing and maintaining ephemerids.
es: Proporciona un bloque de muestra de información (hecho histórico, pensamiento del día, etc) relacionados con la fecha del día, con despliegue diario, e incorpora una interfaz para añadir, editar y mantener efemérides.

source: Error! Could not create the new ephemerid.
es: Error! No es posible el crear la nueva efeméride.

source: No such ephemerid found
es: No se ha encontrado tal efeméride

source: Error! Could not delete the ephemerid.
es: Error! No es posible el borrar la efeméride.

source: Error! No such ephemerid found
es: Error! No se ha encontrado tal efeméride

source: Error! Could not save your changes.
es: Error! No fue posible grabar los cambios.

source: Ephemerids list
es: Lista de efemérides

source: Create new ephemerid
es: Crear nueva efeméride

source: Settings
es: Configuración

source: General settings
es: Configuración general

source: Items per page in admin panel list view
es: Elementos por página en la lista de panel de administración

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Edit ephemerid
es: Editar la efeméride

source: Date
es: Fecha

source: The year can't be lower than the unix epoch one (1970) or will be reseted to 1970 for formatting purposes.
es: El año no puede ser inferior a la fecha Unix (1970) o se reestablecerá a 1970 para fines de formateo.

source: Language
es: Idioma

source: Content
es: Contenido

source: New ephemerid
es: Nueva efeméride

source: Internal ID
es: ID interno

source: Actions
es: Acciones

source: No items found.
es: No se han encontrado elementos.

source: Delete ephemerid
es: Borrar la efeméride

source: Do you really want to delete this ephemerid?
es: ¿Realmente quiere borrar esta efeméride?
