Repository: projectestac/agora
Catalog: html/zikula2/modules/Profile/locale/*/LC_MESSAGES/module_profile.po
Languages: ca

source: User account panel
ca: Tauler de l'usuari/ària

source: Registered users list
ca: Llista d'usuaris registrats

source: Last %s registered users
ca: Darrers %s usuaris registrats

source: Users currently on-line
ca: Usuaris actualment en línia

source: Edit personal info
ca: Edita la informació personal

source: View personal info
ca: Mostra la informació personal

source: Send private message
ca: Envia un missatge privat

source: Show %s's contacts
ca: Mostra els contactes de %s

source: Edit contact
ca: Edita el contacte

source: Add as contact
ca: Afegeix com a contacte

source: Error! in %1$s: the %2$s parameter must be specified.
ca: Error a %1$s: s'ha d'especificar el paràmetre %2$s

source: Go to the Avatar manager
ca: Vés a la gestió d'avatars

source: %s's site
ca: LLoc web de %s

source: Required
ca: Requerit

source: Deactivate
ca: Desactiva

source: Activate
ca: Activa

source: Not editable field
ca: Camp no editable

source: Third-party (not editable)
ca: Terceres parts (no editable)

source: Third-party
ca: Terceres parts

source: Edit
ca: Edita

source: Up
ca: Amunt

source: Down
ca: Avall

source: Delete
ca: Esborra

source: Text box
ca: Camp de text

source: Text area
ca: Caixa de text

source: Checkbox
ca: Casella de verifiació

source: Radio button
ca: Selector

source: Dropdown list
ca: Llista desplegable

source: Date
ca: Data

source: Multiple checkbox set
ca: Casella de verificació múltiple

source: Yes
ca: Sí

source: Everyone
ca: Tothom

source: Registered users only
ca: Només usuaris registrats

source: Admins and account owner only
ca: Només administradors i propietari/ària del compte

source: Admins only
ca: Només administradors

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
ca: S'ha produït un error. Els elements d'informació personal han de tenir una etiqueta. Un exemple d'etiqueta recomanada és: '_MYDUDLABEL'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
ca: S'ha produït un error. Els elements d'informació personal han de tenir un nom de l'atribut. Un exemple de nom acceptat és: 'mydudfield'.

source: Error! There is already an personal info item label with this naming.
ca: Ja existeix una etiqueta d'element d'informació personal amb aquest nom.

source: Error! There is already an attribute name with this naming.
ca: Ja existeix un atribut amb aquest nom.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
ca: Atenció! L'element d'informació personal ha estat acceptat, però ha estat filtrat i alterat per assegurar que no conté caràcters especials o espais en el seu nom.

source: Done! Created new personal info item.
ca: S'ha creat un element d'informació personal nou.

source: Error! No such personal info item found.
ca: No s'ha trobat l'element d'informació personal.

source: Done! Saved your changes.
ca: Els canvis han estat emmagatzemats.

source: Done! Deleted the personal info item.
ca: S'ha esborrat l'element d'informació personal.

source: Error! You cannot decrease the weight of this account property.
ca: No podeu reduir el pes d'aquesta propietat del compte.

source: Done! Saved your settings changes.
ca: S'han emmagatzemat els canvis en la configuració.

source: Sorry! You do not have authorisation for this module.
ca: No teniu autorització per accedir a aquest mòdul.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
ca: La clau d'autorització no és vàlida ('authkey'). Això probablement és degut a que heu fet clic a la icona de tornar enrere del navegador o perquè la clau d'autorització ha caducat a causa d'un període innactivitat massa prolongat. Si us plau, refresqueu la pàgina i torneu-ho a intentar.

source: Error! Invalid '%s' passed.
ca: S'ha passat un '%s' no vàlid.

source: Error! Could not save your changes.
ca: No s'han pogut emmagatzemar els canvis.

source: Error! Could not load the section.
ca: No s'ha pogut carregar la secció.

source: Error! You cannot access form functions directly.
ca: No podeu accedir directament des de les funcions.

source: Error! Could not find this user.
ca: No s'ha trobat aquest usuari/ària.

source: Error! Could not find profile page [%s].
ca: No s'ha pogut trobar la pàgina de perfil [%s].

source: Error! Could not load personal info items.
ca: No s'han pogut carregar els elements d'informació personal.

source: Error! A required profile item [%s] is missing.
ca: No s'ha trobat l'element de perfil requerit [%s].

source: Done! Saved your changes to your personal information.
ca: S'han emmagatzemat els canvis a la vostra informació personal.

source: The '%1$s' field is required.
ca: El camp '%1$s' és requerit.

source: There was a problem with one of the personal information fields.
ca: S'ha produït un problema amb un dels camps d'informació personal.

source: Featured user
ca: Usuari/ària destacat

source: Show featured user
ca: Mostrar usuari/ària destacat

source: Last X registered users
ca: Darrers X usuaris registrats

source: Show last X registered users
ca: Mostra els X darrers usuaris registrats

source: Recent visitors
ca: Visitants recents

source: Show registered users having visited the site recently
ca: Mostra els usuaris registrats que recentment han visitat el lloc web

source: Users on-line
ca: Usuaris en línia

source: Show which registered users are currently on-line
ca: Mostra quins usuaris registrats estan connectats

source: _UREALNAME
ca: Real name

source: _UFAKEMAIL
ca: Public e-mail

source: _YOURHOMEPAGE
ca: Site

source: _TIMEZONEOFFSET
ca: Time zone

source: _YOURAVATAR
ca: Avatar

source: _YICQ
ca: ICQ number

source: _YAIM
ca: Yahoo! ID

source: _YYIM
ca: Yahoo! ID

source: _YMSNM
ca: MSN

source: _YLOCATION
ca: Location

source: _YOCCUPATION
ca: Occupation

source: _EXTRAINFO
ca: Other info

source: _YINTERESTS
ca: Interests

source: Error! There is already an personal info item with the label '%s'.
ca: Ja hi ha un element d'informació personal amb aquesta etiqueta '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
ca: Ja hi ha un element d'informació personal amb aquest nom d'atribut '%s'.

source: Error! Could not create new attribute.
ca: No s'ha pogut crear l'atribut nou.

source: Error! You cannot delete this personal info item.
ca: No s'ha pogut esborrar aquest element d'informació personal.

source: Error! Could not delete the personal info item.
ca: No s'ha pogut esborrar l'element d'informació personal.

source: Error! Activation failed.
ca: L'activació ha fallat

source: Error! You cannot deactivate this personal info item.
ca: No podeu desactivar aquest element d'informació personal.

source: Error! Could not deactivate the personal info item.
ca: No podeu desactivar aquest element d'informació personal.

source: Users Module
ca: Mòdul d'usuaris

source: Personal info items list
ca: Elements d'informació personal

source: Create new personal info item
ca: Element nou

source: User account panel settings
ca: Configuració

source: Help
ca: Ajuda

source: Error! Could not find the specified module (%s).
ca: No s'ha trobat el mòdul especificat (%s).

source: Error! Could not create the new personal info item.
ca: No s'ha pogut crear l'element d'informació personal.

source: Personal info
ca: Informació personal

source: Missing dynamic data array in call to %1$s
ca: Matriu de dades dinàmiques no trobada a %1$s

source: Invalid %1$s.
ca: %1$s no vàlid.

source: Error! Could not load data.
ca: No s'han pogut carregar les dades.

source: Profile
ca: Perfils

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
ca: Proporciona un tauler de control del compte personal per a cada usuari/ària registrat, una interfície per administrar els elements d'informació personal i una funcionalitat per a llistes d'usuaris registrats. Treballa estretament amb el mòdul d'usuaris.

source: profile
ca: perfil

source: Sorry! A required personal info item is missing. Please correct and try again.
ca: Falta un element d'informació personal que és requerit. Si us plau, corregiu això i torneu-ho a provar.

source: Profile manager
ca: Gestió del perfil

source: Items marked with an asterisk ('*') are required entries.
ca: Els elements marcats amb un asterisc ('*') corresponen a entrades requerides.

source: Save
ca: Desa

source: Cancel
ca: Cancel·la

source: User name
ca: Nom d'usuari/ària

source: Information to show
ca: Informació a mostrar

source: Show registration date
ca: Mostra la data de registre

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
ca: Nota: feu ús d'arrossegar i deixar per ordenar els elements d'informació personal. L'ordre nou serà emmagatzemant automàticament quan deixeu l'element en el seu lloc.

source: Label
ca: Etiqueta

source: Attribute name
ca: Nom de l'atribut

source: Type
ca: Tipus

source: Status
ca: Estat

source: Actions
ca: Accions

source: Search
ca: Cerca

source: Go search
ca: Busca

source: Search in user names
ca: Cerca entre els noms d'usuari/ària

source: Search in real names
ca: Cerca en els noms reals

source: Search in site
ca: Cerca en el lloc web

source: All
ca: Tots

source: Real name
ca: Nom real

source: Site
ca: Lloc web

source: On-line
ca: Connectats

source: Off-line
ca: Desconnectats

source: No users found.
ca: No s'ha trobat l'usuari/ària.

source: Membership statistics
ca: Estadístiques dels membres

source: Registered:
ca: Registrat:

source: On-line:
ca: Connectats

source: Newest user:
ca: Usuaris més recents:

source: Personal Information
ca: Informació personal

source: Number of recently-registered users to display
ca: Nombre d'usuaris recentment registrats a mostrar

source: Registered on %s
ca: Registrat el %s

source: No registered users are currently on-line.
ca: EN aquests moments no hi ha usuaris registrats connectats.

source: Account Panel
ca: Tauler del compte

source: unread
ca: No llegits

source: %s registered user
ca: %s usuari/ària registrat

source: %s on-line.
ca: %s connectats.

source: %s anonymous guest
ca: %s visitant anònim

source: %1$s and %2$s online.
ca: %1$s i %2$s connectats.

source: %Y-%m-%d
ca: %d-%m-%Y

source: About Profile
ca: Sobre els perfils

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
ca: Hi ha alguns detalls que heu de saber sobre el mòdul de perfil i de com aquest et permet traduir les etiquetes de les propietats del compte i altres valors del teu lloc web.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
ca: Primer de tot es recomana moure els fitxers de traducció del perfil al directori /config i personalitzar-los des d'allà.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
ca: Moveu tots els fitxers des del directori /modules/Profile/locale a /config/locale.

source: About the property labels
ca: Sobre les etiquetes de propietats

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
ca: Es recomana utilitzar només paraules per a les etiquetes. Per aquesta raó fem ús del format: _DUDLABEL i els traduim per a cadascun dels idiomes disponibles del teu lloc web a un text que es pugui llegir.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
ca: Després de crear una etiqueta de propietat nova (com per exemple _MYDUDLABEL), heu d'afegir el msgid del vostre catàleg (fitxer POT). Necessitareu dues línies per etiqueta: <strong>msgid '_MYDUDLABEL'</strong> i després d'un salt de línia <strong>msgstr ''</strong> (estudieu el contingut del catàleg per defecte).

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
ca: Amb la modificació dels fitxers POT podeu sincronitzar les traduccions (fitxers .PO) per a cadascun dels idiomes disponibles, o inclús crear un fitxer .PO now des del catàleg amb una eina com per exemple poEdit.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
ca: En el fitxer .PO podreu traduir _MYDUDLABEL al text que correspongui per a cadascun dels idiomes per proporcionar un text qie es pugui llegir.

source: About the property values
ca: Sobre els valors de les propietats

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
ca: Alguns tipus de camps com quadres de verificació, botons de tria, llistes desplegables i caixes de verificació múltiples, permeten definir un conjunt d'opcions a mostrar.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
ca: Cadascuna de les opcions pot ser afegira en un catàleg per ser traduida. Si feu ús d'una data personalitzada aquesta necessita traducció, aquesta també pot ser afegida a un catàleg.<br />Gaudiu-ne!

source: Personal information
ca: Informació personal

source: Registration date
ca: Data de registre

source: No recently-registered users found.
ca: No s'han trobat usuaris registrats recentment.

source: Personal info for %s
ca: Informació personal de %s

source: User name:
ca: Nom d'usuari/ària:

source: Registration date:
ca: Data de registre:

source: Latest submissions of %s
ca: Darrer accés de %s

source: Personal info item
ca: Element d'informació personal

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
ca: Atenció: No es permeten els caràcters especials o espais en els elements d'informació personal o els noms d'atributs.

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
ca: Feu clic a la <strong><a href="%s">pàgina d'ajuda</a></strong> per obtenir més informació sobre les etiquetes i qüestions relacionades amb la traducció.

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
ca: Nota: L'atribut de nom que heu entrat no podrà ser modificat, per tant cal l'escolliu amb atenció.

source: Make this a 'Required' item
ca: Fes que sigui un element requerit

source: Visibility
ca: Visibilitat

source: Type of control to display
ca: Tipus de control que s'ha de mostrar

source: Content
ca: Contingut

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
ca: Atenció: Precedeix les opcions de sortida per '@@'. Exemple: '@@No@@Sí', '@@No habilitat@@Habilitat'. L'ordre és important. Si voleu tenir una etiqueta diferent en el formulari d'edició podeu fer ús del format següent: 'EditLabel@@DisplayNo@@DisplayYes'. Tots els valors són traduïts.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
ca: Atenció: feu ús del format següent per a cadascuna de les opcions: '@@label@id'. Exemple: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. Les options es poden traduir.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
ca: Nota: Feu ús del format següent per a cadascuna de les opcions: '@@label@id'. Exemple fer a una llista simple: '@@option 1@id1@@option 2@id2@@option 3@id3'. Exemple per un conjunt de quadres de verifiació múltiples: '1@@option 1@id1@@option 2@id2@@option 3@id3'. Les opcions es poden traduir.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
ca: Nota: Podeu especificar el format de data que de fer servir, tant des de les variables de la plantilla ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), o una data personalitzada com '%b %d de %Y', fent ús d'opcions de PHP (mireu a la <a href="http://www.php.net/manual/en/function.strftime.php">documentació de PHP</a> per a més informació). El format es pot traduir.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
ca: Nota: Feu ús del format següent per a cadascuna de les opcions: 'id,label;'. Exemple: 'id1,label1;id2,label2;id3,label3'. Cada propietat s'ha de saparar amb un punt i coma (';'). La ID i etiqueta de cada propietat s'ha de seperar per una coma (','). Les etiquetes es poden traduir.

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
ca: Nota: És opcional entrar una ID. Si no especifiqueu una ID, la posició de l'opció serà usada per la ID (començant per zero). Es recomana escollir una ID única i evitar modificar-la.

source: Notice to display with personal info item
ca: Avís a mostrar amb l'element d'informació personal

source: Edit personal info item
ca: Edita l'element d'informació personal

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
ca: Atenció! Si volue editar la ID d'una opció sense perdre la informació associada de l'usuari/ària a la base de dades, aquesta etiqueta no s'ha de canviar de nom de forma simultània. No assigneu IDs i etiquetes amb el mateix nom. Se us recomana deixar cadascuna de les opcions amb una ID i nom únics, i evitar canviar el nom d'una ID una vegada ha estat creada.

source: Maximum number of characters to display
ca: Nombre màxim de caràcters a mostrar

source: Latest articles of %s
ca: Articles més recents de %s

source: On %s
ca: El %s

source: No recent articles found.
ca: No s'han trobat articles recents

source: Latest comments of %s
ca: Darrers comentaris de %s

source: No recent commets found.
ca: No s'han trobat comentaris recents.

source: Delete personal info item
ca: Esborra l'element d'informació personal

source: Do you really want to delete this personal info item?
ca: Voleu realment esborrar aquest element d'informació personal?

source: Confirmation prompt
ca: Confirmació

source: Number of recent visitors to display
ca: Nombre d'usuaris recents a mostrar

source: Registered users list settings
ca: Configuració de la llista d'usuaris registrats

source: Display the user's registration date
ca: Mostra la data de registre dels usuaris

source: Users per page in 'Registered users list'
ca: Usuaris per pàgina a 'Llista d'usuaris recents'

source: Users per page in 'Users currently on-line' page
ca: Usuaris per pàgina a la pàgina 'Usuaris connectats'

source: Users per page in 'Recent registrations' page
ca: Usuaris per pàgina a la pàgina 'Registres recents'

source: Filter unverified users from 'Registered users list'
ca: Filtra els usuaris no verificats de 'Llista d'usuaris registrats'

source: User registration form settings
ca: Configuració del formulari de registre

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
ca: Els elements d'informació personal que heu activat es mostraran en el formulari de validació si el mòdul d'usuaris està configurat per mostrar elements d'informació personal, i si s'ha especificat en els paràmetres generals de configuració del mòdul de perfil que és el mòdul que proporciona les funcionalitats de gestió dels perfils dels usuaris. Els elements d'informació personal que s'han configurat com a requerits sempre es mostraran en el formulari de registre d'usuaris. La llista de sota només inclou les propietats que no fan referència a elements requerits.

source: Personal info items to include in user registration form
ca: Elements d'informació personal a incloure en el formulari de registre
