Repository: projectestac/agora
Catalog: html/zikula2/modules/IWforums/locale/*/LC_MESSAGES/module_iwforums.po
Languages: ca

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: You can't access the forum
ca: No podeu accedir a aquest fòrum

source: The forum upon which the ation had to be carried out hasn't been found
ca: No s'ha trobat el fòrum sobre el qual fer l'acció sol·licitada

source: An error has occurred while reading records from the data base
ca: S'ha produït un error en la consulta de les taules a la base de dades.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: The modification of the users who have read the message has failed
ca: La modificació dels usuaris i usuàries que han llegit el missatge ha fallat.

source: No messages have been found
ca: No s'ha trobat el missatge.

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: The transfer of the message has failed
ca: El desplaçament del missatge ha fallat.

source: An error has occurred while deleting the message
ca: S'ha produït un error en esborrar el missatge.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: An error has occurred while editing the message
ca: S'ha produït un error en editar el missatge.

source: An error has occurred while checking/unchecking a message
ca: S'ha produït un error en el marcatge/desmarcatge d'un missatge

source: Module iw_main is required. You have to install the iw_main module previously to install it.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Check the message
ca: Marca el missatge

source: Uncheck the message
ca: Desmarca el missatge

source: Choose the sender...
ca: Tots els remitents

source: A new topic has been created.
ca: S'ha creat un tema nou.

source: During the next
ca: Durant els propers

source: minutes you can delete the topic.
ca: minuts pot esborrar el tema.

source: An error has occurred while creating a new topic
ca: S'ha produït un error en la creació d'un tema nou.

source: An error has occurred in the attachment of the file. The message has been sent without the attached file.
ca: S'ha produït un error en pujar el fitxer al servidor. El missatge s'ha enviat sense el fitxer adjunt.

source: An error has occurred while creating a new message
ca: S'ha produït un error en la creació d'un missatge nou.

source: wrote on
ca: va escriure el

source: A new message has been created.
ca: S'ha creat un missatge nou.

source: munutes you can edit the message
ca: minuts pot editar el missatge.

source: minutes you can delete the message
ca: minuts pot esborrar el missatge.

source: From:
ca: De:

source: Date
ca: Data

source: Time
ca: Hora

source: Attached file
ca: Fitxer adjunt

source: You are not allowed to do this action
ca: No estàs autoritzat a fer aquesta acció

source: The message can not be deleted because have answers. You can move the answers to an other theme or forum.
ca: El missatge no es pot esborrar perquè té respostes. Podràs esborrar el missatge si mous les respostes a un altre fòrum o a un altre tema

source: The message has been deleted.
ca: S'ha esborrat el missatge

source: Probably the message has been sended without the attached file.
ca: Provablement el missatge s'ha enviat sense el fitxer adjunt.

source: The message has been modified
ca: El missatge ha estat modificat

source: Error trying to edit the message
ca: S'ha produit un error en intentar editar el missatge

source: The message has been transferred
ca: S'ha desplaçat el missatge.

source: The topic has been deleted.
ca: S'ha esborrat el tema

source: Reply to the message
ca: Respon el missatge

source: Who has read the message?
ca: Qui ha llegit el missatge?

source: Create a new topic
ca: Crea un tema nou

source: Send a new message
ca: Envia un missatge nou

source: View the forum list
ca: Mostra la llista de fòrums

source: Return to the list of topics and messages
ca: Torna a la llista de temes i missatges

source: Return to the message list
ca: Torna a la llista de missatges

source: Return to the message
ca: Torna al missatge

source: Check all messages as read
ca: Marca com a llegits tots els missatges

source: Create a new forum
ca: Crea un fòrum nou

source: View the created forums
ca: Mostra els fòrums creats

source: Configure the module
ca: Configura el mòdul

source: Forum not found
ca: Fòrum no trobat

source: Unregistered
ca: No registrats

source: The forum has been modified
ca: S'ha actualitzat el fòrum.

source: A new forum has been created
ca: S'ha creat un fòrum nou.

source: Group added
ca: S'ha afegit un grup al fòrum

source: The access has been deleted
ca: S'ha esborrat l'accés del grup

source: Choose a gruop...
ca: Tria un grup...

source: Moderador added
ca: S'ha afegit un moderador

source: The forum has been deleted
ca: S'ha esborrat el fòrum.

source: The configuration of the module has been modified
ca: S'ha modificat la configuració del mòdul

source: Creation, managment and use of forums
ca: Creació, gestió i ús de fòrums

source: You didn't write a title for the topic
ca: El títol del tema està buit

source: You didn't write a title for the message.
ca: El títol del missatge està buit.

source: The extension of the attached file isn't correct. The valid extensions are:
ca: L'extensió del fitxer adjunt no és admesa. Les extensions possibles són:

source: Do you really want to send the message?
ca: Vols realment enviar el missatge?

source: Add a new topic
ca: Afegeix un tema nou

source: Title of the topic
ca: Títol del tema

source: Description
ca: Descripció

source: First message of the topic (optional)
ca: Primer missatge del tema (opcional)

source: Title of the message
ca: Títol del missatge

source: Message
ca: Missatge

source: Add
ca: Addició

source: Cancel
ca: Cancel·la

source: Forums
ca: Fòrums

source: You haven't writte the name of the forum
ca: No heu indicat el nom del fòrum.

source: Forum name
ca: Nom del fòrum

source: Attached files are allowed
ca: Admet fitxers adjunts als missatges

source: Minutes, after the submission, during which the messages can be edited by theirs authors
ca: Minuts, després de l'enviament, durant els quals els missatges són editables pels seus remitents

source: Minutes, after the submission, during which the messages can be deleted by theirs authors
ca: Minuts, després de l'enviament, durant els quals els missatges són esborrables pels seus remitents

source: Observations
ca: Observacions

source: Active?
ca: Actiu?

source: Create
ca: Crea

source: Pages:
ca: Pàgines:

source: Forums list
ca: Llista de fòrums

source: Access type
ca: Tipus d'accés

source: N. topics
ca: N. temes

source: N. messages
ca: N. missatges

source: Moderation
ca: Moderació

source: Read, write and topics creation
ca: Lectura, escriptura i creació de temes

source: Read and write
ca: Lectura i escriptura

source: Read only
ca: Només lectura

source: There are no forum created
ca: No hi ha cap fòrum definit

source: About this module
ca: Pel que fa a aquest mòdul

source: Modify
ca: Modifica

source: Attachments?
ca: Adjunts?

source: Yes
ca: Sí

source: Status
ca: Estat:

source: minutes
ca: minuts

source: Deletable
ca: Esborrable

source: Delete the forum
ca: Esborra el fòrum

source: Confirm the deletion of the forum
ca: Confirma l'esborrament del fòrum.

source: Confirm
ca: Confirma

source: Cancel the deletion of the forum
ca: Cancel·la l'esborrament

source: Move the message
ca: Mou el missatge

source: Confirm the transfer
ca: Confirma el desplaçament

source: Move the message to the forum
ca: Mou el missatge al fòrum

source: Move the message to the topic
ca: Mou el missatge al tema

source: Without topic
ca: Sense tema

source: Cancel the transfer of the message
ca: Cancel·la el desplaçament del missatge.

source: Delete moderator
ca: Esborra el moderador

source: Confirm que deletion of the moderator
ca: Confirma que vols esborrar el moderador

source: Add a new message
ca: Afegeix un missatge nou

source: Icon
ca: Icona

source: Create the message
ca: Crea el missatge

source: List of topics
ca: Llista de temes

source: topic created by:
ca: Tema iniciat per

source: on
ca: el

source: at
ca: a les

source: Messages:
ca: Missatges:

source: Unread messages:
ca: Missatges per llegir:

source: Last post by
ca: Darrera intervenció per

source: Delete the topic
ca: Esborra el tema

source: Topic and messages deletion
ca: Esborrament del tema i els seus misssatges

source: Up
ca: Puja

source: Down
ca: Baixa

source: List of messages
ca: Llista de missatges

source: All the messages of the list
ca: Obre tots els missatges de la llista

source: Title
ca: Títol

source: Sender
ca: Remitent

source: Actions
ca: Accions

source: Delete the message
ca: Esborra el missatge

source: Edit the message
ca: Edita el missatge

source: This subjet has no messages.
ca: Aquest tema no té missatges.

source: The user
ca: L'usuari/ària

source: you haven't sent any message to this topic
ca: no ha enviat cap missatge a aquest tema

source: This forum has no messages.
ca: Aquest fòrum no té missatges

source: Delete the attached file
ca: Esborra el fitxer adjunt

source: I'm sure
ca: N'estic segur

source: Modify the message
ca: Modifica el missatge

source: Confirmation of deletion of the topic and its messages
ca: Confirmació de l'esborrament del tema i els seus misssatges

source: Confirm the deletion of the topic
ca: Confirma l'esborrament del tema.

source: Add a moderator
ca: Afegeix un moderador

source: Group
ca: Grup

source: Choose a moderator
ca: Tria un moderador

source: Root of the file folder
ca: Inici del directori de fitxers

source: Server folder where will be save the attached files
ca: Directori del servidor on s'emmagatzemen els fitxers adjunts a les notes

source: The attached files folder have not been found
ca: No s'ha trobat el directori per als fitxers adjunts

source: (This folder needs writting atributes)
ca: Aquest directori ha de tenir permisos d'escriptura

source: The unregistered users can view messages writers avatars
ca: Els usuaris no registrats poden veure els avatars del remitents dels missatges

source: Add a group with access to the forum
ca: Afegeix un grup amb accés al fòrum

source: Delete the access to the group
ca: Esborra l'accés del grup

source: Confirm the deletion
ca: Confirma que vols esborrar l\'accés del grup

source: The message has been read by:
ca: Han llegit el missatge:

source: Moderators
ca: Moderadors

source: Features
ca: Característiques

source: Options
ca: Opcions

source: Delete
ca: Esborrament

source: Edit
ca: Edició

source: Copy
ca: Copia

source: ...modifying...
ca: ...modificant...

source: Smilies active
ca: Emoticones actives

source: Keep a copy in the source forum and topic
ca: Manté una còpia en el fòrum i tema d'origen
