Repository: projectestac/agora
Catalog: html/zikula2/modules/IWmoodle/locale/*/LC_MESSAGES/module_iwmoodle.po
Languages: ca

source: Courses available in Moodle
ca: Cursos disponibles al Moodle

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: The connection to Moodle database has failed.
ca: No s'ha pogut connectar a la base de dades del Moodle

source: Module iw_main is needed. You have to install the iw_main module before to install it.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·la'l abans d'instal·lar aquest mòdul.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: An error occurred doing the action.
ca: S'ha produït un error en portar-se a terme l'acció

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Show available courses
ca: Mostra els cursos disponibles

source: Enrol users into the course
ca: Inscriu usuaris al curs

source: Module configuration
ca: Configura el mòdul

source: Synchronize users
ca: Sincronitza els usuaris

source: Return to the course users list
ca: Torna a la llista d'usuaris del curs

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Weekly
ca: Setmanal

source: Topics
ca: Per temes

source: The module configuration has been changed
ca: S'ha modificat la configuració del mòdul

source: He/She is a Moodle user but not an intranet user
ca: Aquest usuari/ària del Moodle no ho és de la intranet

source: The user hasn't been found
ca: No s'ha trobat l'usuari/ària

source: The user was already enrolled for the course. There has been any action.
ca: L'usuari/ària ja estava inscrit al curs. No s'ha fet cap acció

source: The user has been enrolled in the course
ca: L'usuari/ària ha estat inscrit al curs

source: The user's enrollment in the course has failed.
ca: La inscripció al curs de l'usuari/ària ha fallat

source: The user was already pre-enrolled for the course. There has been any action.
ca: L'usuari/ària ja estava preinscrit al curs. No s'ha fet cap acció

source: The user has been pre-enrolled in the course
ca: L'usuari/ària ha estat preinscrit al curs

source: The user's pre-enrollment in the course has failed.
ca: La preinscripció al curs de l'usuari/ària ha fallat

source: The pre-enrolment of selected users has been removed
ca: Les pre-inscripcions dels usuaris seleccionats han estat esborrades

source: The enrolment of selected users has been removed
ca: Les inscripcions dels usuaris seleccionats han estat esborrades

source: Course requested not found
ca: No s'ha trobat el curs sol·licitat

source: Choose a group...
ca: Tria un grup...

source: All
ca: Tots

source: Some fields are needed
ca: No has emplenat alguns camps obligatòris

source: The result of the enrolment / pre-enrolment:
ca: El resultat de la inscripció/preinscripció al curs ha estat:

source: Options saved
ca: Els canvis s'han portat a terme correctament

source: There has been no action because no user has been selected
ca: No s'ha portat a terme cap acció perquè no has triat cap usuari/ària

source: The user creation has failed
ca: La creació d'usuaris ha fallat

source: The users have been created correctly
ca: Els usuaris s'han creat correctament

source: Integration of Moodle into PostNuke
ca: Incorpora la validació única entre el Moodle i el Zikula i permet fer inscripcions als cursos

source: Modify the module configuration
ca: Modifica la configuració del mòdul

source: Location of Moodle installation
ca: La localització de la instal·lació del Moodle

source: Prefix of the Moodle tables on database
ca: Prefix de les taules del Moodle a la base de dades

source: Open Moodle in a new window
ca: Obre el Moodle en una finestra nova

source: Account that will be used by guest users
ca: Compte que serà usat per als usuaris convidats

source: Default country for new users
ca: País per defecte dels usuaris nous

source: Choose a country...
ca: Tria un país...

source: Default town/city for new users
ca: Ciutat per defecte dels usuaris nous

source: Default language for new users
ca: Idioma per defecte dels usuaris nous

source: Choose a language...
ca: Tria un idioma...

source: Default description for new users
ca: Descripció per defecte dels usuaris nous

source: Default timezone for new users
ca: Zona horària per defecte dels usuaris nous

source: Server's local time
ca: Hora local del servidor

source: Execute changes
ca: Executa canvis

source: Edit the module configuration
ca: Edita la configuració del mòdul

source: You're not user of Moodle. Click to link
ca: No sou usuari/ària del Moodle. Feu clic a l'enllaç

source: Go to Moodle
ca: Vés al Moodle

source: to activate your account
ca: per activar el teu compte

source: Courses to which you are enrolled.:
ca: Cursos als que estàs pre-inscrit:

source: Close
ca: Tanca

source: You're not enrolled to any courses.
ca: No estàs matriculat/da a cap curs.

source: Administration
ca: Administra

source: List of available courses
ca: Llista de cursos disponibles

source: Code
ca: Codi

source: Title
ca: Títol

source: Summary
ca: Resum

source: Type
ca: Tipus

source: State
ca: Estat

source: Options
ca: Opcions

source: Disabled
ca: No actiu

source: Enabled
ca: Actiu

source: List
ca: Llistes

source: Active
ca: Activa

source: Inactive
ca: Desactiva

source: Not found courses
ca: No s'han trobat cursos

source: About this module
ca: Pel que fa a aquest mòdul

source: Enrole users in the course
ca: Afegir usuaris al curs

source: People
ca: Persona/es

source: Group
ca: Grup

source: Role
ca: Rol

source: People to register
ca: Persones a inscriure

source: Choose a role...
ca: Tria un rol...

source: Send
ca: Envia

source: Cancel
ca: Cancel·la

source: No role selected for users
ca: No has triat el rol per als usuaris

source: No users selected
ca: No has triat usuaris

source: Not users
ca: No hi ha usuaris

source: Page
ca: Pàgina

source: List of users in the course
ca: Llista d'usuaris del curs

source: Lastname, Firstname
ca: Cognoms, nom

source: Username
ca: Nom d'usuari/ària

source: Sign in
ca: Inscripció

source: Last Moodle access
ca: Darrer accés al Moodle

source: Delete
ca: Esborra

source: Check all
ca: Marca-ho tot

source: Users enrolled in the course but not in the intranet
ca: Usuari/ària inscrit al curs però no a la intranet

source: Users enrolled in the course
ca: Usuari/ària inscrit al curs

source: You have not selected any user!
ca: No heu seleccionat cap usuari/ària!

source: Do you really want to delete the teachers selected from the course?
ca: Està segur que vol esborrar del curs el professorat seleccionat?

source: This course has not assigned users
ca: Aquest curs no té usuaris assignats

source: N. records
ca: N. Registres

source: Change validation to do it from the Moodle
ca: Canvia la validació per fer-ho només des de Moodle

source: Change validation to do it from the intranet
ca: Canvia la validació per fer-ho des de la intranet i el Moodle

source: Create Moodle user
ca: Crea l'usuari/ària a Moodle

source: User validated in Moodle from the intranet
ca: L'usuari/ària pot validar a Moodle des de la intranet i de Moodle

source: User not validated in Moodle from the intranet
ca: L'usuari/ària no valida a Moodle des de la intranet

source: Not Moodle user
ca: No és usuari/ària de Moodle

source: Not found users
ca: No s'han trobat usuaris

source: Moodle users but not zikula users
ca: Usuaris que estan a Moodle i no a la intranet

source: Create the user in the web site
ca: Crea l'usuari/ària a la intranet

source: All the Moodle users are web site users
ca: No hi ha usuaris al Moodle que no estiguin a la intranet

source: Moodle Integration
ca: Integració del Moodle

source: The manual inscription method is not defined in course. You showd define if from Moodle administration tools.
ca: El mètode d'inscripció manual no ha estat definit per a aquest curs. Cal que el definiu des de les eines d'administració de Moodle.
