Repository: projectestac/agora
Catalog: src/html/zikula/modules/bbcode/locale/*/LC_MESSAGES/module_bbcode.po
Languages: ca

source: BBCode is a transform hook that converts usual bbcode tags into html.
ca: El BBCode és un lligam de transformació que converteix les etiquetes BBCode en codi HTML

source: BBCode Hook
ca: Lligam BBCode

source: Spoiler follows
ca: A continuació hi ha codi ocult

source: Quote
ca: Citació

source: From
ca: Des de

source: Code
ca: Codi

source: *Not allowed to see the external links*
ca: * No teniu autorització per veure els enllaços externs *

source: *Not allowed to see emails*
ca: * No teniu autorització per veure correus electrònics *

source: No highlighting
ca: Sense realçat

source: GeSHi with line numbers
ca: GeSHi amb números de línia

source: GeSHi without line numbers
ca: GeSHi sense números de línia

source: Google Code Prettifier
ca: Formatador de codi del Google

source: Illegal value, allowed format: up to four decimal places + dot + two decimal places followed by unit, one out of cm,em,ex,in,mm,pc,pt,px or %. Example: 1.05em or 95%.
ca: El valor no és vàlid. El format permès és: fins a 4 dígits + punt + 2 dígits + unitat (cm, em, ex, in, mm, pc, pt, px o %). Exemple: 1.05em o 95%.

source: Done! Configuration has been updated
ca: S'ha actualitzat la configuració

source: Start
ca: Inici

source: Settings
ca: Modifica la configuració

source: Error! Could not register BBCode transform hook
ca: No s'ha pogut registrar el lligam de transformació BBCode

source: Error! Could not register BBCode display hook
ca: No s'ha pogut registrar el lligam de visualització BBCode

source: Error! Failed to upgrade hook (smodule)
ca: No s'ha pogut actualitzar el lligam (smodule)

source: Error! Failed to upgrade hook (tmodule)
ca: No s'ha pogut actualitzar el lligam (tmodule)

source: Error! Could not unregister BBCode transform hook
ca: No s'ha pogut treure del registre el lligam de transformació BBCode

source: Actually the bbcode hook is used with the following modules
ca: El lligam BBCode està sent actualitzat pels mòduls següents

source: Module
ca: Mòdul

source: Displayname
ca: Nom per mostrar

source: Options
ca: Opcions

source: Hook settings
ca: Paràmetres dels lligams

source: bbcode is not used with any module
ca: Cap mòdul fa servir el BBCode

source: Activate bbcode for more modules
ca: Activa el BBCode per a més mòduls

source: Visit the bbcode project site
ca: Visiteu el lloc web del projecte BBCode

source: Notice! Please allow the used HTML tags in the SecurityCenter.
ca: Atenció: assegureu-vos de que les etiquetes HTML estan marcades com a permeses en el centre de seguretat

source: Configuration [code][/code]
ca: Configuració del [code][/code]

source: Enable code highlighting
ca: Activa el realçat del codi

source: %h = Header (Code), %c=lines of code, %j=lines of code, escaped for javascript.
ca: %h = Capçalera (Codi), %c=línies de codi, %j=línies de codi amb escapaments per al javascript.

source: Select code highlight mode
ca: Selecciona el mode de realçat de codi

source: Preview
ca: Visualització prèvia

source: Configuration [quote][/quote]
ca: Configuració del [quote][/quote]

source: Enable quote highlighting
ca: Activa el realçat de les citacions

source: %u = username, %t=quoted text
ca: %u = nom d'usuari, %t = text citat

source: Configuration [color][/color]
ca: Configuració del [color][/color]

source: Enable flexible text colors
ca: Habilita els colors de text variables

source: Allow userdefined text color
ca: Permet color definits per l'usuari/ària

source: Configuration [size][/size]
ca: Configuració del [size][/size]

source: Enable flexible text size
ca: Activa la mida de text variable

source: Tiny
ca: Diminuta

source: Small
ca: Petita

source: Large
ca: Gran

source: Huge
ca: Enorme

source: Allow userdefined text size
ca: Permet mides de text definides per l'usuari/ària

source: Configuration of mimeTeX integration [math][/math]
ca: Configuració de la integració amb el mimeTeX [math][/math]

source: Enable mimeTeX support
ca: Activa el suport per al mimeTeX

source: Full URL to the mimeTeX cgi script
ca: URL absolut de l'script cgi del mimeTeX

source: Please use an own mimeTeX installation for your website!
ca: Utilitzeu una instal·lació pròpia del mimeTeX per al vostre lloc web

source: Test image for mimeTeX
ca: Imatge de prova per al mimeTeX

source: Enter URl to your mimeTeX installation and you will see a test image here
ca: Indiqueu l'URI de la vostra instal·lació del mimeTeX i veureu la imatge de prova aquí

source: Miscellaneous settings
ca: Altres paràmetres

source: Shrink links to
ca: Redueix els enllaços a

source: chars
ca: caràcters

source: Shrinks the urls shown to the specified length (0=no action).
ca: Redueix la mida dels URL a la longitud especificada. El valor 0 vol dir que no es reduiran.

source: Use Lightbox in img-tag
ca: Limita la mida de les imatges en mostrar-les

source: Width of preview image
ca: Amplada de la visualització prèvia de la imatge

source: Height will be calculated by the browser automatically.
ca: L'alçada la calcularà el navegador automàticament

source: Enable spoiler tag
ca: Activa l'etiqueta d'ocultació

source: HTML for spoiler tag
ca: Codi HTML per a l'etiqueta d'ocultació

source: %h = Heading (Spoiler follows), %s = text
ca: %h = Capçalera (text ocult a continuació), %s = text

source: Update
ca: Valida

source: Insert a link
ca: Introdueix un enllaç

source: Insert an email address
ca: Introdueix una adreça de correu electrònic

source: Insert an image
ca: Introdueix una imatge

source: Insert quote
ca: Introdueix una citació

source: Insert code
ca: Introdueix codi

source: Open list
ca: Obre una llista

source: Add list entry
ca: Afegeix un element de la llista

source: Close list
ca: Tanca la llista

source: Bold text
ca: Text en negreta

source: Italic text
ca: Text en cursiva

source: Underlined text
ca: Text subratllat

source: E-Mail
ca: Correu electrònic

source: Image
ca: Imatge

source: Hide text
ca: Amaga el text

source: Spoiler
ca: Ocultació de text

source: Select code type
ca: Seleccioneu el tipus de codi

source: No special code
ca: Cap codi especial

source: Font color
ca: Color de la lletra

source: Select font color
ca: Selecciona el color de la lletra

source: Black
ca: Negre

source: Dark Red
ca: Vermell oscur

source: Red
ca: Vermell

source: Orange
ca: Taronja

source: Brown
ca: Marró

source: Yellow
ca: Groc

source: Green
ca: Verd

source: Olive
ca: Oliva

source: Cyan
ca: Blau verd

source: Blue
ca: Blau

source: Dark Blue
ca: Blau oscur

source: Indigo
ca: Anyil

source: Violet
ca: Violat

source: White
ca: Blanc

source: Enter color code
ca: Indiqueu el codi del color

source: Self defined color
ca: Color personalitzat

source: Font size
ca: Mida de la lletra

source: Select font size
ca: Selecciona la mida de la lletra

source: Enter text size
ca: Indiqueu la mida del text

source: Self defined size
ca: Mida personalitzada

source: Your browser does not support javascript or you turned it off. The BBCode interface has been disabled.
ca: El vostre navegador no suporta el JavaScript o el té desactivat. La interfície BBCode està deshabilitada.

source: bbcode Administration
ca: Administració del BBCode
