<?PHP // $Id$ 
      // enrol_paypal.php - created with Moodle 1.8 dev (2006120700)


$string['business'] = 'عنوان بريدك الإلكتروني لحسابك Paypal التجاري.';
$string['costorkey'] = 'الرجاء اختيار أحد الطرق التالية للنضمام.';
$string['description'] = 'وحدة (Paypal)تساعدك في إعداد المناهج الدراسية المدفوعة الثمن. لو كانت قيمة أي منهج دراسي هي صفر، لن يطلب من الطلاب لدفع مبلغ مالي للمشاركة في المنهج الدراسي. تسطيع تديد مبلغ مالي لكل الموقع كمبلغ افتراضي هناء، بالإضافة إلى إعداد مبلغ مالي لكل منهج دراسي على حدى هذا الأعداد سيتجاهل إعداد مبلغ الموقع.';
$string['enrolname'] = 'التبرع';
$string['paypalaccepted'] = 'تم قبول التبرع المدفوع';
$string['sendpaymentbutton'] = 'ارسل القيمة المدفوعة عن طريق التبرع';

?>
