<?PHP // $Id$ 
      // enrol_internal.php - created with Moodle 1.5 UNSTABLE DEVELOPMENT (2005010100)


$string['description'] = 'هذا النموذج الافتراضي للتسجيل. يوجد طريقتين لتسجيل الطلاب في منهج دراسي محدد.
<ul>
<li>يستطيع المعلم أو المدير من تسيجل الطلاب بطريقة عادية وذلك عن طريق الرابط الموجود قائمة الإدارة داخل المنهج الدراسي.</li>
<li>يمكن إضافة كلمة مرور لكل منهج دراسي تسمى \"مفتاح التسجيل\". أي شخص يعرف هذه الكلمة يستطيع إضافة نفسه في المنهج الدراسي.</li>
</ul>
';
$string['enrolname'] = 'تسجيل داخلي';

?>
