Repository: projectestac/agora
Catalog: src/html/zikula/modules/legal/locale/*/LC_MESSAGES/module_legal.po
Languages: ca

source: All users
ca: Tots els usuaris

source: No groups
ca: Cap grup

source: Done! Saved module configuration.
ca: S'ha modificat la configuració del mòdul.

source: 'Terms of use' not activated.
ca: No s'han activat els 'Termes d'ús'.

source: 'Privacy policy' not activated.
ca: No s'ha activat la 'Política de privacitat'.

source: 'Accessibility statement' not activated.
ca: No s'ha activat la 'Declaració d'accessibilitat'.

source: Legal info manager
ca: Gestor de la informació legal

source: Provides an interface for managing the site's 'Terms of use', 'Privacy statement' and 'Accessibility statement'.
ca: Proporciona una interfície per gestionar els termes d'ús, la política de privacitat i la declaració d'accessibilitat.

source: Terms of use
ca: Termes d'ús

source: Privacy policy
ca: Política de privacitat

source: Accessibility statement
ca: Declaració d'accessibilitat

source: Legal information
ca: Informació legal

source: Settings
ca: Modifica la configuració

source: <strong>Important Usage Note</strong>: The provided legal statements are samples only. They need to be adapted to specific needs and locales. You will find the content of the statements in files in the "modules/legal/pntemplates/en" directory. These templates can be <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">overridden</a> by theme templates, or by global templates you would create in the "config/templates/legal/" directory (in the appropriate sub-directory for the language you are writing for).
ca: <strong>Nota important</strong>: les declaracions legals proporcionades per defecte són de mostra. S'han d'adaptar a les circumstàncies de cada lloc web. Trobareu els continguts de les declaracions en el directori system/legal/pntemplates/cat/. L'entorn visual les pot <a href="http://community.zikula.org/Wiki-TemplateOverridng.htm">sobreescriure</a>.

source: General settings
ca: Configuració general

source: Reset user group's acceptance of 'Terms of use'
ca: Reinicia l'acceptació dels termes d'ús

source: Notice: This setting resets the acceptance of the 'Terms of use' for all users in this group. Next time they want to log-in, they will have to acknowledge their acceptance of them again, and will not be able to log-in if they do not. This action does not affect the main administrator account. You can perform the same operation for individual users by visiting the Users manager in the site admin panel.
ca: Això reinicia l'acceptació dels termes d'ús pels membres d'aquest grup. Si volen entrar de nou, els hauran de tornar a acceptar. Això no afecta a l'administrador/a principal. Podeu fer el mateix per a usuaris específics a l'administració dels usuaris.

source: Save
ca: Actualitza la configuració

source: Cancel
ca: Cancel·la
