Repository: projectestac/agora
Catalog: html/zikula2/modules/IWforms/locale/*/LC_MESSAGES/module_iwforms.po
Languages: ca

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: The form was created successfully
ca: El formulari s'ha creat correctament

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Could not find form
ca: No s'ha trobat el formulari

source: Global validator
ca: Validador/a global

source: Only writing
ca: Només d'escriptura

source: Only reading
ca: Només de lectura

source: Reading and writing
ca: De lectura i escriptura

source: Yes
ca: Sí

source: Unregistered users
ca: Usuaris no registrats

source: Has changed the order of the fields
ca: S'ha modificat l'ordre dels camps

source: Choose a type of field
ca: Trieu un tipus de camp

source: Text area
ca: Àrea de text

source: Date
ca: Data

source: Time
ca: Hora

source: List of options
ca: Llista d'opcions

source: File
ca: Fitxer

source: Yes/No
ca: Sí/no

source: Information
ca: Informació

source: Dividing line
ca: Línia divisòria

source: Box
ca: Caixa

source: Final box
ca: Final de caixa

source: Field name
ca: Nom del camp

source: We have created a new field. Edit the characteristics of the field
ca: S'ha creat un camp nou. Edita les característiques del camp

source: Deleted validator
ca: S'ha esborrat el validador/a

source: Added validator
ca: S'ha afegit el validador/a

source: Unregistered
ca: No registrats

source: Added a group of access to the form
ca: S'ha donat accés a un grup al formulari

source: Has added a new validator
ca: S'ha afegit un validador/a nou

source: Dropped the annotations of the form
ca: S'han esborrat les anotacions del formulari

source: Not Found validator
ca: No s'ha trobat el validador/a

source: Has deleted a validator
ca: S'ha esborrat un validador/a

source: Can not find the group
ca: No s'ha trobat el grup

source: Has been cleared access to the group
ca: S'ha esborrat l'accés al grup

source: Has been deleted the field
ca: S'ha esborrat el camp

source: Have changed the dependencies
ca: S'han modificat les dependències

source: The main points of the form have been published successfully
ca: Les dades principals del formulari s'han editat correctament

source: Name_field
ca: Nom_del_fitxer

source: Choose a group...
ca: Trieu un grup...

source: The field of the form has been published successfully
ca: El camp del formulari s'ha editat correctament

source: The name of the directory of the files public is not valid because it matches the name of the home directory of files on the site.
ca: El nom del directori dels fitxers públics no és vàlid perquè coincideix amb el nom del directori inicial dels fitxers del lloc.

source: Has changed the configuration of the module
ca: S'ha modificat la configuració del mòdul

source: New category created
ca: S'ha creat una categoria nova

source: No such category found
ca: No s'ha trobat la categoria

source: Has deleted the category
ca: S'ha esborrat una categoria

source: Has changed the category
ca: S'ha modificat la categoria

source: Has made a copy of the form. Edit the characteristics that create appropriate
ca: S'ha fet una còpia del formulari. Edita'n les característiques que creguis oportunes

source: There was an error in the copy of the forum
ca: S'ha produït un error en la còpia del formulari

source: Error! It is not possible to create the export file because the form folder defined in the module settings does not exist.
ca: No ha estat possible crear el fitxer d'exportació perquè no s'ha trobat el directori dels formularis definit en els paràmetres del mòdul.

source: Error! It is not possible to create the export file because the form folder defined in the module settings is not writable.
ca: No ha estat possible crear el fitxer d'exportació perquè el directori dels formularis definit en els paràmetres del mòdul no té drets d'escriptura.

source: Error exporting file
ca: S'ha produït un error en la creació del fitxer d'exportació

source: The import file is not correct. It need the xml extension
ca: El fitxer d'importació no és correcta. Ha de tenir l'extensió xml

source: Error updating the import file to the server
ca: S'ha produït un error en pujar el fitxer d'importació al servidor

source: Error loading xml document.
ca: S'ha produït un error en la càrrega del fitxer xml.

source: The form creation has failt
ca: La creació del formulari ha fallat

source: The form has been imported correcty
ca: El formulari s'ha importat correctament

source: You can not access this form to view the annotations
ca: No podeu accedir a aquest formulari per veure'n les anotacions

source: user
ca: usuari/ària remitent

source: Field synchronized successfully.
ca: Trieu un tipus de camp

source: You can not access this form to send annotations
ca: No podeu accedir a aquest formulari per enviar-hi anotacions

source: The form is only one answer and know that you've already sent an annotation.
ca: El formulari és de resposta única i consta que ja has enviat una anotació.

source: Has not been found fields in the form
ca: No s'han trobat els camps del formulari

source: Error with the capcha protect system
ca: S'ha produït un error en el sistema de seguretat contra enviament fraudulents

source: The entry has been edited
ca: L'anotació ha estat editada

source: There was an error in the edition of the annotation
ca: S'ha produit un error en l'edició de l'anotació

source: The entry has been created
ca: L'anotació ha estat creada

source: There was an error in the creation of the annotation
ca: S'ha produit un error en la creació de l'anotació

source: There was a problem in the attachment file. Probably the annotation was sent without the file or attachment.
ca: Hi ha hagut un problema en l'adjunció de fitxers. Probablement l'anotació s'ha enviat sense el fitxer o fitxers adjunts.

source: You do not have access to this form
ca: No podeu accedir a aquest formulari

source: The export is not possible because the directory for temporary files don't exist on the server. If the problem persists it communicates to the administrator at the portal.
ca: L'exportació no és possible perquè falta el directori per a fitxers temporals del servidor. Si el problema persisteix comunica-ho a l'administrador/a del portal.

source: State of the note
ca: Estat de la nota

source: Referring
ca: Remitent

source: Field
ca: Camps

source: Observations
ca: Observacions (notes privades)

source: Renotes
ca: Respostes

source: State
ca: Estat

source: There was an error in the creation of information. The export was not possible
ca: S'ha produït un error en la creació de la informació. La exportació no ha estat possible

source: You do not have access to manage form
ca: No teniu accés a gestionar el formulari

source: There was an error in the modified form
ca: S'ha produit un error en la modificació del formulari

source: Has closed input data on the form
ca: Has tancat l'entrada de dades al formulari

source: Has opened input data on the form
ca: Has obert l'entrada de dades al formulari

source: There was an error to remove the annotation
ca: S'ha produït un error a l'esborrar l'anotació

source: For some reason it is not possible to edit the field's content.
ca: Per alguna raó no és possible editar el contingut del camp.

source: You can not edit this note.
ca: No podeu editar aquesta anotació.

source: Forms: automatic message
ca: Formularis: missatge automàtic

source: Has been removed the fields of the form
ca: S'han esborrat els camps del formulari

source: Has been removed the groups of the form
ca: S'han esborrat els grups del formulari

source: Has been removed the validators of the form
ca: S'han esborrat els validadors del formulari

source: Has been removed form
ca: S'ha esborrat el formulari

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar.

source: No such item found.
ca: No s'ha trobat l'element.

source: Create a new form
ca: Crea un formulari nou

source: Show the forms
ca: Mostra els formularis

source: Import a form
ca: Importa un formulari

source: Configure the module
ca: Configura el mòdul

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements.

source: Can not find the form field
ca: No s'ha trobat el camp del formulari

source: Note content not found
ca: No s'ha trobat el contingut de l'anotació

source: Note fields not found
ca: No s'han trobat els camps de l'anotació

source: Error! Creation attempt failed during field synchronization.
ca: La sincronització de camps ha fallat

source: Error! delete attempt failed during field synchronization.
ca: L'esborrament de camps ha fallat durant la sincronització

source: Send an annotation
ca: Envia una anotació

source: Show the notes I sent
ca: Mostra les anotacions que he enviat

source: Export to CSV
ca: Exporta a CSV

source: Display the list of forms where you can access the user
ca: Mostra la llista dels formularis on pot accedir l'usuari/ària

source: Identities of the categories to show (default is all)
ca: Identitats de les categories a mostrar separades per una barra vertical '|' (per defecte són totes)

source: Show forms into a list
ca: Mostra els formularis en una llista desplegable

source: Display the content of a note in a block
ca: Mostra el contingut d'una anotació en un bloc

source: Identity of the note that must be schown
ca: Identitat de l'anotació que s'ha de mostrar

source: Hide block title
ca: Amaga el títol del bloc

source: Block content
ca: Contingut del bloc

source: [$formId$] =>Identity of the form, [$noteId$] =>Identity of the note, [%id%] => Title of the field, [$id$] => Content of the field, [$user$] => Username, [$date$] => Note creation date, [$time$] => Note creation time, [$avatar$] => User avatar, [$reply$] => Reply to the user if the reply is public
ca: [$formId$] =>Identitat del formulari, [$noteId$] =>Identity de l'anotació, [%id%] => Títol del camp, [$id$] => Contingut del camp, [$user$] => Nom d'usuari/ària, [$date$] => Data de creació de l'anotació, [$time$] => Hora de creació de l'anotació, [$avatar$] => Avatar de l'usuari/ària, [$reply$] => Resposta a l'usuari/ària si la resposta és pública

source: Module IWmain is needed. You have to install the IWmain module before installing it.
ca: El mòdul IWmain és necessari. L'heu de tenir instal·lat i actiu abans d'instal·lar aquest.

source: Creation, managment and use of forms.
ca: Creació, gestió i ús de formularis.

source: Notes sent
ca: Notes enviades

source: Form name
ca: Nom del formulari

source: Title of the annotations
ca: Títol de les anotacions

source: Has not been found sent notes
ca: No s'han trobat notes enviades

source: Select a file
ca: Trieu un fitxer

source: Ok
ca: D'acord

source: Forms list
ca: Llista de formularis

source: Open the entry of annotations and editing
ca: Obre l'entrada d'anotacions i l'edició

source: New
ca: Nou

source: Validation of fields
ca: Validació de camps

source: Validation
ca: Validació

source: Validation is required
ca: Es necessita validació

source: You do not have any form available
ca: No teniu cap formulari disponible

source: Managing annotations
ca: Gestió de les anotacions

source: State of the annotations
ca: Estat de les anotacions

source: Date Posted
ca: Data d'enviament

source: N. Entries
ca: N. d'entrades

source: Filter by field
ca: Filtra pel camp

source: Color legend of the notes
ca: Llegenda de colors de les notes

source: Note not visited before
ca: Nota no visitada abans

source: Note longer view
ca: Nota ja vista

source: Note marked as completed
ca: Nota marcada com a completada

source: The note has not yet been validated by the responsible
ca: La nota no ha estat validada encara pel/s responsable/s

source: Delete the note
ca: Esborra la nota

source: Validates the note
ca: Valida la nota

source: Invalidates the note
ca: Invalida la nota

source: Show the note as not completed
ca: Mostra la nota com a no completada

source: Shows like complete
ca: Mostra com a completada

source: Delete the mark
ca: Elimina la marca

source: Mark
ca: Marca

source: Respond with a private message
ca: Respon amb un missatge privat

source: View note
ca: Mostra l'anotació

source: Close the window
ca: Tanca la finestra

source: Fields marked with an
ca: Els camps marcats amb un

source: are required
ca: són obligatoris

source: Send
ca: Envia

source: Cancel
ca: Cancel·la

source: Create a new form field
ca: Crea un camp de formulari nou

source: Type field
ca: Tipus de camp

source: Create
ca: Crea

source: Choose a field type
ca: Cal triar un típus de camp

source: Creates a new category
ca: Crea una categoria nova

source: Name
ca: Nom

source: Description
ca: Descripció

source: Add
ca: Addició

source: Add a validator
ca: Afegeix un validador/a

source: Choose a new validator for the field
ca: Trieu un validador/a nou per al camp

source: Choose the group that should have access to the form
ca: Trieu el grup que ha de tenir accés al formulari

source: There is no validators available for this form
ca: No hi ha validadors disponibles per a aquest formulari

source: Choose the group where you have the validator
ca: Trieu el grup d'on ha de ser el validador/a

source: Choose a validator
ca: Trieu un validador/a

source: Only validator fields
ca: Només es validador/a de camps

source: It is the same as
ca: És igual a

source: All
ca: Tots

source: Choose a value...
ca: Trieu un valor...

source: It have got the words
ca: Conté les paraules

source: Return to init
ca: Torna a l'inici

source: Options
ca: Opcions

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: There is no defined categories
ca: No hi ha categories definides

source: Home directory of files
ca: Inici del directori de fitxers

source: Folder on the server where the files are stored in the notes attached
ca: Carpeta del servidor on s'emmagatzemen els fitxers adjunts a les notes

source: Can not find the directory for attachments
ca: No s'ha trobat el directori per als fitxers adjunts

source: You should give write permissions in this folder
ca: A aquesta carpeta cal donar-li permisos d'escriptura

source: Directory for the public files attached to the notes
ca: Directori per als fitxers públics adjunts a les notes

source: Can not find the directory for the files public.
ca: No s'ha trobat el directori per als fitxers públics.

source: You should give write permissions in this folder or set it as public
ca: Hauríeu de donar permisos d'escriptura a aquest directori o establir-lo com a públic

source: DpCaptcha module is not available. If you are planning to open the forms to unregistered users you may want to install them this module.
ca: El mòdul dpCaptcha no està disponible. Si teniu previst obrir els formularis als usuaris no registrats et recomanem que instal·lis aquest mòdul.

source: The module dpCaptcha prevents robots can send notes to forms automatically. With this module successfully activated and you get linked to when a user sends an unregistered entry, is obliged to recognize and write a set of characters that can not recognize an automated system.
ca: El mòdul dpCaptcha evita que robots puguin enviar anotacions als formularis de forma automàtica. Amb aquest mòdul correctament activat i enllaçat aconseguiràs que quan un usuari/ària no registrat enviï una anotació, es vegi obligat a reconèixer i escriure un conjunt de caràcters que no pot reconèixer un sistema automàtic.

source: The module is not bound dpCaptcha (hook). If you are planning to open the forms to unregistered users recommend linking this module. You can do this from the administration of the modules.
ca: El mòdul dpCaptcha no està enllaçat (hook). Si teniu previst obrir els formularis als usuaris no registrats et recomanem que enllacis aquest mòdul. Podeu fer-ho des de l'administració dels mòduls.

source: Color for the new notes
ca: Color per a les notes noves

source: Change the color
ca: Trieu un color

source: Color for the visit notes
ca: Color per a les notes vistes

source: Color to the notes given as completed
ca: Color per a les notes donades com a completades

source: Color for the names of the fields
ca: Color per els noms dels camps

source: Color for the contents of the fields
ca: Color per els continguts dels camps

source: Change the configuration
ca: Modifica la configuració

source: List of validators of the form
ca: Llista de validadors del formulari

source: Validator
ca: Validador/a

source: Type of validator
ca: Tipus de validador/a

source: Delete the validator
ca: Esborra el validador/a

source: This form don't have defined validators
ca: Aquest formulari no té validadors definits

source: Date of sending the note
ca: Data de l'enviament de la nota

source: Time of sending the note
ca: Hora de l'enviament de la nota

source: To view
ca: Vista per

source: to
ca: a

source: Not seen by any validator
ca: No vista per cap validador

source: The note needs validation
ca: La nota està pendent de validació

source: Answer
ca: Resposta

source: Add a new group
ca: Afegeix un grup nou

source: Type of acces
ca: Tipus d'accés

source: Templates for the notes (expert mode)
ca: Plantilles per a les anotacions (mode expert)

source: Use skin by templates
ca: Fes ús de plantilles

source: Template to aply for the form
ca: Plantilla que s'ha d'aplicar al formulari

source: Template to aply for the set of notes
ca: Plantilla que s'ha d'aplicar al conjunt d'anotacions

source: Template to aply for an alone note
ca: Plantilla que s'ha d'aplicar a una anotació individual

source: Show the form name
ca: Mostra el nom del formulari

source: Show the notes title
ca: Mostra el títol de les anotacions

source: Form aspect
ca: Aspecte del formulari

source: [$id$] => Form field
ca: [$id$] => Identitat del camp del formulari

source: Set of notes of the form
ca: Aspecte del conjunt d'anotacions del formulari

source: An individual note
ca: Aspecte d'una anotació individual

source: Styles sheet to aply (give full URL)
ca: Full d'estils que s'ha d'aplicar (especifiqueu la URL completa)

source: Confirms delete the validator
ca: Confirmeu que voleu esborrar el validador/a

source: Edit content
ca: Edita el contingut

source: Edit estructure
ca: Edita l'estructura

source: Delete the form notes
ca: Esborra totes les anotacions del formulari

source: Confirm the deletion of the form notes for the form
ca: Confirmeu l'esborrament de totes les anotacions del formulari

source: See the entry in the original context
ca: Veure l'anotació en el context original

source: List of entries submitted
ca: Llista d'anotacions enviades

source: Not annotations found
ca: No s'han trobat anotacions

source: Delete the group
ca: Esborra el grup

source: Confirms delete access to the group
ca: Confirmeu que voleu esborrar l'accés al grup

source: Create private notes
ca: Edita les notes privades

source: Edit the field
ca: Edita el camp

source: Delete the field
ca: Esborra el camp

source: A low
ca: Baixa un lloc

source: Up one place
ca: Puja un lloc

source: Forms
ca: Formularis

source: Order of the notes for export
ca: Ordre de les notes a l'exportació

source: Ascending order
ca: Ordre ascendent

source: Managing a form
ca: Gestió d'un formulari

source: Export
ca: Exporta

source: Includes users senders of the notes
ca: Inclou els usuaris remitents de les notes

source: Include the date and time of sending notes
ca: Inclou la data i la hora de l'enviament de les notes

source: It includes the notes of private responsibility
ca: Inclou les notes privades dels responsables

source: Includes responses to senders
ca: Inclou les respostes als remitents

source: It includes the state (completed / not completed) of the notes
ca: Inclou l'estat (completades/no completades) de les notes

source: Include the annotations URL
ca: Inclou la URL de les notes

source: Name field
ca: Nom del camp

source: Notes number
ca: Nombre de notes

source: Form definition
ca: Definició del formulari

source: Category
ca: Categoria

source: Form description
ca: Descripció del formulari

source: Anonymous
ca: Anònim

source: Only answer
ca: Resposta única

source: Validators can close the annotations
ca: Els validadors poden tancar les anotacions

source: Validators can close the entries or the release of the book-entry form
ca: Els validadors poden tancar les entrades o l'edició de les anotacions en el formulari

source: The form is initially closed
ca: El formulari està inicialment tancat

source: Unregistered users can not see the data of senders of entries
ca: Els usuaris no registrats no poden veure les dades dels remitents de les anotacions

source: Unregistered users can not export the contents of the annotations
ca: Els usuaris no registrats no poden exportar els continguts de les anotacions

source: The answer is visible to all users who have access to information
ca: La resposta és visible per a tots els usuaris que tenen accés a la informació

source: As a new until a...
ca: Presenta com a novetat fins a...

source: Make it expires automatically a...
ca: Fes que caduqui automàticament a...

source: The notes allow comments
ca: Les anotacions permeten comentaris

source: The validators can decide if a particular note allow comments
ca: Els validadors poden decidir si una nota en particular admet comentaris

source: Use expert mode
ca: Fes ús del mode expert

source: Return URL after sending a new note
ca: URL de retorn després de l'enviament d'una anotació

source: Form files folder
ca: Directori de fitxers del formulari

source: Files folder not found.
ca: No s'ha trobat el directori de fitxers.

source: The files folder is not writeable.
ca: El directori de fitxers no té permisos d'escriptura.

source: Styles sheet to aply
ca: Full d'estil que s'ha aplicar

source: Active / non-active
ca: Actiu/no actiu

source: Active
ca: Actiu

source: No active
ca: No actiu

source: Edit the main form
ca: Edita les dades principals del formulari

source: Informative text
ca: Text informatiu

source: Description of the field
ca: Descripció del camp

source: Text of the help icon
ca: Text de la icona d'ajuda

source: Public File
ca: Fitxer públic

source: Restringed extensions (separated by commas)
ca: Extensions restringides (separades per comes)

source: Thumbnail width (only images gif, jpg and png. 0 for original size)
ca: Amplada de la miniatura (només per a imatges gif, jpg i png. Poseu 0 per que sigui la mida original)

source: Thumbnail height (only images gif, jpg and png. 0 for original size)
ca: Alçada de la miniatura (només per a imatges gif, jpg i png. Poseu 0 per que sigui la mida original)

source: Size of the box
ca: Mida de la caixa de text

source: No. Column
ca: Núm. de columnes

source: No. Row
ca: Núm. de files

source: Incorporates the HTML editor
ca: Incorpora l'editor HTML

source: Available only if the editor is active and set on
ca: Només disponible si l'editor està instal·lat i actiu

source: Default yes
ca: Sí per defecte

source: List options
ca: Opcions de la llista

source: The options must be separated by the hyphen (-). To leave empty the first option, you must write a hyphen before the first one.
ca: Les opcions s'han de separar amb el guió (-). Per deixar la primera opció buida, cal escriure un guió abans de la primera opció.

source: List of members into a groups
ca: Llista de membres d'un grup d'usuaris

source: The group's members are added to the list defined in the option above.
ca: Els membres del grup se sumen a la llista d'opcions definida a l'opció anterior.

source: The validators can filter using this field
ca: Els validadors poden filtrar per a aquest camp
