Repository: projectestac/agora
Catalog: html/zikula2/modules/IWforms/locale/*/LC_MESSAGES/module_iwforms.po
Languages: ca

source: Make your choice with a calendar in JavaScript
ca: Fer la tria des d'un calendari en JavaScript

source: Thickness of the line
ca: Gruix de la línia

source: Color Line
ca: Color de la línia

source: Choose a color
ca: Trieu un color

source: Background color
ca: Color de fons

source: Required
ca: Requerit

source: Supports comments
ca: Admet comentaris

source: Need validation
ca: Necessita validació

source: Send a private message to validators
ca: Envia un missatge privat als validadors

source: Users can read and write
ca: Els usuaris poden llegir i escriure

source: Users only can read
ca: Els usuaris només poden llegir

source: Only validators
ca: Només validadors

source: Active/no active
ca: Actiu/no actiu

source: If the file is public will be accessible to everyone from a URL like:
ca: Si el fitxer és públic serà accessible per a tothom des d'una URL de l'estil:

source: The answer only sees the user sender
ca: La resposta només la veu l'usuari/ària remitent

source: Edit the response to senders
ca: Edita la resposta als remitents

source: Send a copy to the private
ca: Enviar còpia al correu privat

source: Change to the category
ca: Modifica la categoria

source: Modify
ca: Modifica

source: Delete category
ca: Esborra la categoria

source: Confirms delete the category
ca: Confirmeu que voleu esborrar la categoria

source: Skin of the form and complete information
ca: Aspecte del formulari i informació completa

source: Skin form
ca: Aspecte del formulari

source: Define the form
ca: Definició del formulari

source: List of groups that have access to the form
ca: Llista de grups que tenen accés al formulari

source: Chosse one category...
ca: Trieu una categoria...

source: User who sent the note
ca: Usuari/ària que ha enviat la nota

source: User not registered
ca: Usuari/ària no registrat

source: Characteristics
ca: Característiques

source: Full Form
ca: Fitxa completa del formulari

source: Copy
ca: Còpia

source: Delete all the notes
ca: Esborra totes les anotacions

source: Delete notes
ca: Esborra les anotacions

source: Delete the topic
ca: Esborrar el tema

source: No forms have been found
ca: No s'han trobat formularis

source: ...changing the information...
ca: ...modificant la informació...

source: Confirms delete the form
ca: Comfirmeu que voleu esborrar el formulari

source: Change the state
ca: Modifica l'estat

source: Closed notes
ca: Notes tancables

source: Closed form
ca: Formulari tancable

source: Initially closed
ca: Inicialment tancat

source: NR can not see users information
ca: Els usuaris no registrats no poden veure les dades dels remitents de les anotacions

source: NR can not export
ca: Els NR no poden exportar

source: Public answer
ca: Resposta pública

source: Allow comments
ca: Admet comentaris

source: Expert mode
ca: Mode expert

source: New to
ca: Novetat fins

source: Expires in
ca: Caduca a

source: Show annotations
ca: Mostra les anotacions

source: You do not have access to any form
ca: No teniu accés a cap formulari

source: Choose a form...
ca: Trieu un formulari...

source: Page
ca: Pàgines

source: Close the entry of annotations and editing
ca: Tanca l'entrada d'anotacions i l'edició

source: List of form fields
ca: Llista de camps del formulari

source: Order
ca: Ordre

source: Dependence
ca: Dependències

source: Validators
ca: Validadors

source: No fields have been found for this form
ca: No s'han trobat camps per a aquest formulari

source: Change order
ca: Canvia l'ordre

source: Expand all
ca: Desplega-ho tot

source: Collapse all
ca: Plega-ho tot

source: Confirms delete the field
ca: Confirmeu que voleu esborrar el camp

source: type
ca: de tipus

source: Unable to delete the field as there are other areas that are depending on. Clear dependencies before deleting the field. Here is the list of areas affected:
ca: No és possible esborrar el camp ja que hi ha altres camps que el tenen com a depenent. Esborra les dependències abans d'esborrar aquest camp. Aquí teniu la llista de camps afectats:

source: Expand
ca: Desplega

source: Collapse
ca: Plega

source: Op. group
ca: Op. grup

source: JavaScript Calendar
ca: Calendari JavaScript

source: Filterable
ca: Filtrable

source: Msg to validators
ca: Msg als validadors

source: Width
ca: Amplada

source: Height
ca: Alçada

source: Private notes of those responsible
ca: Notes privades dels responsables

source: Synchronize fields
ca: Validació de camps

source: Name of the group
ca: Nom del grup

source: No defined groups with access to the form
ca: No s'han definit grups amb accés al formulari

source: Definition
ca: Definició

source: Use expert mode (options available after creation during edition)
ca: Fes ús del mode expert (les opcions estaran disponibles durant l'edició després d'haver creat el formulari)

source: ...expand/collapse...
ca: ...plaga/desplega...

source: There are one or more form fields that are required and you have not filled
ca: Hi ha algun o alguns camps del formulari que són requerits i no els has emplenat

source: Non-editable
ca: No editable

source: Link text
ca: Text de l'enllaç

source: Allowed files extensions:
ca: Inici del directori de fitxers

source: Maximum width: %spx
ca: Amplada màxima: %spx

source: Maximum height: %spx
ca: Alçada màxima: %spx

source: Edit
ca: Edició

source: Form fields
ca: Camps del formulari

source: Groups who have acces to the form
ca: Grups que tenen accés al formulari

source: Groups
ca: Grups

source: People who validated the entries in the form
ca: Persones que validen les entrades del formulari

source: Change the dependencies
ca: Modifica les dependències

source: Choose depend on the field
ca: Trieu les depències pel camp

source: List of possible dependencies
ca: Llista de dependencies possibles

source: OK
ca: D'acord

source: E-mail writing is not correct
ca: El correu electrònic escrit no és correcte

source: The date value is incorrect
ca: El valor de data és incorrecte

source: The value of time is wrong
ca: El valor d'hora és incorrecte

source: The extension of the attachment is not supported. The extensions are possible:
ca: L'extensió del fitxer adjunt no és admesa. Les extensions possibles són:

source: This directory has not been declared as public.
ca: Aquest directori no ha estat declarat com a públic

source: Note do not fount. Please check the id of the note.
ca: No s'ha trobat l'anotació. Si us plau, reviseu la identitat de l'anotació.

source: Error! The security words are incorrect.
ca: Les paraules de seguretat introduídes no són correctes.

source: Please write the correct words
ca: Si us plau, escriviu les paraules correctes

source: Confirms that want to send the annotation
ca: Confirmeu que voleu enviar l'anotació
