Repository: projectestac/agora
Catalog: html/portal_zk/modules/IWstats/locale/*/LC_MESSAGES/module_iwstats.po
Languages: ca

source: Module IWmain is needed. You have to install the IWmain module before installing it.
ca: Es necessita el mòdul IWmain. Instal·leu-lo abans d'instal·lar aquest mòdul.

source: unable to create system init hook
ca: No ha estat possible crear l'enllaç del sistema

source: Stats have been enabled, you can change this in the hook settings (Administration -> Modules -> System hooks) by deactivating the Stats systeminit hook for Zikula itself
ca: El mòdul d'estadístiques està disponible

source: unable to delete system init hook
ca: No ha estat possible esborrar l'enllaç del sistema

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: L'intent de modificació ha fallat.

source: Error! Could not load data.
ca: No s'ha pogut carregar la informació.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.

source: View visited pages
ca: Mostra les pàgines visitades

source: View stats
ca: Mostra les estadístiques

source: Reset
ca: Regenera

source: Settings
ca: Configuració

source: Summary
ca: Resum

source: Error! Load attempt failed.
ca: L'intent de càrrega ha fallat.

source: User '%s' not found
ca: No s'ha trobat l'usuari/ària '%s'

source: Unregistered
ca: No registrat/da

source: IWstats reset error.
ca: S'ha produït un error en regenerar les estadístiques.

source: IWstats reset
ca: Regenera

source: Done! Module configuration updated.
ca: S'ha modificat la configuració

source: Error deleting the ip '%s'
ca: S'ha produït un error en esborrar la ip '%s'

source: Ip '%s' deleted
ca: S'ha esborrat la ip '%s'

source: unknown
ca: desconnegut

source: Summary reported
ca: S'ha creat el resum

source: Display the users on line
ca: Mostra els usuaris connectats

source: Statistics
ca: Estadístiques

source: Statistics module.
ca: Mòdul d'estadístiques.

source: Reset site statistics
ca: Regenera les estadístiques del lloc

source: Days to conserve (0 delete all the statistics)
ca: Dies que cal conservar (0 esborra totes les estadístiques)

source: After doing this action the data can not be restored.
ca: Després de fer aquesta acció no és possible recuperar la informació.

source: Submit
ca: Envia

source: Cancel
ca: Cancel·la

source: Unregistered users can see online users
ca: Els usuaris no validats poden veure els noms dels usuaris connectats

source: Session time (between 10 and 120 minutes)
ca: Temps de la sessió sense activitat (entre 10 i 120 minuts)

source: Block time refresh in seconds (minimum 100)
ca: Temps de refresc del bloc en segons (mínim 100)

source: Filter
ca: Filtre

source: Entries between the day
ca: Entrades des del dia

source: and the day
ca: fins el dia

source: Users
ca: Usuaris

source: Number of registers:
ca: Nombre de registres:

source: Number of different Ip:
ca: Nombre de diferents ip:

source: Number of different registered users:
ca: Nombre de diferents usuaris registrats:

source: User's stadistics
ca: Estadístiques de l'usuari/ària

source: Module
ca: Mòdul

source: Visits
ca: Visites

source: No data found in this interval of time
ca: No s'ha trobat informació durant l'interval de temps seleccionat

source: Modules
ca: Mòduls

source: User
ca: Usuari/ària

source: Site statistics
ca: Estadístiques del lloc

source: Users on line:
ca: Usuaris connectats

source: There are %s unregistered and 1 registerd user online.
ca: Hi ha %s visitants i 1 usuari/ària connectat/da.

source: skipped IPs (separeted by comma). * values are wildcards
ca: Ip no visibles a la llista de registres, separades per coma. Els valors * són comodins

source: Skip modules
ca: Mòduls no visibles a la llista de registres

source: Update Configuration
ca: Modifica la configuració

source: Choose a module...
ca: Tria un mòdul

source: Username
ca: Nom d'usuari/ària

source: Kind of users
ca: Tipus d'usuari/ària

source: All users
ca: Tots els usuaris

source: Only registered users
ca: Només els usuaris registrats

source: Reload
ca: Recarrega

source: Function
ca: Funció

source: Type
ca: Tipus

source: Parameters
ca: Paràmetres

source: Date and time
ca: Data i hora

source: Remove
ca: Esborra

source: Open
ca: Obre

source: Delete all the entries with a given ip
ca: Esborra tots els registres amb aquesta ip

source: Confirm that you want to delete all the entries with the ip %s
ca: Confirmeu que voleu esborrar totes les entrades amb la ip %s

source: Confirm
ca: Confirma

source: Default value in reset days
ca: Valor per defecte dels dies d'esborrament de dades

source: Keep days in summarise process
ca: Dies que cal mantenir en el procés de resum de dades
