Repository: projectestac/agora
Catalog: html/zikula2/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: ca

source: Save quick edit
ca: Emmagatzema l'edició ràpida

source: Save your quick changes
ca: Emmagatzema els canvis

source: Save full edit
ca: Emmagatzema-ho tot

source: Save all changes
ca: Emmagatzema tots els canvis

source: Mark as pending
ca: Marca com a pendent

source: News articles
ca: Notícies
