Repository: projectestac/agora
Catalog: html/zikula2/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: ca

source: Error! Database contains no article with the title '%s'.
ca: La base de dades no conté cap notícia amb el títol '%s'.

source: Error! No needle ID provided.
ca: No s'ha especificat l'ID del "needle".

source: Quick edit
ca: Edició ràpida

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Unknown status
ca: Estat desconegut

source: Published
ca: Publicades

source: Rejected
ca: Rebutjades

source: Pending Review
ca: Pendent de revisió

source: Archived
ca: Arxivades

source: Draft
ca: Esborranys

source: %s day ago
ca: fa %s dia

source: yesterday
ca: ahir

source: tomorrow
ca: demà

source: %s day from now
ca: %s dia des d'ara

source: %s hour ago
ca: fa %s hora

source: %s hour from now
ca: %s hora des d'ara

source: %s minute ago
ca: fa %s minut

source: %s minute from now
ca: %s minut des d'ara

source: %s second ago
ca: fa %s segon

source: %s second from now
ca: %s segon des d'ara

source: title
ca: títol

source: Error! You did not enter a %s.
ca: No has entrat un %s.

source: article content
ca: contingut de la notícia

source: Error! You did not enter the minimum necessary %s.
ca: Camps requerits (*) al %s sense omplir.

source: Warning! Picture %s is not uploaded, since the filesize was too large (max. %s kB).
ca: Atenció! La imatge %s no està pujada al servidor, ja que la mida del fitxer és massa gran (màxim %s kB).

source: Warning! Picture %1$s gave an error (code %2$s, explained on this page: %3$s) during uploading.
ca: Atenció! La imatge %1$s ha provocat un error (codi %2$s, explicat en aquesta pàgina: %3$s) durant la pujada al servidor.

source: Warning! Picture %s is not uploaded, since the file extension is now allowed (only %s is allowed).
ca: Atenció! La imatge %s no està pujada al servidor, ja que l'extensió del fitxer ara és permesa (només l'extensió %s és permesa).

source: Warning! The image upload directory at [%s] appears to be 'above' the DOCUMENT_ROOT. Please choose a path relative to the webserver (e.g. images/news_picupload).
ca: Atenció! El directori de pujada d'imatges a [%s] sembla estar per sota de l'arrel de publicació (DOCUMENT_ROOT). Si us plau, trieu un camí relatiu del servidor (per exemple: images/news_picupload).

source: Warning! The image upload directory at [%s] exists but is not writable by the webserver.
ca: Atenció! El directori de pujada d'imatges a [%s] existeix però no s'hi pot escriure.

source: News publisher created the image upload directory successfully at [%s] and wrote an .htaccess file there for security.
ca: S'ha creat el directori de pujada d'imatges correctament a [%s] i s'hi ha posat un fitxer .htaccess per seguretat.

source: News publisher created the image upload directory successfully at [%s], but could not write the .htaccess file there.
ca: S'ha creat el directori de pujada d'imatges correctament a [%s], però no s'hi ha pogut posat un fitxer .htaccess.

source: Warning! News publisher could not create the specified image upload directory [%s]. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
ca: Atenció! El publicador de notícies no ha pogut crear el directori d'imatges especificat [%s]. Prova de crear-lo manualment i assegura't que el directori es accessible i s'hi pot escriure.

source: Error! Could not load any articles.
ca: No s'ha pogut carregar cap notícia.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ca: Gen Feb Mar Abr Mai Jun Jul Ago Set Oct Nov Dec

source: Read more...
ca: Llegeix més...

source: %s bytes more
ca: %s bytes més

source: Print
ca: Imprimeix

source: Printer-friendly page
ca: Pàgina per imprimir

source: Comments?
ca: Comentaris?

source: %s comment
ca: %s comentari

source: %1$s about %2$s
ca: %1$s sobre %2$s

source: Footnote: %s
ca: Nota al peu: %s

source: Error! Could not create new article.
ca: No s'ha pogut crear la notícia nova

source: Error! Could not save your changes.
ca: No s'han pogut desar els canvis.

source: News articles list
ca: Llista de notícies

source: News categories
ca: Categories de notícies

source: News archive
ca: Notícies arxivades

source: Submit an article
ca: Tramet una notícia

source: %s pending article
ca: %s notícia pendent

source: Error! No such article found.
ca: No s'ha trobat la notícia.

source: Error! Could not delete article.
ca: No s'ha pogut esborrar la notícia

source: All (%s)
ca: Tots (%s)

source: Published (%s)
ca: Publicats (%s)

source: Rejected (%s)
ca: Rebutjats (%s)

source: Pending Review (%s)
ca: Pendents de revisió (%s)

source: Archived (%s)
ca: Arxivats (%s)

source: Draft (%s)
ca: Esborranys (%s)

source: Scheduled (%s)
ca: Programats (%s)

source: Create new article
ca: Crea una notícia

source: Purge permalinks
ca: Esborra els enllaços permanents

source: Settings
ca: Configuració

source: News publisher articles list
ca: Llista de notícies publicades

source: Show a list of News publisher articles published since the last newsletter.
ca: Mostra la llista de notícies publicades des del darrer enviament del resum.

source: by %1$s on %2$s
ca: per %1$s el %2$s

source: No News publisher articles since last newsletter on %s.
ca: No s'han publicat notícies noves des del darrer enviament del resum el %s.

source: News article
ca: Article/notícia

source: Recent news articles
ca: Notícies recents

source: Displays a specific number of news articles from one or all categories available
ca: Mostra un nombre específic de notícies d'una de les categories disponibles

source: News articles listed under the '%s' category
ca: Llista de notícies ordenades per la categoria '%s'

source: Show all news articles
ca: Mostra totes les notícies

source: Show only articles set for index page listing
ca: Mostra només les notícies de la pàgina d'inici

source: Show only articles not set for index page listing
ca: Mostra només les notícies que no estiguin a la pàgina d'inici

source: News publisher setting
ca: Configuració de la publicació de notícies

source: Number of pageviews
ca: Nombre de pàgines vistes

source: Article weight
ca: Pes de la notícia

source: Random
ca: Aleatori

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
ca: Atenció! No ha estat possible crear l'arbre de categories de les notícies per defecte. Si voleu fer ús de les categories amb les notícies heu de registrar com a mínim una propietat per al mòdul en el registre de categories.

source: A News Publisher article has been submitted for review
ca: La notícia s'ha enviat i roman a l'espera de ser validada

source: Error! Could not update table.
ca: No s'ha pogut actualitzar la taula

source: Error! Could not update articles.
ca: No s'ha pogut actualitzar la notícia

source: Error! The '%s' module is not installed.
ca: El mòdul %s no està instal·lat

source: Error! Could not delete table.
ca: No s'ha pogut esborrar la taula

source: Error! Could not migrate categories.
ca: No s'han pogut migrar les categories

source: Error! Could not rename table.
ca: No s'ha pogut canviar el nom de la taula

source: Error! Could not rename column.
ca: No s'ha pogut canviar el nom de la columna

source: News introduction article
ca: Introducció a les notícies

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
ca: Una notícia es divideix en un resum (el text que esteu llegint en aquests moments) i el cos de la notícia (al qual podeu accedir fent clic a l'enllaç 'Llegeix més'). El resum és una introducció breu de la notícia, però si teniu previst escriure notícies curtes, el resum pot contenir la notícia completa i el cos es pot deixar en blanc. Feu clic sobre el títol de la notícia per obtenir més informació sobre el mòdul de publicació de notícies del Zikula.

source: News
ca: Notícies

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/images/admin.png" width="48" height="48" class="z-floatleft" alt="News publisher admin image" />To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security center</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
ca: <h3>Més informació sobre el mòdul de notícies</h3><p>Ara esteu llegint el cos de la notícia. Tant el resum de la notícia com el cos poden contenir enllaços URL, imatges, etiquetes HTML i altres codis de format automàtic com el que pot proporcionar el mòdul BBCode. Podeu aprendre més coses sobre el mòdul de notícies si llegiu la <a href="http://code.zikula.org/news/wiki#Documentation">documentació del mòdul que hi ha en el wiki</a> (en anglès).</p><h3>Alguns detalls més</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="Icona d'administració del mòdul"/>Per controlar quines etiquetes HTML es poden incloure a la notícia per a donar-li format, l'administrador/a del lloc web ha d'establir quines són les etiquetes permeses des del <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Centre de seguretat</a>. El mòdul de notícies us permet definir, per mitjà del sistema de permisos de Zikula, quin tipus d'accés té cada usuari/ària a les diferents notícies del portal. Per exemple podeu definir un grup de moderadors, un grup de redactors i altres perfils. El sistema de permisos de Zikula és prou flexible com per permetre-us implementar pràcticament qualsevol organització que us vagi bé.</p><p>Podeu editar o esborrar aquesta notícia introductòria si feu clic a l'enllaç que teniu a sota del títol de la notícia o podeu visitar <a href="index.php?module=%s&type=admin&func=view">la pàgina d'administració de les notícies</a>.</p>

source: Warning! Could not create the default News introductory article.
ca: No s'ha pogut crear la introducció per defecte de la notícia

source: Warning! Could not update the default News introductory article.
ca: No s'ha pogut modificar la introducció per defecte de la notícia

source: Error! Could not update the article categories.
ca: No s'han pogut actualitzar les categories de les notícies

source: News publisher
ca: Notícies

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
ca: Proporciona un sistema d'addició, edició, esborrament i administració de notícies.

source: Topics
ca: Temes

source: Display and manage topics
ca: Mostra i gestiona els temes

source: Error! Hooked content does not validate.
ca: Els continguts des lligams no estan validats.

source: Done! Created new article.
ca: S'ha creat una notícia nova

source: Story not created for unknown reason (Api failure).
ca: No s'ha creat la notícia per alguna raó desconeguda (fallada de l'Api ).

source: Story Updated.
ca: S'ha modificat la notícia.

source: Story not updated for unknown reason (Api failure).
ca: No s'ha modificat la notícia per alguna raó desconeguda (fallada de l'Api ).

source: %1$s out of %2$s picture was uploaded and resized.
ca: %1$s de %2$s imatges ha estat pujada i canviada de mida.

source: Article now has draft status, since the picture was not uploaded.
ca: L'article està amb l'estat d'esborrany, fins que la imatge no s'hagi pujat al servidor.

source: Error! Invalid category passed.
ca: S'ha passat una categoria incorrecta.

source: No articles currently published under the '%s' category.
ca: No hi ha notícies publicades a la categoria '%s'

source: No articles currently published.
ca: No hi ha notícies publicades

source: page %s
ca: pàgina %s

source: January February March April May June July August September October November December
ca: Gener Febrer Març Abril Maig Juny Juliol Agost Setembre Octubre Novembre Desembre

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
ca: <br />La notícia <strong>%1$s</strong> ha estat tramesa per %2$s i roman a l'espera de ser validada en el lloc web %3$s.<br />Text d'introducció de la notícia:<br /><hr />%4$s<hr /><br /><br />Vés a l'<a href="%5$s">administració de les notícies</a> per revisar i publicar les notícies <em>pendents de revisió</em>.<br /><br />Salutacions,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href='%5$s'>news publisher admin</a> pages to review and publish the \'Pending Review\' article(s). Regards, %6$s
ca: S'ha enviat la notícia '%1$s' per %2$s per tal de ser revisada en el lloc web %3$s. El text principal de la notícia és: -------- %4$s -------- Vés a l'<a href='%5$s'>administració de les notícies publicades</a> per revisar i publicar l'article \'Pendent de revisió\'. Salutacions, %6$s

source: Done! E-mail about new pending article is sent.
ca: S'ha enviat un correu electrònic amb les notícies pendents de revisió.

source: Warning! E-mail about new pending article could not be sent.
ca: Atenció! No s'ha pogut enviar el correu electrònic amb les notícies pendents de revisió.

source: The %s method has been deprecated. Please change your link to the user controller.
ca: El mètode %s és obsolet. Si us plau, canvieu l'enllaç al controlador d'usuari/ària.

source: Done! Saved your changes.
ca: S'han desat el canvis

source: Done! Deleted article.
ca: S'ha esborrat la notícia

source: Done! Purged permalinks.
ca: S'han esborrat el enllaços permanents

source: Error! Could not purge permalinks.
ca: No s'han pogut esborrar els enllaços permanents

source: All
ca: Totes

source: Scheduled
ca: Programades

source: View
ca: Mostra

source: Review
ca: Revisa

source: Unknown
ca: Desconegut

source: Done! Saved module settings.
ca: S'ha desat la configuració del mòdul

source: Archive
ca: Arxivada

source: Publish
ca: Publica

source: Reject
ca: Refusada

source: Change categories
ca: Canvia les categories

source: Processed Bulk Action. Action: %s.
ca: Processa l'acció massiva. Acció: %s.

source: Success with articles: %s
ca: Hi ha hagut èxit amb els articles: %s

source: Failed with articles: %s
ca: Els articles que han fallat han estat: %s

source: Error! Wrong bulk action.
ca: Acció massiva incorrecta.

source: Draft updated at %s
ca: S'ha modificat l'esborrany a les %s

source: Draft saved at %s
ca: S'ha desat l'esborrany a les %s

source: Specified path appears to be 'above' the DOCUMENT_ROOT. Please choose a path relative to the webserver (e.g. images/news_picupload).
ca: La ruta especificada sembla estar "per sobre" de l'arrel dels documents (DOCUMENT_ROOT). Si us plau, escolliu un camí relatiu del servidor web (per exemple, imatges/news_picupload).

source: Specified path [%s] does exist and is writable.
ca: El camí especificat [%s] existeix i s'hi pot escriure.

source: Specified path [%s] does exist, but is not writable. Make sure that this path is writable by the webserver.
ca: El camí especificat [%s] existeix, però no s'hi pot escriure. Assegureu-vos que el servidor pugui escriure en aquest camí.

source: Specified path [%s] does not exist yet. News pubisher will create this path if you check the field below.
ca: El camí especificat [%s] encara no existeix. El mòdul crearà aquest directori si marqueu el camp de sota.

source: Specified path is an empty string, please fill in a path (e.g. images/news_picupload).
ca: El camí especificat és una cadena buida, si us plau especifiqueu un camí (per exemple: images/news_picupload).

source: news
ca: Notícies

source: News Articles Hooks
ca: Lligams amb les notícies

source: News Display Hooks
ca: Mostra els lligams

source: Past articles
ca: Notícies anteriors

source: Display past articles
ca: Mostra les notícies anteriors

source: Article titles
ca: Títols de les notícies

source: Display article titles
ca: Mostra els títols de les notícies

source: Extended article titles
ca: Títols estesos de les notícies

source: Display article titles with extended options
ca: Mostra els títols de les notícies amb les opcions esteses

source: No articles.
ca: No hi ha notícies.

source: Most-read article
ca: La notícia més llegida

source: Today's most-read article
ca: La notícia més llegida d'avui

source: Edit news article
ca: Edita la notícia

source: Approve and publish this article
ca: Aprova i publica aquesta notícia

source: Approve and
ca: Aprovada i

source: Update this article
ca: Edita aquesta notícia

source: Update
ca: Edita

source: Publish this article
ca: Publica aquesta notícia

source: Preview this article
ca: Previsualització de la notícia

source: Preview
ca: Previsualitza

source: Submit this article
ca: Tramet aquesta notícia

source: Submit
ca: Tramet

source: Update draft
ca: Modifica aquest esborrany

source: Save this article as draft
ca: Desa aquesta notícia com a esborrany

source: Save as draft
ca: Desa com a esborrany

source: Mark this article as pending
ca: Marca aquesta notícia com a pendent

source: Pending
ca: Pendent

source: Archive this article
ca: Arxiva aquesta notícia

source: Reject this article
ca: Refusa aquesta notícia

source: Delete this article
ca: Esborra aquesta notícia

source: Cancel
ca: Cancel·la

source: Article Author
ca: Autor de l'article

source: Select a new article author
ca: Seleccioneu un autor nou per a l'article

source: Save and return to
ca: Emmagatzemar i tornar a

source: Modify form
ca: Formulari de modificació

source: Article list
ca: Llista d'articles

source: Publication Data for #%s:
ca: Data de publicació a #%s:

source: Article unpublished
ca: Article no publicat

source: forever
ca: per sempre

source: Approved/Rejected By
ca: Aprovat/Rebutjat per

source: Created By
ca: Creat per

source: On
ca: A

source: Last Updated By
ca: Darrera actualització per

source: Publish From
ca: Publicat des de

source: To
ca: A

source: All These Categories
ca: Totes aquestes categories

source: Select multiple categories
ca: Selecciona múltiples categories

source: Select Multiple
ca: Selecció múltiple

source: New articles list
ca: Llista de notícies

source: active
ca: activa

source: inactive" assign=filteractive
ca: no activa" assign=filteractive

source: Filter %1$s, %2$s article listed
ca: Filtre %1$s, %2$s article a la llista

source: Status
ca: Estat

source: Language
ca: Idioma

source: Filter
ca: Filtre

source: Clear
ca: Neteja

source: Apply filter
ca: Aplica el filtre

source: Reset
ca: Reinicia

source: Title
ca: Títol

source: Contributor
ca: Enviada per

source: Category
ca: CATEGORIA:

source: Pictures
ca: Imatges

source: Index page<br />listing
ca: Pàgina d'inici<br />creant la llista

source: Weight
ca: Pes

source: Date
ca: Data

source: Actions
ca: Accions

source: Last edited %s
ca: Darrera edició %s

source: Scheduled for
ca: Programat per

source: until %s
ca: fins a %s

source: No comments allowed.
ca: No s'admeten comentaris.

source: No articles currently in database.
ca: No hi ha notícies a la base de dades

source: doubleuparrow
ca: doble fletxa amunt

source: Check all
ca: Marca'ls tots

source: Uncheck all
ca: Desmarca'ls tots

source: With selected:
ca: Amb els seleccionats:

source: Access a past article via its ID
ca: Accés a notícies antigues pel seu ID

source: Go retrieve
ca: Recupera

source: Select a Category
ca: Selecciona una categoria

source: Choose category
ca: Sense categoria

source: Title text
ca: TÍTOL:

source: Permalink URL
ca: URL de l'enllaç permanent

source: (Generated automatically if left blank)
ca: (En blanc = generat automàticament)

source: Language for which article should be displayed
ca: Idioma pel qual aquesta notícia hauria de ser mostrada

source: Article
ca: Notícia

source: Permitted HTML tags
ca: Etiquetes HTML permeses

source: You must enter either <strong>teaser text</strong> or <strong>body text</strong>.
ca: Heu d'escriure el <strong>el resum de la pàgina d'inici</b> o bé <strong>el cos de la notícia</strong>.

source: Index page teaser text
ca: INTRODUCCIÓ (es mostra a la pàgina d'inici):

source: (Limit: %s characters)
ca: (Límit: %s caràcters)

source: Index page teaser format
ca: Format del resum

source: Plain text
ca: Text pla

source: Text formatted with mark-up language
ca: Text formatat amb estils predissenyats

source: Article body text
ca: COS (només es mostra a la noticia completa):

source: Article body format
ca: Format del cos de la notícia

source: Show
ca: Mostra

source: Footnote
ca: Nota al peu

source: Select a picture (max. %s kB per picture)
ca: Selecciona una imatge (màxim %s kB per imatge)

source: (max files %s, first picture is used as thumbnail in the index teaser page for this article.)
ca: (màxim de fitxers %s, la primera imatge s'usarà com a miniatura a la pàgina d'inici per a aquesta notícia.)

source: news picture
ca: imatge de la notícia

source: Delete this picture
ca: Esborra aquesta imatge

source: Publishing options
ca: Opcions de publicació

source: Display on news index page
ca: Mostra a la pàgina d'inici de les notícies

source: No time limit
ca: Sense límit de temps

source: Start date
ca: Data d'inici

source: No end date
ca: Sense data de finalització

source: End date
ca: Data de finalització

source: Allow comments on this article
ca: Permet els comentaris en aquesta notícia

source: Article attributes
ca: Atributs de la notícia

source: Meta data
ca: Metadades

source: Contributed by
ca: Enviada per

source: on
ca: a

source: Last edited
ca: Editat per darrera vegada

source: Approved by %s
ca: Aprovada per %s

source: Status %s
ca: Estat %s

source: Article ID: %s
ca: ID de la notícia: %s

source: Delete news article
ca: Esborra la notícia

source: Do you really want to delete this news article?
ca: Esteu segur/a de voler esborrar aquesta notícia?

source: Confirmation prompt
ca: Confirma

source: Module settings
ca: Configuració del mòdul
