Repository: projectestac/agora
Catalog: html/zikula2/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: ca

source: Notice: Your theme could be using template overrides for the News publisher module (in themes/YourThemeName/templates/modules/News/...). They might lack behind in functionality to the current default News publisher templates, please remove them or check them carefully against the default News publisher templates (in modules/News/templates/...).
ca: Atenció: El teu entorn visual no pot sobreescriure plantilles pel mòdul de notícies (a themes/el_teu_entorn_visual/templates/modules/News/...).

source: General settings
ca: Configuració general

source: Enable article attributes
ca: Activa els atributs de les notícies

source: Category settings
ca: Configuració de les categories

source: Enable categorisation
ca: Activa les categories

source: Category to use for legacy 'Topics' module template variables
ca: Categoria que s'ha de fer servir per a les variables de plantilla de l'antic mòdul de temes

source: Category image path (with trailing /)
ca: Camí de les imatges de les categories (amb /)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
ca: Podeu associar una imatge a cadascuna de les categories de les notícies. La imatge s'ha de situar a l'adreça indicada a 'Camí de la imatge de la categoria'. Heu d'anar a l'administració de les notícies i definir les imatges associades a les categories. Per fer això afegiu un atribut amb el nom 'topic_image' a cada categoria de notícies i introduïu l'adreça i el nom de la imatge associada.

source: Enable category based permission checks
ca: Habilita les categories basades en permisos

source: Notice: You can use category based permission checks (Categories::Category | Category ID:Category Path:Category IPath) for the display of each and every article. If you don't need to select access based on the articles categories, you can uncheck this setting for a gain in speed (e.g. less database queries).
ca: Pots fer ús de les categories basades en permisos (Categories::Category | Category ID:Category Path:Category IPath) per a la visualització de cadascun de les notícies. Si no necessites basar l'accés a les categories de les notícies pots desmarcar aquesta opció i guanyaràs en velocitat de càrrega de les pàgines.

source: Display settings
ca: Mostra la configuració

source: Order article listings by
ca: Ordena les notícies de la llista per

source: Article ID
ca: ID de la notícia

source: Article date/time
ca: Data i hora de la notícia

source: Number of articles in news index page
ca: Nombre de notícies a la pàgina d'inici

source: Number of articles in archive page
ca: Nombre de notícies a la pàgina de notícies arxivades

source: Number of articles in admin list view
ca: Nombre de notícies a la llista d'administració

source: Check referer on printer-friendly pages
ca: Comprova el remitent a les pàgines d'impressió

source: Yes
ca: Sí

source: Enable 'quick edit' of articles via Ajax
ca: Habilita l'edició ràpida de notícies via Ajax

source: Picture/file operations not supported in 'Quick edit' mode due to Ajax limitations.
ca: Les operacions d'imatges i fitxers no estan suportades en l'edició ràpida degut a les limitacions amb l'Ajax.

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
ca: En utilitzar Scribite! per editar, s'ha d'afegir la funció <strong>display</strong> a la llista de funcions del mòdul de notícies que pot utilitzar l'Scribite!

source: Enable 'More articles in category' when displaying an article
ca: Activa l'opció 'Més notícies de la categoria' quan es visualitza una notícia

source: Number of 'More articles in category' for every article
ca: Nombre de notícies a la categoria per a cada notícia

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
ca: En mostrar una notícia es mostren un cert nombre de títols de notícies addicionals.<br />Per mostrar l'accés a aquestes notícies, fixeu el valor anterior a un número més gran que 0. Si aquest valor és 0, el nombre de notícies es pot fixar a nivell de notícia mitjançant l'atribut 'morearticlesincat'. En aquest cas, heu d'activar els 'atributs de les notícies.<br />Si el paràmetre anterior o si 'morearticlesincat' és 0, no es mostra cap títol.

source: Enable the description page variable in the article display for SEO.
ca: Habilita la variable de descripció de la pàgina en la visualització de les notícies per optimitzar les cerques dels cercadors.

source: How many characters of the index page teaser text should be shown in the description
ca: Quants caràcters del text introductori de la pàgina d'inici s'han de mostrar a la descripció

source: Notice: Check your theme templates and you may have to adapt %s to get the correct meta text in the header.
ca: Avís: Comproveu les vostres plantilles i potser haureu d'adaptar %s per tal de corregir meta text a la capçalera.

source: Notify moderators when a new pending article is submitted for review
ca: Avisa als moderadors quan s'enviï una notícia i quedi pendent de revisió

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
ca: Quan s'envia una notícia nova i queda com a pendent de revisió, l'administrador/a o una llista d'adreces de correu electrònic poden rebre una notificació automàticament.

source: From name (leave empty for sitename)
ca: Nom del remitent (si està buit s'utilitzarà el nom del lloc web)

source: From address (leave empty for admin E-mail address)
ca: Adreça del remitent (si està buida s'utilitzarà la del lloc web)

source: To name (leave empty for sitename)
ca: Nom del destinatari (si està buit s'utilitzarà el nom del lloc web)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
ca: Adreça del destinatari (llista d'adreces separades per comes. Si està buida s'utilitzarà l'adreça del lloc web)

source: E-mail subject
ca: Assumpte del missatge

source: Send E-mail as HTML
ca: Marca el missatge indicant que té contingut HTML

source: Display a PDF link for the articles in the index page
ca: Mostra l'enllaç PDF per a les notícies a la pàgina d'inici

source: The PDF link is based on <a href="http://www.tcpdf.org">TCPDF</a>. The News module ships with a subset of available fonts. If you wish to expand the font options, you will need to download the package and transfer fonts to the appropriate folder within the News module. Additionally, you would need to override the News_Controller_User::displaypdf() method to change the fonts used.
ca: L'enllaç al PDF està basat en <a href="http://www.tcpdf.org">TCPDF</a>. El mòdul envia notícies amb un subconjunt de les fonts disponibles. Si voleu ampliar les opcions de font, us haureu de descarregar el paquet i la transferir les fonts a la carpeta corresponent del mòdul de notícies. A més, seria necessari reemplaçar el News_Controller_User::displaypdf() per canviar les fonts utilitzades.

source: TCPDF Header logo image (absolute path or relative to tcpdf/images)
ca: Imatge de capçalera per a TCPDF (camí absolut o relatiu a tcpdf/images)

source: Default Header logo is defined by TCPDF and in PathToTCPDF/images folder. tcpdf_logo.jpg has a width of 30
ca: Imatge per defecte de la capçalera definida per TCPDF dins del directori TCPDF/images. tcpdf_logo.jpg té una amplada de 30

source: TCPDF header logo width in mm
ca: Amplada del logotip de la capçalera en mm

source: Enable caching for pdfs
ca: Habilitat la memòria cau per als pdf

source: Picture uploading
ca: Pujada d'imatges

source: Allow article picture(s) uploading
ca: Permet la pujada d'imatges

source: Notice: Enabling picture uploading has a small security risk, since the upload folder needs to have write permission for the webserver. Make sure that you trust the users that have picture uploading permissions and when you create the picture upload directory yourself make sure that you copy the <strong>htaccess</strong> file in /docs to <strong>.htaccess</strong> in the picture upload folder. This restricts access to images only.
ca: Atenció: Habilitar la pujada d'imatges suposa un risc de seguretat petit, ja que la carpeta de càrrega ha de tenir permisos d'escriptura per al servidor web. Assegureu-vos de que confieu amb els usuaris que tenen permisos de càrrega d'imatges. Si heu creat el directori d'imatges vosaltres mateixos assegureu-vos de que heu copiat el fitxer <strong>htaccess</strong> del directori /docs <strong>.htaccess</ strong> en el directori de pujada de les imatges. Això restringeix l'accés només a les imatges.

source: Allowed picture extension
ca: Extensions de les imatges permeses

source: Image float on the index page
ca: Posició de la imatge a la pàgina d'inici

source: Left - image floats to the left and text wraps around it
ca: Esquerra - la imatge es posiciona a l'esquerra i el text s'ajusta al seu voltant

source: Right - image floats to the right and text wraps around it
ca: Dreta - la imatge es posiciona a la dreta i el text s'ajusta al seu voltant

source: None - text is not wrapped around the image
ca: Cap - El text no s'ajusta al voltant de la imatge

source: Image float on the article display page
ca: La imatge flota a la pàgina de visualització de la notícia

source: How many pictures are allowed
ca: Quantes imatges es permeten

source: Maximum file size of the pictures (in Bytes)
ca: Mida màxima dels fitxers d'imatge (en octets)

source: What thumbnail sizing to use
ca: Especific la mida de les miniatures

source: Best fit (keeps aspect ratio)
ca: Millor ajustament (manté la proporcionalitat)

source: Fixed size (scale and crop)
ca: Mida fixa

source: Maximum width of the full size pictures (in pixels)
ca: Amplada màxima de les imatges a mida completa (en píxels)

source: Maximum height of the full size pictures (in pixels)
ca: Alçada màxima de les imatges a mida completa (en píxels)

source: Maximum width of the thumbnails (in pixels)
ca: Amplada màxima de les miniatures (en píxels)

source: Maximum height of the thumbnails (in pixels)
ca: Alçada màxima de les miniatures (en píxels)

source: Maximum width of the thumbnail in the article display intro text (in pixels)
ca: Amplada màxima de les miniatures en la visualització del text introductori de la notícia (en píxels)

source: Maximum height of the thumbnail in the article display intro text (in pixels)
ca: Alçada màxima de les miniatures en la visualització del text introductori de la notícia (en píxels)

source: Directory where the images are uploaded
ca: Directori on es pugen les imatges

source: Create the specified upload directory
ca: Crea el directori de pujada de fitxers especificat

source: Permalinks
ca: Enllaços permanents

source: You can select a pre-defined permalink format, or define your custom format.
ca: Podeu seleccionar un format d'enllaç permanent predefinit o definir el vostre format

source: Format based on date and name
ca: Format basat en dates i noms

source: your-article-title
ca: titol-de-la-noticia

source: Numeric format
ca: Format numèric

source: Custom format
ca: Format estàndard

source: Custom format definition
ca: Definició del format estàndard

source: Notice: A custom format definition must contain at least either '%articleid%' or '%articletitle%', in order to be able to identify the article.
ca: Atenció: Un format personalitzat ha de contenir almenys '%articleid%' o '%articletitle%', per tal de poder identificar la notícia.

source: Acceptable values for use in custom format definition:
ca: Valors que es poden acceptar en l'ús del format estàndard

source: Year of publication (including century numerals)
ca: Any de publicació (incloent-hi centenes)

source: Month of publication, as a number (ergo 1 to 12)
ca: Mes de publicació en format numèric (d'1 a 12)

source: Month of publication as a name (ergo January to December)
ca: Més de publicació en format de nom (de gener a desembre)

source: Day
ca: Dia

source: Article title
ca: Títol de la notícia

source: Article category
ca: Categoria de la notícia

source: Save
ca: Guarda

source: Create an article
ca: Crea una notícia

source: #{chars
ca: #{caràcters

source: (EZComments must be hooked to News to enable commenting.)
ca: (EZComments ha d'estar enllaçat amb el mòdul de notícies per permetre comentaris.)

source: Save quick draft
ca: Desa l'esborrany

source: Quick save as draft
ca: Desa l'esborrany (ajax)

source: Save full draft
ca: Desa

source: Contributed
ca: Enviada

source: Picture %1$s for %2$s
ca: Imatge %1$s per %2$s

source: Picture gallery
ca: Galeria d'imatges

source: Temp images resized to 150 width until publishing.
ca: Les imatges temporals canvien la mida a una amplada de 150 fins que no són publicades.

source: Expand all
ca: Expandeix-ho tot

source: Contract all
ca: Col·lapsa-ho tot

source: %s article
ca: %s notícia

source: News archive for %1$s, %2$s
ca: Notícies per %1$s, %2$s

source: Pageviews
ca: Visualitzacions

source: Filed under:
ca: Desat sota:

source: More articles in category
ca: Més notícies a la categoria

source: Currently no articles
ca: No hi ha notícies en aquests moments

source: RSS feed
ca: Canal RSS

source: Edit this category
ca: Edita aquesta categoria

source: %s contributed by you
ca: %s enviades per vós

source: Currently no articles.
ca: No hi ha notícies en aquests moments

source: Create new attribute
ca: Crea un atribut nou

source: Attribute name
ca: Nom de l'atribut

source: Attribute value
ca: Valor de l'atribut

source: Action
ca: Acció

source: Delete this attribute
ca: Esborra aquest atribut

source: Widget title
ca: Títol del widget

source: Choose categories
ca: Tria categories

source: (An empty category selection will show articles from all available categories)
ca: (La selecció d'una categoria buida mostrarà les notícies de totes les categories disponibles)

source: Display
ca: Mostra

source: Number of articles
ca: Nombre de notícies

source: Limit of backward reach
ca: Límit per anar cap enrere

source: (Number of days; 0 for no limit)
ca: (Nombre de dies; 0 per no posar límit)

source: Order articles by
ca: Ordena les notícies per

source: Maximum displayed length of title
ca: Mida màxima del títol que s'ha de mostrar

source: (Number of characters; 0 for no limit)
ca: (Nombre de caràcters; 0 per no posar límit)

source: Suffix appended to truncated title
ca: Sufix que s'ha d'afegir en els títol truncats

source: Information settings
ca: Configuració de la informació

source: Display contributor's name
ca: Mostra els noms dels contribuïdors

source: Display article creation date
ca: Mostra la data de creació de la notícia

source: (Only shown when contributor's name is also enabled)
ca: (Només es mostra quan el nom del col·laborador també està habilitat)

source: Date format
ca: Format de la data

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
ca: Referència a <a href=\http://www.php.net/manual/function.strftime.php\>la descripció de 'strftime'</a> a la documentació de PHP.

source: Display number of pageviews
ca: Mostra el nombre de visualitzacions

source: Display number of comments
ca: Mostra el nombre de comentaris

source: Separator character for article information
ca: Caràcter que separa la informació de la notícia

source: Display 'Submit an article' link
ca: Mosta l'enllaç 'Tramet una notícia'

source: Article settings
ca: Configuració de la notícia

source: Display an icon to highlight recent article titles
ca: Mostra una icona per ressaltar els títols de les notícies recents

source: Number of days during which article is considered recent
ca: Nombre de dies que una notícia es considera recent

source: Image set for 'New' image
ca: Joc d'imatges per a la imatge 'Nova'

source: (Used by 'img' plug-in)
ca: (Utilitzat pel connector 'img')

source: File name of 'New' image from image set
ca: Nom del fitxer de la imatge de la notícia dins del conjunt d'imatges

source: Index page teaser settings
ca: Configuració de la pàgina d'índexs dels resums

source: Display article's index page teaser text
ca: Mostra el resum de la notícia a la pàgina d'inici

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
ca: Nota: Quan es trunqui el text del resum de la pàgina d'inici, les etiquetes HTML incompletes seran completades pel connector 'truncatehtml'.

source: Maximum displayed length of index page teaser text
ca: Mida màxima que s'ha de mostrar del resum a la pàgina d'inici

source: Suffix appended to truncated index page teaser text
ca: Sufix per truncar el resum de la pàgina d'inici

source: Specify a custom template
ca: Especifiqueu una plantilla personalitzada

source: Custom output template
ca: Plantilla personalitzada

source: (Default template 'newsarticles_view.html' is used if this box is left blank)
ca: (Si es deixa la caixa de l'esquerra en blanc s'utilitza la plantilla per defecte 'newsarticles_view.html')

source: Contributed by %s
ca: Enviada per %s

source: on %s
ca: el %s

source: %s pageview
ca: %s visualització

source: No articles published recently.
ca: Recentment no s'ha publicat notícies.

source: Maximum number of news articles to display
ca: Nombre màxim de notícies que s'han de mostrar

source: Articles to list
ca: Notícies que s'han de posar a la llista

source: Category registry
ca: Registre de categories

source: None
ca: Cap

source: Maximum age of articles
ca: Temps màxim d'antiguitat de les notícies

source: Maximum length of titles
ca: Mida màxima dels títols

source: Show 'No articles currently published' status message when no articles published
ca: Mostra el missatge d'estat 'No hi ha notícies publicades' quan no hi ha notícies publicades

source: Custom templates
ca: Plantilles personalitzades

source: Notice: You can use your own custom templates instead of the default templates. You must specify them here.The default template for block rows is 'block/storiesext/row.tpl'. The default block template depends on the scroll setting. The default static template is 'block/storiesext/main.tpl'. For scrolling content, 'block/storiesext/scrollNAME.tpl' is used.
ca: Atenció: Podeu fer ús de les vostres plantilles enlloc de les que venen per defecte. Les heu d'especificar aquí. La plantilla per defecte de les files del bloc és 'block/storiesext/row.tpl'. La plantilla per defecte del bloc depèn de la configuració del desplegable. La plantilla estàtica per defecte és 'block/storiesext/main.tpl'. Pel contingut desplegable es fa servir la plantilla 'block/storiesext/scrollNAME.tpl'.

source: Custom block template
ca: Plantilla personalitzada del bloc

source: (Default template is used if this box is left blank)
ca: (Plantilla per defecte que s'utilitza si la caixa es deixa en blanc)

source: Custom row template
ca: Plantilla personalitzada de les files

source: Advanced block settings
ca: Configuració avançada del bloc

source: Show contributor's name
ca: Mostra els noms de qui ha enviat cada notícia

source: Show article creation date
ca: Mostra la data de creació de la notícia

source: Click here to read 'strftime' description in PHP documentation
ca: Fes clic aquí per llegir la documentació que descriu l'ús d''strftime'.

source: Show number of pageviews
ca: Mostra el nombre de pàgines vistes

source: Show number of comments
ca: Mostra el nombre de comentaris

source: Separator character for additional information
ca: Caràcter separador per a informació addicional

source: Display article's index page teaser
ca: Mostra el resum a la pàgina inici

source: Maximum displayed length of index page teaser
ca: Mida màxima del resum a mostrar a la pàgina d'inici

source: Suffix appended to truncated index page teaser
ca: Sufix per truncar el resum de la pàgina d'inici

source: Article recency settings
ca: Configuració de les notícies recents

source: Display image for recent article titles
ca: Mostra una imatge pels títols de les notícies recents

source: (Used by 'pnimg' plug-in)
ca: (usat pel connector 'pnimg')

source: News item scroll settings
ca: Configuració de les barres de desplaçament de les notícies

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
ca: Atenció: les notícies es poden mostrar dins d'un quadre amb barres de desplaçament. Aquestes barres estan basades en el codi publicat a dynamicdrive.com de <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">'crosstick'</a>, <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">'memoryticker'</a> i <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">'marquee II'</a>

source: Choose scroller
ca: Tria una barra de desplaçament

source: No scrolling
ca: Sense barres de desplaçament

source: Pauseable vertical scroller
ca: Barra de desplaçament vertical que pot fer pausa

source: Fading scroller
ca: Barra de desplaçament que s'esvaeix

source: Marquee scroller
ca: Barra de desplaçament mòbil

source: Scroller CSS styles definition
ca: Definició dels fulls d'estils de la barra de desplaçament

source: Delay between scrolls and starting delay for marquee
ca: Retard entre els desplaçaments i el retard inicial de la barra que s'esvaeix.

source: (Number of milliseconds)
ca: (Nombre de mil·lisegons)

source: Marquee scroller speed
ca: Velocitat de la barra de desplaçament mòbil

source: (Number from 1 to 10)
ca: (Número entre 1 i 10)

source: Edit this block
ca: Edita aquest bloc

source: New
ca: Notícia

source: by %s
ca: per %s

source: Notice: the news publisher slideshow block is developed for the case where every article has pictures that were uploaded with the picture upload functionality. Furthermore it only works fine if the sizing is set to "fixed size (scale and crop)", since that will give fixed size images and thumbnails.
ca: El bloc "slideshow" del publicador de notícies està desenvolupat pel cas en el que totes les notícies tinguin imatges pujades des de la funcionalitat de pujada d'imatges. A més, només funciona correctament si s'estableix una mida de les imatges acceptable, la qual cosa dóna lloc a mides fixes a les imatges a les miniatures.

source: Maximum number of articles to display
ca: Nombre màxim de notícies que s'han de mostrar

source: Today's most-read article is:
ca: La notícia més llegida avui és:

source: Scope of news article listing
ca: Àmbit de la llista de notícies
