Repository: projectestac/agora
Catalog: html/zikula/modules/*_vhmenu/locale/*/LC_MESSAGES/module_*_vhmenu.po
Languages: es

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Module iw_main is needed. You have to install the iw_main module previously to install it.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: No such item found.
es: No se encontró tal elemento.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: Add a new option to the menu
es: Añade una opción nueva

source: Show the options
es: Muestra las opciones existentes

source: Configure the module
es: Configura el módulo

source: Unregistered
es: No registrados

source: Menu option not found
es: No se ha encontrado la opción sobre la que hacer la acción

source: Create the option of the menu
es: Crea la opción del menú

source: Option edit
es: Modifica la opción

source: Save changes
es: Guarda los cambios

source: Copy the option
es: Copiar la opción

source: Copy
es: Copia

source: Add a new option to the submenu
es: Añade una opción nueva al submenú

source: Create the option of the submenu
es: Crea la opción del submenú

source: All
es: Todos

source: The option has been updated successfully
es: La opción ha sido modificada

source: A new option has been created
es: Se ha creado una opción nueva

source: The access to the option has been granted to a group
es: Se ha añadido un grupo con derechos de acceso al menú o submenú

source: Menu configuration completed successfully
es: La actualización del menú se ha hecho correctamente

source: The option and its submenus have been deleted
es: La opción del menú ha sido borrada así como todos los submenús asociados

source: The access of the group to the option has been revoked
es: Se ha borrado el acceso del grupo a la opción

source: Root
es: Raíz

source: The option has been moved to the parent level
es: El menú ha subido de nivel

source: Provides an interface to manage fully customizable JavaScript menu
es: Proporciona una interfaz para administrar un menú Javascript completamente personalizable

source: VHMenu
es: VHMenú

source: Increase the level of the option
es: Sube de nivel el menú

source: Choose the level to move the option
es: Escoge el nivel a donde quiere subir el menú

source: Confirm
es: Confirmar

source: Cancel the increasing of the level
es: Cancela la acción de subir el menú de nivel

source: You have not written the text of the option of the submenu
es: No has escrito el texto del submenú!

source: Add a new option
es: Añade una opción nueva al submenú

source: Text of the option
es: Texto del menú/submenú

source: Graphic menu (you must specify rollover images 1 and 2)
es: Menú gráfico (se deben especificar las imagenes de sustitución 1 y 2)

source: Background image
es: Imagen de fondo

source: Description
es: Descripción

source: Group that can access the option
es: Grupo que va a tener acceso a la opción

source: Subgroup that can access the option
es: Subgrupo que va a tener acceso a la opción

source: Link target
es: Lugar donde ser debe abrir el enlace

source: In the Same window
es: Sobre el portal

source: In a new window
es: En una nueva ventana

source: Within the webbox
es: Dentro del contenedor de webs

source: Width
es: Anchura

source: Height
es: Longitud

source: State (Active/Inactive)
es: Estado (Activo/No activo)

source: Create the option
es: Crea la opción del submenú

source: The value of the field
es: La opción del campo

source: Default height for the options
es: Altura por defecto de las celdas

source: must be numeric.
es: debe ser necesariamente numérica.

source: Default width for the options
es: Anchura por defecto de las celdas

source: Border width (pixels)
es: Ancho del borde en píxeles

source: Font size
es: Medida de la fuente del texto

source: Horizontal overlap
es: Superposición horizontal

source: Vertical overlap
es: Superposición vertical

source: Vertical position of the top side of the menu
es: Posición vertical de inició del menú

source: Horizontal position of the left side of the menu
es: Posición horizontal de inicio del menú

source: Left padding
es: Separación del texto con relación al margen de la derecha o de la izquierda

source: Top Padding
es: Relleno superior

source: Disappear delay (ms)
es: Tiempo que tarda a desaparecer el menú (ms)

source: Init of the file folder
es: Inicio del directorio de archivos

source: Server directory for the menu icons
es: Directorio del servidor con las imágenes del menú

source: The menu icons folder not have been found
es: No se ha encontrado el directorio para los iconos del menú

source: Background color when cursor is not over the option of the menu
es: Color de fondo cuando el ratón no está encima de la opción del menú

source: Background color when cursor is not over the option of the submenu
es: Color de fondo cuando el ratón no está encima de la opción del submenú

source: Background color when cursor is over the option of the menu
es: Color de fondo cuando el ratón está encima de la opción del menú

source: Background color when cursor is over the option of the submenu
es: Color de fondo cuando el ratón está encima de la opción del submenú

source: Text color when cursor is not over the option of the menu
es: Color del texto cuando el ratón no está encima de la opción del menú

source: Text color when cursor is not over the option of the submenu
es: Color del texto cuando el ratón no está encima de la opción del submenú

source: Text color when cursor is over the option of the menu
es: Color del texto cuando el ratón está encima de la opción del menú

source: Text color when cursor is over the option of the submenu
es: Color del texto cuando el ratón está encima de la opción del submenú

source: Menu border color
es: Color del borde del menú

source: Submenus border color
es: Color del borde de los submenús

source: Show the border between the options
es: Muestra el borde entre los elementos

source: Font family
es: Fuente del texto

source: Bold
es: Negrita

source: Italic
es: Cursiva

source: Text position in the cell of the menu
es: Posición del texto en la celda

source: Left
es: Izquierda

source: Center
es: Centro

source: Right
es: Derecha

source: Position of the menu
es: Posición del menú

source: Vertical position
es: Posición vertical del menú

source: Top
es: Superior

source: Middle
es: Central

source: Bottom
es: Inferior

source: Static
es: Estático

source: Vertical correction
es: Corrección vertical del menú

source: Horizontal correction
es: Corrección horizontal del menú

source: Top padding
es: Separación del texto en relación al margen superior

source: Arrangement
es: Disposición del menú

source: in rows
es: en filas

source: in columns
es: en columnas

source: Right to left
es: Desplegado de derecha a izquierda

source: Unfold on click
es: Desplegado en hacer clic

source: Show arrows
es: Mostrar las flechas

source: Keep path highlighted
es: Resaltar el camino seleccionado

source: Save
es: Envía los datos

source: Execute changes
es: Realizar cambios

source: Menu administration
es: Administración del menú

source: You have not written the text of the option of the menu
es: No has escrito el texto del menú!

source: Delete the option
es: Borrar la opción

source: Please, confirm that you want to delete the option and all its submenus
es: Confirmación de borrado de la opción y todos los submenús que pueda tener asociados

source: Confirm deletion?
es: Confirmar borrado?

source: Cancel
es: Cancelar

source: Revoke the access to the option
es: Borra el acceso a la opción del grupo

source: Confirm the revocation of the access of the group to the option
es: Confirma que quiere borrar el acceso a la opción del grupo

source: Add a group
es: Añadir un grupo

source: Grant access to the group
es: Dar acceso al grupo

source: Menu options
es: Opciones definidas

source: Move to left or up
es: Mueve a la izquierda o sube

source: Move to right or down
es: Mueve a la derecha o baja

source: Image 1
es: Imagen 1

source: Image 2
es: Imagen 2

source: Test
es: Probar

source: State
es: Estado

source: Active
es: Activo

source: Inactive
es: No activo

source: Image
es: Imagen

source: Edit
es: Editar

source: Delete
es: Borrar

source: Submenu
es: Submenú

source: Move level
es: Mueve de nivel

source: There is no root option defined.
es: No hay ninguna opción principal de menú definida.

source: About this module
es: Acerca de este módulo
