Repository: projectestac/agora
Catalog: html/zikula/modules/bbcode/locale/*/LC_MESSAGES/module_bbcode.po
Languages: es

source: BBCode is a transform hook that converts usual bbcode tags into html.
es: BBCode es un hook de transformación que convierte las etiquetas BBCode en HTML.

source: BBCode Hook
es: Hook de BBCode

source: Spoiler follows
es: Siguiente Spoiler

source: Quote
es: Cita

source: From
es: De

source: Code
es: Código

source: *Not allowed to see the external links*
es: *No se permiten ver enlaces externos*

source: *Not allowed to see emails*
es: *No se permiten ver correos electrónicos*

source: No highlighting
es: Sin resaltar

source: GeSHi with line numbers
es: GeSHi con números de línea

source: GeSHi without line numbers
es: GeSHi sin números de línea

source: Illegal value, allowed format: up to four decimal places + dot + two decimal places followed by unit, one out of cm,em,ex,in,mm,pc,pt,px or %. Example: 1.05em or 95%.
es: Valor ilegal, formato permitido: hasta cuatro decimales + punto + dos decimales seguidos por la unidad, uno de cada cm, em, ex, en, mm, PC, PT, px o%. Ejemplo: 1.05em o 95%.

source: Done! Configuration has been updated
es: Hecho! La configuración ha sido actualizada

source: Start
es: Inicio

source: Settings
es: Configuración

source: Error! Could not register BBCode transform hook
es: Error! No se pudo registrar el hook de transformación de BBCode

source: Error! Could not register BBCode display hook
es: Error! No se pudo registrar el hook de despliegue de BBCode

source: Error! Failed to upgrade hook (smodule)
es: Error al actualizar hook (módulo fuente)

source: Error! Failed to upgrade hook (tmodule)
es: Error! Falla al actualizar hook (módulo objetivo)

source: Error! Could not unregister BBCode transform hook
es: Error! No se pudo eliminar el registro del hook de transformación de BBCode

source: Actually the bbcode hook is used with the following modules
es: Actualmente el hook de BBCode es usado por los siguientes módulos

source: Module
es: Módulo

source: Displayname
es: Nombre público

source: Options
es: Opciones

source: Hook settings
es: Opciones del hook

source: bbcode is not used with any module
es: BBCode no es usado por ningún módulo

source: Activate bbcode for more modules
es: Activar BBCode para más módulos

source: Visit the bbcode project site
es: Visitar el sitio web del proyecto bbcode

source: Notice! Please allow the used HTML tags in the SecurityCenter.
es: Aviso! Por favor permita las siguientes etiquetas HTML en el Centro de seguridad.

source: Configuration [code][/code]
es: Configuración [code][/code]

source: Enable code highlighting
es: Habilitar el resaltado de código

source: %h = Header (Code), %c=lines of code, %j=lines of code, escaped for javascript.
es: %h = Cabecera (Código, %c=líneas de código, %j=líneas de código, escapado para javascript.

source: Select code highlight mode
es: Seleccione el modo de resaltado de código

source: Preview
es: Previsualización

source: Configuration [quote][/quote]
es: Configuración [quote][/quote]

source: Enable quote highlighting
es: Habilitar el destacado de citas

source: %u = username, %t=quoted text
es: %u = usuario, %t=texto de la cita

source: Configuration [color][/color]
es: Configuración [color][/color]

source: Enable flexible text colors
es: Activar los colores del texto

source: Allow userdefined text color
es: Permitir colores de texto definidos por el usuario

source: Configuration [size][/size]
es: Configuración [size][/size]

source: Enable flexible text size
es: Activar tamaños de texto

source: Tiny
es: Diminuto

source: Small
es: Pequeño

source: Large
es: Grande

source: Huge
es: Enorme

source: Allow userdefined text size
es: Activar tamaños de texto definidos por el usuario

source: Configuration of mimeTeX integration [math][/math]
es: Configuración de la integración mimeTeX [math][/math]

source: Enable mimeTeX support
es: Habilitar el soporte para mimeTeX

source: Full URL to the mimeTeX cgi script
es: URL completa de la secuencia de comandos CGI mimeTeX

source: Please use an own mimeTeX installation for your website!
es: Por favor, use una instalación mimeTeX para su sitio web!

source: Test image for mimeTeX
es: Imagen de texto para mimeTeX

source: Enter URl to your mimeTeX installation and you will see a test image here
es: Introduzca la URL donde esté instalado mimeTeX y podrá ver una imagen de prueba aquí

source: Miscellaneous settings
es: Opciones misceláneas

source: Shrink links to
es: Enlaces reducidos a

source: chars
es: caracteres

source: Shrinks the urls shown to the specified length (0=no action).
es: Reduce la URL al número de caracteres especificado (0 = ninguna acción).

source: Use Lightbox in img-tag
es: Utiliza Lightbox en img-tag

source: Width of preview image
es: Ancho de la imagen de vista previa

source: Height will be calculated by the browser automatically.
es: La altura será calculada por el navegador automáticamente.

source: Enable spoiler tag
es: Habilitar la etiqueta spoiler

source: HTML for spoiler tag
es: HTML para la etiqueta spoiler

source: %h = Heading (Spoiler follows), %s = text
es: %h = Denominación (Spoiler siguiente), %s = texto

source: Update
es: Actualizar

source: Insert a link
es: Insertar un enlace

source: Insert an email address
es: Insertar un correo electrónico

source: Insert an image
es: Insertar una imágen

source: Insert quote
es: Insertar una cita

source: Insert code
es: Insertar código

source: Open list
es: Abrir lista

source: Add list entry
es: Añadir entrada de lista

source: Close list
es: Lista cerrada

source: Bold text
es: Texto en negrita

source: Italic text
es: Texto en cursiva

source: Underlined text
es: Texto subrayado

source: E-Mail
es: Correo Electrónico

source: Image
es: Imagen

source: Hide text
es: Texto oculto

source: Select code type
es: Seleccionar el tipo de código

source: No special code
es: Ningún código especial

source: Font color
es: Color de la fuente

source: Select font color
es: Seleccionar el color de la fuente

source: Black
es: Negro

source: Dark Red
es: Rojo oscuro (granate)

source: Red
es: Rojo

source: Orange
es: Naranja

source: Brown
es: Marrón

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Olive
es: Oliva

source: Cyan
es: Cian

source: Blue
es: Azul

source: Dark Blue
es: Azul oscuro

source: Indigo
es: Añil

source: Violet
es: Violeta

source: White
es: Blanco

source: Enter color code
es: Introducir el código del color

source: Self defined color
es: Color definido por el usuario

source: Font size
es: Tamaño de la fuente

source: Select font size
es: Seleccionar el tamaño de la fuente

source: Enter text size
es: Introducir el tamaño de la fuente

source: Self defined size
es: Tamaño definido por el usuario

source: Your browser does not support javascript or you turned it off. The BBCode interface has been disabled.
es: Su navegador no soporta JavaScript o este está deshabilitado. La interfaz de BBCode ha sido deshabilitada.

source: bbcode Administration
es: Administración de bbcode
