<?php // [normalized strings file]

$string['addentry'] = 'Προσθέστε τα αγαπημένα σας λήμματα!';
$string['askaddentry'] = 'Όταν οι χρήστες μπορούν να προσθέσουν εγγραφές στο λεξικό, να εμφανίζεται σύνδεσμος με το κείμενο αυτό.';
$string['askinvisible'] = 'Όταν οι χρήστες δεν μπορούν να επεξεργαστούν ή να δούν το λεξικό, δείξε το κείμενο (χωρίς σύνδεσμο).';
$string['askviewglossary'] = 'Όταν οι χρήστες μπορούν να δουν το λεξικό αλλά όχι να προσθέσουν εγγραφές, εμφάνιση ενός συνδέσμου με αυτό το κείμενο.';
$string['blockname'] = 'Τυχαία Εγγραφή Λεξικού';
$string['intro'] = 'Βεβαιωθείτε πως έχετε τουλάχιστον ένα λεξικό με τουλάχιστον μία εγγραφή σε αυτό το μάθημα. Στη συνέχεια μπορείτε να ρυθμίσετε τα εξής:';
$string['invisible'] = '(συνεχίζεται)';
$string['lastmodified'] = 'Τελευταία τροποποιημένη εγγραφή';
$string['nextone'] = 'Επόμενη εγγραφή';
$string['noentriesyet'] = 'Δεν υπάρχουν μέχρι στιγμής εγγραφές στο επιλεγμένο λεξικό.';
$string['notyetconfigured'] = 'Παρακαλώ ρυθμίστε αυτό το block χρησιμοποιώντας το εικονίδιο επεξεργασίας.';
$string['notyetglossary'] = 'Πρέπει να έχετε τουλάχιστον ένα λεξικό για να διαλέξετε.';
$string['random'] = 'Τυχαία εγγραφή';
$string['refresh'] = 'Μέρες προτού επιλεγεί μια νέα εγγραφή';
$string['select_glossary'] = 'Λήψη εγγραφών από αυτό το λεξικό';
$string['showconcept'] = 'Εμφάνιση κεφαλίδας για κάθε εγγραφή';
$string['title'] = 'Τίτλος';
$string['type'] = 'Πως επιλέγεται μια νέα εγγραφή';
$string['viewglossary'] = 'Περισσότερα λήμματα...';
$string['whichfooter'] = 'Μπορείτε να εμφανίσετε συνδέσμους προς δράσεις του λεξικού με το οποίο σχετίζεται το μπλοκ αυτό. Το μπλοκ θα εμφανίσει μόνο συνδέσμους προς δράσεις οι οποίες είναι ενεργοποιημένες για εκείνο το λεξικό.';

?>