<?php // [normalized strings file]

$string['add'] = 'Προσθήκη';
$string['alltags'] = 'Όλες οι ετικέτες:';
$string['alltags1'] = 'όλες οι ετικέτες';
$string['alltags2'] = 'Προβολή όλων των ετικετών (προφίλ χρηστών, ιστολόγια και μαθήματα)';
$string['arrowtitle'] = 'Κάντε κλικ εδώ για να προστεθεί το προτεινόμενο κείμενο (με γκρίζα γράμματα).';
$string['communitytags'] = 'Ετικέτες κοινότητας:';
$string['communitytags1'] = 'ετικέτες κοινότητας';
$string['communitytags2'] = 'Προβολή όλων των ετικετών που δημιουργήθηκαν από τους χρήστες';
$string['coursetags'] = 'Ετικέτες μαθήματος:';
$string['coursetags1'] = 'ετικέτες μαθήματος';
$string['coursetags2'] = 'Προβολή των ετικετών αυτού του μαθήματος';
$string['edit'] = 'Επεξεργασία...';
$string['editdeletemytag'] = 'Διαγραφή ετικετών από αυτό το μάθημα:';
$string['editmytags'] = 'Προσωπικές ετικέτες (συντομεύσεις για όλα τα μαθήματά σας με ετικέτες).';
$string['editmytagsfor'] = 'Τροποποίηση των ετικετών μου για το $a';
$string['editnopersonaltags'] = 'Δεν έχετε δημιουργήσει καμία προσωπική ετικέτα ακόμα.';
$string['edittags'] = 'Επεξεργασία των προσωπικών μου ετικετών...';
$string['edittagthisunit'] = 'Προσθήκη ετικέτας στο μάθημα αυτό:';
$string['editthiscoursetags'] = 'Οι προσωπικές σας ετικέτες για το μάθημα αυτό είναι $a';
$string['edittitle'] = 'Προσωπικές ετικέτες';
$string['entries'] = 'καταχωρήσεις';
$string['entry'] = 'καταχώρηση';
$string['jserror1'] = 'Οι ετικέτες πρέπει να έχουν μήκος πάνω από ένα και κάτω από 50 χαρακτήρες.';
$string['jserror2'] = 'Οι ετικέτες δε μπορεί να περιέχουν τους παρακάτω χαρακτήρες: \ < >.';
$string['login'] = 'σύνδεση';
$string['more'] = 'περισσότερα...';
$string['moreorder'] = 'Ταξινόμηση: ';
$string['moreorderalpha'] = 'Αλφαβητική';
$string['moreorderdate'] = 'Ημερομηνίας';
$string['moreorderpop'] = 'Δημοφιλή';
$string['moreshow'] = 'Προβολή: ';
$string['moreshowalltags'] = 'Όλων των ετικετών';
$string['moreshowcommtags'] = 'Ετικετών κοινότητας';
$string['moreshowcoursetags'] = 'Ετικετών για το \'$a\'';
$string['moreshowmytags'] = 'Προσωπικών ετικετών';
$string['moreshowofficialtags'] = 'Επίσημων ετικετών';
$string['moretags'] = 'Προβολή και φιλτράρισμα ετικετών';
$string['moretitle'] = 'Περισσότερες ετικέτες';
$string['morewelcome'] = 'Καλωσήρθατε στο σύννεφο \'Περισσότερες ετικέτες\'.
Οι ετικέτες είναι σύνδεσμοι δημιουργημένοι από τους χρήστες. Με τη βοήθειά τους μπορείτε να κατηγοριοποιήσετε και να έχετε εύκολη πρόσβαση σε πράγματα όπως τα αγαπημένα σας μαθήματα, ιστολόγια και το προφίλ σας χρησιμοποιώντας δικούς σας όρους.
Διαφορετικά είδη ετικετών προβάλλονται με τους συνδέσμους στη γραμμή \'Προβολή:\', και μπορείτε να επιλέξετε τη σειρά ταξινόμησής τους με τους συνδέσμους στη σειρά \'Ταξινόμηση:\' line. Για περισσότερη βοήθεια:';
$string['mycoursetag1'] = 'Προβολή προσωπικών ετικετών μαθήματος';
$string['mycoursetag2'] = 'προσωπικές ετικέτες μαθήματος';
$string['mycoursetags'] = 'Προσωπικές ετικέτες μαθήματος:';
$string['mytags'] = 'Προσωπικές ετικέτες:';
$string['mytags1'] = 'προσωπικές ετικέτες';
$string['mytags2'] = 'Προβολή προσωπικών ετικετών';
$string['notagsyet'] = 'Δεν υπάρχουν ετικέτες ακόμα';
$string['officialtags'] = 'Επίσημες ετικέτες μαθημάτων:';
$string['officialtags1'] = 'επίσημες ετικέτες μαθημάτων';
$string['officialtags2'] = 'Προβολή επίσημων ετικετών μαθημάτων';
$string['please'] = 'Παρακαλώ';
$string['select'] = 'Επιλέξτε...';
$string['showcoursetags'] = 'Προβολή ετικετών μαθήματος';
$string['showcoursetagsdef'] = 'Προβολή των εργαλείων σύναψης ετικετών στο μπλοκ, επιτρέποντας έτσι στους μαθητές να προσάψουν ετικέτες στα μαθήματά τους.';
$string['tags'] = 'ετικέτες';
$string['tagthisunit'] = 'Δώστε ετικέτα σ\' αυτό το μάθημα:';
$string['tagunits'] = 'για να δώσετε ετικέτες στα μαθήματά σας';

?>
