<?php // [normalized strings file]

$string['autocreate'] = 'Τα μαθήματα μπορούν να δημιουργηθούν αυτόματα εάν υπάρχουν εγγραφές σε μάθημα το οποίο δεν υπάρχει ακόμα στο ΠΗΛΕΑΣ.';
$string['autocreation_settings'] = 'Ρυθμίσεις αυτόματης δημιουργίας';
$string['category'] = 'Η κατηγορία για τα αυτόματα δημιουργημένα μαθήματα.';
$string['course_fullname'] = 'Το όνομα του πεδίου όπου αποθηκεύεται το πλήρες όνομα του μαθήματος.';
$string['course_id'] = 'Το όνομα του πεδίου όπου αποθηκεύεται το ID του μαθήματος. Οι τιμές αυτού του πεδίου χρησιμοποιούνται για να ταιριάζουν με το πεδίο \\"enrol_db_l_coursefield\\" στον πίνακα μαθημάτων του ΠΗΛΕΑΣ.';
$string['course_shortname'] = 'Το όνομα του πεδίου όπου αποθηκεύεται το σύντομο όνομα του μαθήματος.';
$string['course_table'] = 'Το όνομα του πίνακα όπου αναμένουμε να συναντήσουμε τις λεπτομέρειες του μαθήματος (σύντομο όνομα, πλήρες όνομα, ID κτλ)';
$string['dbhost'] = 'Όνομα ή IP του εξυπηρετητή';
$string['dbname'] = 'Όνομα βάσης δεδομένων';
$string['dbpass'] = 'Κωδικός εξυπηρετητή';
$string['dbtable'] = 'Πίνακας βάσης δεδομένων';
$string['dbtype'] = 'Τύπος βάσης δεδομένων';
$string['dbuser'] = 'Χρήστης εξυπηρετητή';
$string['defaultcourseroleid'] = 'Ο προεπιλεγμένος ρόλος που θα αποδοθεί εάν δεν έχει οριστεί άλλος.';
$string['description'] = 'Μπορείτε να χρησιμοποιήσετε μια εξωτερική βάση δεδομένων (σχεδόν κάθε είδους) για να ελέγξετε τις εγγραφές. Υποτίθεται ότι η εξωτερική σας βάση περιέχει ένα πεδίο για το ID μαθήματος και ένα πεδίο για το ID χρήστη. Αυτά συγκρίνονται με πεδία τα οποία επιλέγετε στους τοπικούς πίνακες μαθημάτων και χρηστών.';
$string['disableunenrol'] = 'Εάν είναι ρυθμισμένο σε ναι οι χρήστες που έχουν εγγραφεί προηγουμένως από την εξωτερική υπομονάδα λογισμικού της βάσης δεδομένων δεν θα απεγγραφούν από την ίδια υπομονάδα λογισμικού ανεξάρτητα από τα περιεχόμενα της βάσης δεδομένων.';
$string['enrol_database_autocreation_settings'] = 'Αυτόματη δημιουργία νέων μαθημάτων';
$string['enrolname'] = 'Εξωτερική βάση δεδομένων';
$string['general_options'] = 'Γενικές ρυθμίσεις';
$string['host'] = 'Το όνομα του εξυπηρετητή της βάσης δεδομένων';
$string['ignorehiddencourse'] = 'Εάν είναι ρυθμισμένο σε ναι οι χρήστες δεν θα εγγράφονται σε μαθήματα που είναι ρυθμισμένα ως μη διαθέσιμα για μαθητές.';
$string['local_fields_mapping'] = 'Τοπικά πεδία βάσης δεδομένων του ΠΗΛΕΑΣ';
$string['localcoursefield'] = 'Το όνομα του πεδίου στον πίνακα μαθημάτων που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. idnumber).';
$string['localrolefield'] = 'Το όνομα του πεδίου στον πίνακα ρόλων που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. shortname).';
$string['localuserfield'] = 'Το όνομα του πεδίου στον πίνακα χρηστών που χρησιμοποιείται για αντιστοίχιση με την απομακρυσμένη βάση δεδομένων (π.χ. idnumber).';
$string['name'] = 'Η συγκεκριμένη βάση που θα χρησιμοποιηθεί.';
$string['pass'] = 'Κωδικός για πρόσβαση στον εξυπηρετητή.';
$string['remote_fields_mapping'] = 'Εγγραφή στα πεδία της απομακρυσμένης βάσης.';
$string['remotecoursefield'] = 'Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα μαθημάτων.';
$string['remoterolefield'] = 'Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα ρόλων.';
$string['remoteuserfield'] = 'Το όνομα του πεδίου στον απομακρυσμένο πίνακα που χρησιμοποιείται για αντιστοίχιση με εγγραφές στο πίνακα χρηστών.';
$string['server_settings'] = 'Ρυθμίσεις server εξωτερικής βάσης δεδομένων';
$string['student_coursefield'] = 'Το όνομα του πεδίου στο πίνακα εγγραφής των φοιτητών όπου αναμένεται να εντοπιστεί το ID μαθήματος.';
$string['student_l_userfield'] = 'Το όνομα του πεδίου στο τοπικό πίνακα χρηστών που χρησιμοποιείται για αντιστοίχιση χρήστη σε μια απομακρυσμένη εγγραφή για φοιτητές (π.χ. idnumber).';
$string['student_r_userfield'] = 'Το όνομα του πεδίου στον απομακρυσμένο πίνακα εγγραφής των φοιτητών όπου αναμένεται να εντοπιστεί το ID χρήστη.';
$string['student_table'] = 'Το όνομα του πίνακα όπου αποθηκεύονται οι εγγραφές των φοιτητών.';
$string['teacher_coursefield'] = 'Το όνομα του πεδίου στο πίνακα εγγραφής των καθηγητών όπου αναμένεται να εντοπιστεί το ID μαθήματος.';
$string['teacher_l_userfield'] = 'Το όνομα του πεδίου στο τοπικό πίνακα χρηστών που χρησιμοποιούμε για να αντιστοιχίσουμε το χρήστη σε μια απομακρυσμένη εγγραφή για καθηγητές (π.χ. idnumber).';
$string['teacher_r_userfield'] = 'Το όνομα του πεδίου στον απομακρυσμένο πίνακα εγγραφής των καθηγητών όπου αναμένεται να εντοπιστεί το ID χρήστη.';
$string['teacher_table'] = 'Το όνομα του πίνακα όπου αποθηκεύονται οι εγγραφές των καθηγητών.';
$string['template'] = 'Προαιρετικό: τα αυτόματα δημιουργημένα μαθήματα μπορούν να λάβουν τις ρυθμίσεις τους από ένα μάθημα πρότυπο. Εισάγετε εδώ το σύντομο όνομα του μαθήματος πρότυπο.';
$string['type'] = 'Τύπος εξυπηρετητή βάσης δεδομένων.';
$string['user'] = 'Όνομα χρήστη για την πρόσβαση στο εξυπηρετητή.';

?>