<?php // [normalized strings file]

$string['aftersaving...'] = 'Μόλις αποθηκεύσετε τις ρυθμίσεις ίσως να θέλατε να';
$string['allowunenrol'] = 'Να επιτρέπεται στα IMS δεδομένα να <strong>απεγγράφουν</strong> φοιτητές/καθηγητές';
$string['basicsettings'] = 'Βασικές ρυθμίσεις';
$string['coursesettings'] = 'Επιλογές δεδομένων μαθήματος';
$string['createnewcategories'] = 'Δημιουργία νέων (κρυμμένων) κατηγοριών μαθημάτων εάν δεν εντοπίζονται στο ΠΗΛΕΑΣ';
$string['createnewcourses'] = 'Δημιουργία νέων (κρυμμένων) μαθημάτων εάν δεν εντοπίζονται στο ΠΗΛΕΑΣ';
$string['createnewusers'] = 'Δημιουργία λογαριασμών χρηστών για χρήστες που δεν έχουν εγγραφεί στο ΠΗΛΕΑΣ';
$string['cronfrequency'] = 'Συχνότητα επεξεργασίας';
$string['deleteusers'] = 'Διαγραφή λογαριασμών χρηστών όταν δηλώνεται στα IMS δεδομένα';
$string['description'] = 'Αυτή η μέθοδος θα ελέγχει και θα επεξεργάζεται επανειλλημένα ένα ειδικά-μορφοποιημένο αρχείο στην θέση που ορίζετε. Το αρχείο πρέπει να ακολουθεί τις <a href=\'../help.php?module=enrol/imsenterprise&file=formatoverview.html\' target=\'_blank\'> προδιαγραφές του IMS Enterprise </a> περιέχοντας άτομο, ομάδα και στοιχεία XML συνδρομής.';
$string['doitnow'] = 'εκτέλεση μιας εισαγωγής IMS Enterprise τώρα';
$string['enrolname'] = 'Αρχείο IMS Enterprise';
$string['filelockedmail'] = 'Το αρχείο κειμένου που χρησιμοποιείτε για εγγραφές βασισμένες στο IMS αρχείο ($a) δεν μπορεί να διαγραφεί από τη διαδικασία cron. Αυτό συνήθως σημαίνει ότι τα δικαιώματα είναι λάθος ορισμένα σε αυτό. Παρακαλώ διορθώστε τα δικαιώματα ώστε το ΠΗΛΕΑΣ να μπορεί να διαγράψει το αρχείο, ειδάλλως ίσως να το επεξεργάζεται συνέχεια.';
$string['filelockedmailsubject'] = 'Σημαντικό σφάλμα: Αρχείο εγγραφής';
$string['fixcasepersonalnames'] = 'Αλλαγή προσωπικών ονομάτων σε Γράμματα Τίτλου';
$string['fixcaseusernames'] = 'Αλλαγή ονομάτων χρηστών σε μικρά γράμματα';
$string['imsrolesdescription'] = 'Οι προδιαγραφές του IMS Enterprise περιλαμβάνουν 8 διακριτούς τύπους ρόλων. Παρακαλώ επιλέξτε πως θέλετε να αποδίδονται στο ΠΗΛΕΑΣ, περιλαμβάνοντας το εάν κάποιοι από αυτόυς θα πρέπει να αγνοηθούν.';
$string['location'] = 'Τοποθεσία αρχείου';
$string['logtolocation'] = 'Θέση εξόδου του αρχείου καταγραφής (κενό για να μη γίνονται καταγραφές)';
$string['mailadmins'] = 'Ενημέρωση διαχειριστή με ηλεκτρονικό ταχυδρομείο';
$string['mailusers'] = 'Ενημέρωση χρηστών με ηλεκτρονικό ταχυδρομείο';
$string['miscsettings'] = 'Ετερόκλητα';
$string['processphoto'] = 'Προσθήκη εικόνας χρήστη στο προφίλ';
$string['processphotowarning'] = 'Προσοχή: Η επεξεργασία εικόνας είναι πιθανό να προσθέσει σημαντικό φόρτο στον εξυπηρετητή. Προτείνεται να μην ενεργοποιήσετε αυτή την επιλογή εάν αναμένεται να επεξεργαστούν μεγάλοι αριθμοί φοιτητών.';
$string['restricttarget'] = 'Επεξεργασία δεδομένων μόνο εάν ο ακόλουθος στόχος έχει οριστεί';
$string['sourcedidfallback'] = 'Χρησιμοποιήστε το \\"sourcedid\\" για το userid ενός ατόμου εάν το \\"userid\\" πεδίο δεν βρεθεί';
$string['truncatecoursecodes'] = 'Κόψιμο κωδικών μαθημάτων σε αυτό το μήκος';
$string['usecapitafix'] = 'Τσεκάρετε αυτό το πλαίσιο εάν χρησιμοποιείτε \\"Capita\\" (η μορφή XML είναι λίγο λάθος)';
$string['usersettings'] = 'Επιλογές δεδομένων χρήστη';
$string['zeroisnotruncation'] = 'Το 0 δηλώνει καθόλου κόψιμο';

?>