<?php // [normalized strings file]

$string['aborting'] = 'Ματαίωση εγκατάστασης';
$string['admindirerror'] = 'Ο φάκελος admin έχει οριστεί λανθασμένα';
$string['admindirname'] = 'Φάκελος Admin';
$string['admindirsetting'] = 'Πολλοί λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin ως ειδικό URL για την πρόσβαση σε κάποιο πίνακα ελέγχου ή κάτι τέτοιο. Δυστυχώς αυτό έρχεται σε αντίθεση με την κανονική τοποθεσία των admin σελίδων του ΠΗΛΕΑΣ. Μπορείτε να το διορθώσετε αυτό μέσα από την μετονομασία του admin φακέλου στην εγκατάστασή σας, και βάζοντας αυτό το καινούργιο όνομα εδώ. Για παράδειγμα: <br /> <br /><b>moodleadmin</b><br /> <br /> Αυτό θα διορθώσει τους συνδέσμους admin στο ΠΗΛΕΑΣ.';
$string['admindirsettinghead'] = 'Προσδιορίζοντας τον φάκελο admin...';
$string['admindirsettingsub'] = 'Πολλοί λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin ως ειδικό URL για την πρόσβαση σε κάποιο πίνακα ελέγχου ή κάτι τέτοιο. Δυστυχώς αυτό έρχεται σε αντίθεση με την κανονική τοποθεσία των admin σελίδων του ΠΗΛΕΑΣ. Μπορείτε να το διορθώσετε αυτό μέσα από την μετονομασία του admin φακέλου στην εγκατάστασή σας, και βάζοντας αυτό το καινούργιο όνομα εδώ. Για παράδειγμα: <br /> <br /><b>moodleadmin</b><br /> <br /> Αυτό θα διορθώσει τους συνδέσμους admin στο ΠΗΛΕΑΣ.';
$string['adminemail'] = 'Ηλεκτρονικό Ταχυδρομείο :';
$string['adminfirstname'] = 'Όνομα :';
$string['admininfo'] = 'Λεπτομέρειες Διαχειριστή';
$string['adminlastname'] = 'Επώνυμο :';
$string['adminpassword'] = 'Συνθηματικό :';
$string['adminusername'] = 'Όνομα Χρήστη :';
$string['askcontinue'] = 'Συνέχεια (ναι/όχι) :';
$string['availabledbtypes'] = 'Διαθέσιμοι τύποι βάσης δεδομένων';
$string['availablelangs'] = 'Λίστα διαθέσιμων γλωσσών';
$string['cannotconnecttodb'] = 'Αποτυχία σύνδεσης στην βάση δεδομένων';
$string['caution'] = 'Προσοχή';
$string['checkingphpsettings'] = 'Έλεγχος ρυθμίσεων της PHP';
$string['chooselanguage'] = 'Επιλογή γλώσσας';
$string['chooselanguagehead'] = 'Επιλογή γλώσσας';
$string['chooselanguagesub'] = 'Παρακαλώ, επιλέξτε γλώσσα για την εγκατάσταση ΜΟΝΟ. Θα μπορείτε να επιλέξετε γλώσσα ιστοσελίδας και χρηστών σε μια μετέπειτα οθόνη.';
$string['compatibilitysettings'] = 'Έλεγχος των PHP ρυθμίσεών σας...';
$string['compatibilitysettingshead'] = 'Έλεγχος των PHP ρυθμίσεών σας...';
$string['compatibilitysettingssub'] = 'Ο εξυπηρετητής σας πρέπει να περάσει όλα αυτά τα τεστ για να λειτουργεί το ΠΗΛΕΑΣ κανονικά';
$string['configfilecreated'] = 'Το αρχείο ρυθμίσεων δημιουργήθηκε με επιτυχία';
$string['configfiledoesnotexist'] = 'Το αρχείο ρυθμίσεων δεν υπάρχει !!!';
$string['configfilenotwritten'] = 'Το σενάριο εγκατάστασης δεν μπόρεσε να δημιουργήσει αυτόματα ένα αρχείο config.php το οποίο να περιέχει τις επιλεγμένες ρυθμίσεις, μάλλον γιατί ο φάκελος του ΠΗΛΕΑΣ δεν είναι εγγράψιμος. Μπορείτε χειροκίνητα να αντιγράψετε τον παρακάτω κώδικα σε ένα αρχείο με όνομα config.php μέσα στο root φάκελο του ΠΗΛΕΑΣ.';
$string['configfilewritten'] = 'Το αρχείο config.php δημιουργήθηκε με επιτυχία';
$string['configurationcomplete'] = 'Ολοκληρώθηκαν οι ρυθμίσεις';
$string['configurationcompletehead'] = 'Ολοκληρώθηκαν οι ρυθμίσεις';
$string['configurationcompletesub'] = 'Το ΠΗΛΕΑΣ προσπάθησε να αποθηκεύσει τις ρυθμίσεις σε ένα αρχείο στο root της εγκατάστασης του ΠΗΛΕΑΣ';
$string['configurationfileexist'] = 'Το αρχείο ρυθμίσεων υπάρχει ήδη!';
$string['creatingconfigfile'] = ' Δημιουργία αρχείου ρυθμίσεων ...';
$string['database'] = 'Βάση Δεδομένων';
$string['databasecreationsettings'] = 'Τώρα πρέπει να ορίσετε τις ρυθμίσεις της βάσης δεδομένων όπου τα περισσότερα δεδομένα του ΠΗΛΕΑΣ θα είναι αποθηκευμένα. Αυτή η βάση δεδομένων θα δημιουργηθεί αυτόματα από την εγκατάσταση με τις ρυθμίσεις που εμφανίζονται παρακάτω.<br />
<br /> <br />
<b>Τύπος: </b> έχει οριστεί ως \\"mysql\\" από την εγκατάσταση <br/>
<b>Κεντρικός Υπολογιστής: </b> έχει οριστεί ως \\"localhost\\" από την εγκατάσταση <br/>
<b>Όνομα: </b> όνομα της βάσης δεδομένων, πχ moodle <br/>
<b>Χρήστης: </b> έχει οριστεί ως \\"root\\" από την εγκατάσταση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης δεδομένων <br/>
<b>Πρόθεμα Πινάκων: </b> προαιρετικό πρόθεμα για χρήση σε όλα τα ονόματα πινάκων';
$string['databasecreationsettingshead'] = 'Τώρα πρέπει να ορίσετε τις ρυθμίσεις της βάσης δεδομένων όπου τα περισσότερα δεδομένα του ΠΗΛΕΑΣ θα είναι αποθηκευμένα. Αυτή η βάση δεδομένων θα δημιουργηθεί αυτόματα από την εγκατάσταση με τις ρυθμίσεις που εμφανίζονται παρακάτω.';
$string['databasecreationsettingssub'] = '<b>Τύπος: </b> έχει οριστεί ως \\"mysql\\" από την εγκατάσταση <br/>
<b>Κεντρικός Υπολογιστής: </b> έχει οριστεί ως \\"localhost\\" από την εγκατάσταση <br/>
<b>Όνομα: </b> όνομα της βάσης δεδομένων, πχ moodle <br/>
<b>Χρήστης: </b> έχει οριστεί ως \\"root\\" από την εγκατάσταση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης δεδομένων <br/>
<b>Πρόθεμα Πινάκων: </b> προαιρετικό πρόθεμα για χρήση σε όλα τα ονόματα πινάκων';
$string['databasecreationsettingssub2'] = '<b>Τύπος:</b> έχει οριστεί ως \\"mysqli\\" από την εγκατάσταση <br/>
		<b>Κεντρικός Υπολογιστής: </b> έχει οριστεί ως \\"localhost\\" από την εγκατάσταση <br/>
		<b>Όνομα: </b> όνομα της βάσης δεδομένων, πχ moodle <br/>
		<b>Χρήστης: </b> έχει οριστεί ως \\"root\\" από την εγκατάσταση <br/>
		<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης δεδομένων <br/>
		<b>Πρόθεμα Πινάκων: </b> προαιρετικό πρόθεμα για χρήση σε όλα τα ονόματα πινάκων';
$string['databasehead'] = 'Ρυθμίσεις Βάσης Δεδομένων';
$string['databasehost'] = 'Κεντρικός Υπολογιστής Βάσης Δεδομένων';
$string['databasename'] = 'Όνομα Βάσης Δεδομένων';
$string['databasepass'] = 'Κωδικός Βάσης Δεδομένων';
$string['databasesettings'] = 'Τώρα πρέπει να ορίσετε τις ρυθμίσεις της βάσης δεδομένων όπου τα περισσότερα δεδομένα του ΠΗΛΕΑΣ θα είναι αποθηκευμένα. Αυτή η βάση πρέπει να έχει δημιουργηθεί ήδη αυτόματα και να έχει οριστεί ένα όνομα χρήστη και κωδικός πρόσβασης.<br /> <br /> <br />
<b>Τύπος: </b> mysql ή postgres7 <br/>
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> προαιρετικό πρόθεμα για χρήση σε όλα τα ονόματα πινάκων';
$string['databasesettingsformoodle'] = 'Ρυθμίσεις Βάσης Δεδομένων για το Moodle';
$string['databasesettingshead'] = 'Τώρα πρέπει να ορίσετε τις ρυθμίσεις της βάσης δεδομένων όπου τα περισσότερα δεδομένα του ΠΗΛΕΑΣ θα είναι αποθηκευμένα. Αυτή η βάση πρέπει να έχει δημιουργηθεί ήδη αυτόματα και να έχει οριστεί ένα όνομα χρήστη και κωδικός πρόσβασης.';
$string['databasesettingssub'] = '<b>Τύπος: </b> mysql ή postgres7 <br/>
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> προαιρετικό πρόθεμα για χρήση σε όλα τα ονόματα πινάκων';
$string['databasesettingssub_mssql'] = '<b>Τύπος: </b> SQL*Server (non UTF-8) <b><font color=\\"red\\">Πειραματικό! (όχι για χρήση στην παραγωγή)</font></b><br />
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingssub_mssql_n'] = '<b>Τύπος: </b> SQL*Server (non UTF-8) <br/>
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingssub_mysql'] = '<b>Τύπος: </b> MySQL <br/>
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingssub_mysqli'] = '<b>Τύπος:</b> Βελτιωμένος MySQL<br />
		<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
		<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
		<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
		<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
		<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingssub_oci8po'] = '<b>Τύπος: </b> Oracle <br/>
<b>Κεντρικός Υπολογιστής: </b> δεν χρησιμοποιείται, να μείνει κενό<br/>
<b>Όνομα: </b> το όνομα της σύνδεσης tnsnames.ora <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό, 2cc. μέγιστο)';
$string['databasesettingssub_odbc_mssql'] = '<b>Τύπος: </b> SQL*Server (over ODBC) <b><font color=\\"red\\">Πειραματικό! (όχι για χρήση στην παραγωγή)</font></b><br />
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingssub_postgres7'] = '<b>Τύπος: </b> PostgreSQL <br/>
<b>Κεντρικός Υπολογιστής: </b> π.χ. localhost ή db.isp.com <br/>
<b>Όνομα: </b> το όνομα της βάσης, π.χ. moodle <br/>
<b>Χρήστης: </b> το όνομα χρήστη για τη βάση <br/>
<b>Κωδικός: </b> ο κωδικός πρόσβασης της βάσης <br/>
<b>Πρόθεμα Πινάκων: </b> πρόθεμα για χρήση σε όλα τα ονόματα πινάκων (προαιρετικό)';
$string['databasesettingswillbecreated'] = '<b>Σημείωση:</b> Το πρόγραμμα εγκατάστασης θα προσπαθήσει να δημιουργήσει τη βάση δεδομένων αυτόματα εάν δεν υπάρχει.';
$string['databasesocket'] = 'Unix socket';
$string['databasetype'] = 'Τύπος βάσης δεδομένων :';
$string['databasetypehead'] = 'Επιλογή οδηγού βάσης δεδομένων';
$string['databasetypesub'] = 'Το Moodle υποστηρίζει αρκετούς τύπους εξυπηρετητών βάσης δεδομένων. Παρακαλούμε επικοινωνήστε τον διαχειριστή του εξυπηρετητή εάν δεν ξέρετε ποιόν τύπο να χρησιμοποιήσετε.';
$string['databaseuser'] = 'Χρήστης Βάσης Δεδομένων';
$string['dataroot'] = 'Φάκελος Δεδομένων';
$string['datarooterror'] = 'Ο φάκελος δεδομένων που ορίσατε δεν μπόρεσε να βρεθεί ή να δημιουργηθεί. Διορθώστε τη διεύθυνση ή δημιουργήστε το φάκελο χειροκίνητα.';
$string['datarootpublicerror'] = 'Ο \'Φάκελος Δεδομένων\' που ορίσατε είναι απευθείας προσβάσιμος μέσω ιστού, πρέπει να χρησιμοποιήσετε έναν διαφορετικό φάκελο.';
$string['dbconnectionerror'] = 'Δεν έγινε σύνδεση με τη βάση δεδομένων που ορίσατε. Παρακαλώ ελέγξτε τις ρυθμίσεις της βάσης σας.';
$string['dbcreationerror'] = 'Σφάλμα δημιουργίας βάσης δεδομένων. Δε δημιουργήθηκε βάση με το επιθυμητό όνομα και της προσδιορισμένες ρυθμίσεις';
$string['dbhost'] = 'Κεντρικός Εξυπηρετητής';
$string['dbpass'] = 'Κωδικός';
$string['dbprefix'] = 'Πρόθεμα πινάκων';
$string['dbtype'] = 'Τύπος';
$string['dbwrongencoding'] = 'Η επιλεγμένη βάση δεδομένων εκτελείται κάτω από μια μη-προτεινόμενη κωδικοποίηση ($a). Θα ήταν καλύτερο να χρησιμοποιηθεί μια βάση με κωδικοποίηση Unicode (UTF-8). Μπορείτε να προσπεράσετε αυτό το τεστ επιλέγοντας \\"Προσπέραση Τεστ Κωδικοποίησης Βάσης\\", αλλά ίσως αντιμετωπίσετε προβλήματα στο μέλλον.';
$string['dbwronghostserver'] = 'Πρέπει να ακολουθήσετε τους κανόνες του \\"Κεντρικού Υπολογιστή\\" που εξηγούνται πιο πάνω.';
$string['dbwrongnlslang'] = 'Η μεταβλητή περιβάλλοντος NLS_LANG του εξυπηρετητή ιστού σας πρέπει να χρησιμοποιεί την κωδικοποίηση AL32UTF8. Δείτε τα κείμενα της PHP για το πως να ρυθμίσετε τον OCI8.';
$string['dbwrongprefix'] = 'Πρέπει να ακολουθήσετε τους κανόνες του \\"Προθέματος Πινάκων\\" που εξηγούνται πιο πάνω.';
$string['directorysettings'] = '<p> Παρακαλώ επιβεβαιώστε τις τοποθεσίες αυτής της εγκατάστασης ΠΗΛΕΑΣ.</p>

<p><b>Διεύθυνση ιστοσελίδας:</b>
Προσδιορίστε την πλήρη διεύθυνση ιστοσελίδας από την οποία γίνεται η πρόσβαση στο ΠΗΛΕΑΣ. Εάν η ιστοσελίδα σας είναι προσβάσιμη μέσω πολλαπλών URL επιλέξτε αυτό που θα χρησιμοποιούν οι φοιτητές περισσότερο. Μην συμπεριλάβετε τελική κάθετος (/).</p>

<p><b>Φάκελος ΠΗΛΕΑΣ:</b>
Προσδιορίστε το πλήρες μονοπάτι του φακέλου αυτής της εγκατάστασης. Βεβαιωθείτε ότι τα πεζά/κεφαλαία είναι σωστά.</p>

<p><b>Φάκελος Δεδομένων:</b>
Χρειάζεστε ένα μέρος όπου το ΠΗΛΕΑΣ θα μπορεί να παοθηκεύει τα ανεβασμένα αρχεία. Αυτος ο φάκελος θα πρέπει να είναι αναγνώσιμος και εγγράψιμος από τον χρήστη του εξυπηρετητή ιστού (συνήθως \'nobody\' ή \'apache\'), αλλά δεν πρέπει να είναι προσβάσιμος κατευθείαν από το δίκτυο. </p>';
$string['directorysettingshead'] = 'Παρακαλώ επιβεβαιώστε τις τοποθεσίες αυτής της εγκατάστασης ΠΗΛΕΑΣ.';
$string['directorysettingssub'] = '<b>Διεύθυνση ιστοσελίδας:</b>
Προσδιορίστε την πλήρη διεύθυνση ιστοσελίδας από την οποία γίνεται η πρόσβαση στο ΠΗΛΕΑΣ. Εάν η ιστοσελίδα σας είναι προσβάσιμη μέσω πολλαπλών URL επιλέξτε αυτό που θα χρησιμοποιούν οι φοιτητές περισσότερο. Μη συμπεριλάβετε τελική κάθετος (/).
<br />
<br />
<b>Φάκελος ΠΗΛΕΑΣ:</b>
Προσδιορίστε το πλήρες μονοπάτι του φακέλου αυτής της εγκατάστασης. Βεβαιωθείτε ότι τα πεζά/κεφαλαία είναι σωστά.
<br />
<br />
<b>Φάκελος Δεδομένων:</b>
Χρειάζεστε ένα μέρος όπου το ΠΗΛΕΑΣ θα μπορεί να παοθηκεύει τα ανεβασμένα αρχεία. Αυτος ο φάκελος θα πρέπει να είναι αναγνώσιμος και εγγράψιμος από το χρήστη του εξυπηρετητή ιστού (συνήθως \'nobody\' ή \'apache\'), αλλά δεν πρέπει να είναι προσβάσιμος κατευθείαν από το δίκτυο.';
$string['dirroot'] = 'Φάκελος ΠΗΛΕΑΣ';
$string['dirrooterror'] = 'Η ρύθμιση \'Φάκελος ΠΗΛΕΑΣ\' φαίνεται να είναι εσφαλμένη - δεν μπορέσαμε να βρούμε εγκατάσταση ΠΗΛΕΑΣ εκεί. Η τιμή έχει επαναρυθμιστεί.';
$string['disagreelicense'] = 'Η αναβάθμιση δεν μπορεί να προχωρήσει λόγω διαφωνίας με την άδεια GPL!';
$string['download'] = 'Μεταφόρτωση';
$string['downloadlanguagebutton'] = 'Μεταφόρτωση σε \\"$a\\" γλωσσικό πακέτο';
$string['downloadlanguagehead'] = 'Μεταφόρτωση γλωσσικού πακέτου';
$string['downloadlanguagenotneeded'] = 'Μπορείτε να συνεχίσετε την εγκατάσταση χρησιμοποιώντας το προεπιλεγμένο γλωσσικό πακέτο, \\"$a\\".';
$string['downloadlanguagepack'] = 'Θέλετε να μεταφορτώσετε τώρα το γλωσσικό πακέτο(ναι/όχι) :';
$string['downloadlanguagesub'] = 'Τώρα έχετε την επιλογή του κατεβάσματος ενός γλωσσικού πακέτου και συνέχιση της εγκατάστασης σε αυτήν την γλώσσα.<br /><br /> Εάν δεν μπορέσετε να κατεβάσετε το γλωσσικό πακέτο, η εγκατάσταση θα προχωρήσει στα αγγλικά. (Μόλις η εγκατάσταση ολοκληρωθεί, θα έχετε την δυνατότητα να κατεβάσετε και να εγκαταστήσετε επιπλέον γλωσσικά πακέτα.)';
$string['downloadsuccess'] = 'Το Γλωσσικό Πακέτο Μεταφορτώθηκε με Επιτυχία';
$string['doyouagree'] = 'Συμφωνείτε ? (ναι/όχι):';
$string['environmenthead'] = 'Έλεγχος περιβάλλοντος...';
$string['environmentsub'] = 'Έλεγχος εάν τα διάφορα τμήματα του συστήματός σας ταιριάζουν με τις απαιτήσεις συστήματος';
$string['environmentsub2'] = 'Κάθε έκδοση Moodle έχει κάποια ελάχιστη απαίτηση σχετικά με την έκδοση της PHP και ενός αριθμού από αναγκαίες επεκτάσεις PHP.
Ο πλήρης έλεγχος του περιβάλλοντος πραγματοποιείται πριν κάθε εγκατάσταση και αναβάθμιση. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του εξυπηρετητή εάν δεν ξέρετε πως να εγκαταστήσετε νέα έκδοση της PHP ή να ενεργοποιήσετε επεκτάσεις της.';
$string['errorsinenvironment'] = 'Ο έλεγχος του περιβάλλοντος απέτυχε!';
$string['fail'] = 'Αποτυχία';
$string['fileuploads'] = 'Ανέβασμα αρχείων';
$string['fileuploadserror'] = 'Αυτό πρέπει να είναι ενεργοποιημένο';
$string['fileuploadshelp'] = '<p>Το ανέβασμα αρχείων φαίνεται να είναι απενεργοποιημένο στο εξυπηρετητή σας.</p>

<p> Το ΠΗΛΕΑΣ μπορεί να εγκατασταθεί, αλλά χωρίς αυτήν τη δυνατότητα, δε θα μπορείτε να ανεβάσετε αρχεία μαθημάτων ή καινούργιες εικόνες για τα προφίλ χρηστών.</p>

<p> Για να ενεργοποιήσετε το ανέβασμα αρχείων (εσείς ή ο διαχειριστής) πρέπει να επεξεργαστείτε το κύριο php.ini αρχείο του συστήματός σας και να αλλάξετε τη ρύθμιση για <b>file_uploads</b> σε \'1\'.</p>';
$string['gdversion'] = 'Έκδοση GD';
$string['gdversionerror'] = 'Η βιβλιοθήκη GD είναι απαραίτητη για την επεξεργασία και τη δημιουργία εικόνων';
$string['gdversionhelp'] = '<p>Ο εξυπηρετητής σας δεν έχει εγκατεστημένη τη βιβλιοθήκη GD.</p>

<p>Η βιβλιοθήκη GD είναι απαραίτητη από την PHP για να μπορεί το ΠΗΛΕΑΣ να επεξεργαστεί εικόνες (όπως τα εικονίδια στο προφίλ των χρηστών) και να δημιουργήσει νέες εικόνες (όπως γραφήματα). Το ΠΗΛΕΑΣ μπορεί να λειτουργήσει χωρίς το GD - απλώς αυτές οι δυνατότητες δεν θα είναι διαθέσιμες.</p>

<p>Για να προσθέσετε το GD στην PHP σε λειτουργικό σύστημα Unix, κάντε μεταγλώττιση την PHP χρησιμοποιώντας την παράμετρο --with-gd.</p>

<p>Στο λειτουργικό σύστημα Windows μπορείτε συνήθως να επεξεργαστείτε το αρχείο php.ini και να βγάλετε από τα σχόλια τη γραμμή που αναφέρεται στο php_gd2.dll.</p>';
$string['globalsquotes'] = 'Μη ασφαλής διαχείριση των Globals';
$string['globalsquoteserror'] = 'Διορθώστε τις ρυθμίσεις PHP: απενεργοποιήστε το register_globals και/ή ενεργοποιήστε το magic_quotes_gpc';
$string['globalsquoteshelp'] = '<p>Δεν προτείνεται ο ταυτόχρονος συνδυασμός απενεργοποιημένου Magic Quotes GPC και ενεργοποιημένου Register Globals.</p>

<p>Η προτεινόμενη ρύθμιση είναι <b>magic_quotes_gpc = On</b> και<b>register_globals = Off</b> στο αρχείο php.ini</p>

<p>Αν δεν έχετε πρόσβαση στο αρχείο php.ini, τότε μπορείτε να προσθέσετε τις παρακάτω γραμμές στο αρχείο .htaccess που βρίσκεται στο φάκελο του ΠΗΛΕΑΣ :
<blockquote>php_value magic_quotes_gpc On</blockquote>
<blockquote>php_value register_globals Off</blockquote>
</p>';
$string['inputdatadirectory'] = 'Φάκελος Δεδομένων :';
$string['inputwebadress'] = 'Διεύθυνση Ιστού :';
$string['inputwebdirectory'] = 'Φάκελος Moodle :';
$string['installation'] = 'Εγκατάσταση';
$string['installationiscomplete'] = 'Η εγκατάσταση ολοκληρώθηκε!';
$string['invalidargumenthelp'] = '
    Σφάλμα: Μη έγκυρο(α) όρισμα(τα)
    Χρήση: \\$php cliupgrade.php ΕΠΙΛΟΓΕΣ
    Χρησιμοποιήστε την παράμετρο --help για να λάβετε περισσότερη βοήθεια';
$string['invalidemail'] = 'Μη έγκυρο ηλεκτρονικό ταχυδρομείο';
$string['invalidhost'] = 'Μη έγκυρος κεντρικός υπολογιστής ';
$string['invalidint'] = 'Σφάλμα: η τιμή δεν είναι ακέραιος';
$string['invalidintrange'] = 'Σφάλμα: η τιμή είναι εκτός των έγκυρων ορίων';
$string['invalidpath'] = 'Μη έγκυρη διαδρομή ';
$string['invalidsetelement'] = 'Σφάλμα: Η τιμή που δόθηκε δεν είναι στις δοθείσες επιλογές';
$string['invalidtextvalue'] = 'Μη έγκυρη τιμή κειμένου';
$string['invalidurl'] = 'Μη έγκυρο URL ';
$string['invalidvalueforlanguage'] = 'Μη έγκυρη τιμή για την επιλογή --lang. Δώστε την επιλογή --help για περισσότερη βοήθεια';
$string['invalidyesno'] = 'Σφάλμα: η τιμή δεν είναι ένα έγκυρο ναι/όχι όρισμα';
$string['langdownloaderror'] = 'Δυστυχώς η γλώσσα \\"$a\\" δεν είναι εγκατεστημένη. Η εγκατάσταση θα συνεχιστεί στα αγγλικά.';
$string['langdownloadok'] = 'Η γλώσσα \\"$a\\" εγκαταστάθηκε με επιτυχία. Η εγκατάσταση θα συνεχιστεί σε αυτήν τη γλώσσα.';
$string['locationanddirectories'] = 'Τοποθεσία και Φάκελοι';
$string['magicquotesruntime'] = 'Magic Quotes Run Time';
$string['magicquotesruntimeerror'] = 'Αυτό θα πρέπει να είναι off';
$string['magicquotesruntimehelp'] = '<p>Το magic quotes runtime πρέπει να είναι off για να μπορέσει το ΠΗΛΕΑΣ να λειτουργήσει σωστά.</p>

<p>Κανονικά είναι προεπιλεγμένο το off ... δείτε τη ρύθμιση <b>magic_quotes_runtime</b> στο αρχείο php.ini.</p>

<p>Αν δεν έχετε πρόσβαση στο αρχείο php.ini, μπορείτε να προσθέσετε τις παρακάτω γραμμές στο αρχείο .htaccess που βρίσκεται μέσα στο φάκλεο του ΠΗΛΕΑΣ :
<blockquote>php_value magic_quotes_runtime Off</blockquote>
</p>';
$string['memorylimit'] = 'Memory Limit';
$string['memorylimiterror'] = 'Το memory limit της PHP έχει οριστεί πολύ χαμηλά ... ίσως αντιμετωπίσετε προβλήματα στη συνέχεια.';
$string['memorylimithelp'] = '<p>Το memory limit της PHP στο server σας είναι ορισμένο αυτή τη στιγμή στα $a.</p>

<p>Αυτό μπορεί να προκαλέσει προβλήματα μνήμης στο ΠΗΛΕΑΣ στη συνέχεια, ειδικά αν έχετε πολλά ενεργοποιημένα αρθρώματα και/ή πολλούς χρήστες.</p>

<p>Προτείνεται η ρύθμιση της PHP με μεγαλύτερο όριο, αν αυτό είναι δυνατό, π.χ. 16M. Υπάρχουν πολλοί τρόποι που μπορείτε να δοκιμάσετε να το κάνετε αυτό:</p>
<ol>
<li>Αν έχετε τη δυνατότητα, κάνετε επαναμεταγλώττιση την PHP με την παράμετρο <i>--enable-memory-limit</i>.
Αυτό θα επιτρέψει στο Moodle να ορίσει μόνο του το memory limit.</li>
<li>Αν έχετε πρόσβαση στο αρχείο php.ini, μπορείτε να αλλάξετε τη ρύθμιση <b>memory_limit</b>
σε 16M. Αν δεν έχετε πρόσβαση ζητήστε από το διαχειριστή να το κάνει για εσάς.</li>
<li>Σε κάποιους εξυπηρετητές PHP μπορείτε να δημιουργήσετε ένα αρχείο .htaccess στο φάκελο του ΠΗΛΕΑΣ που να περιέχει τις παρακάτω γραμμές:<p><blockquote>php_value memory_limit 16M</blockquote></p>
<p>Ωστόσο, σε κάποιους εξυπηρετητές αυτό θα εμποδίσει τη λειτουργία <b>όλων</b> των σελιδών PHP
(θα βλέπετε σφάλματα όταν ανοίγετε τις σελίδες), σε αυτήν την περίπτωση θα πρέπει να διαγράψετε το αρχείο .htaccess.</p></li>
</ol>';
$string['mssql'] = 'SQL*Server (mssql)';
$string['mssql_n'] = 'SQL*Server με υποστήριξη UTF-8 (mssql_n)';
$string['mssqlextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση MSSQL, έτσι ώστε να μπορεί να επικοινωνεί με το SQL*Server. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['mysql'] = 'MySQL (mysql)';
$string['mysqlextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση MySQL, έτσι ώστε να μπορεί να επικοινωνεί με τη MySQL. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['mysqli'] = 'Improved MySQL (mysqli)';
$string['mysqliextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση MySQLi, έτσι ώστε να μπορεί να επικοινωνεί με τη MySQL.  Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.  Η επέκταση MySQLi δεν είναι διαθέσιμη για την PHP 4.';
$string['nativemysqli'] = 'Improved MySQL (native/mysqli)';
$string['nativemysqlihelp'] = 'Τώρα πρέπει να ρυθμίσετε την βάση δεδομένων όπου τα περισσότερα δεδομένα του Moodle θα αποθηκευθούν.
Η βάση δεδομένων μπορεί να δημιουργηθεί εάν ο χρήστης της βάσης έχει τα απαραίτητα δικαιώματα, και τα ονόματα χρήστη και συνθηματικό υπάρχουν ήδη. Το πρόθεμα πινάκων είναι προαιρετικό.';
$string['nativeoci'] = 'Oracle (native/oci)';
$string['nativepgsql'] = 'PostgreSQL (native/pgsql)';
$string['nativepgsqlhelp'] = 'Τώρα πρέπει να ρυθμίσετε την βάση δεδομένων όπου τα περισσότερα δεδομένα του Moodle θα αποθηκευθούν.
Η βάση πρέπει να έχει δημιουργηθεί ήδη καθώς επίσης και ένα όνομα χρήστη και συνθηματικό για πρόσβαση σε αυτήν. Το πρόθεμα πινάκων είναι υποχρεωτικό.';
$string['oci8po'] = 'Oracle (oci8po)';
$string['ociextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση OCI8, έτσι ώστε να μπορεί να επικοινωνεί με τη Oracle. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['odbc_mssql'] = 'SQL*Server over ODBC (odbc_mssql)';
$string['odbcextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση ODBC, έτσι ώστε να μπορεί να επικοινωνεί με το SQL*Server. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['pass'] = 'Πέρασμα';
$string['paths'] = 'Διαδρομές';
$string['pathserrcreatedataroot'] = 'Ο Φάκελος Δεδομένων ($a->dataroot) δεν μπορεί να δημιουργθεί από το πρόγραμμα εγκατάστασης.';
$string['pathshead'] = 'Επιβεβαίωση Διαδρομών';
$string['pathsrodataroot'] = 'Ο Φάκελος Δεδομένων δεν είναι εγγράψιμος.';
$string['pathsroparentdataroot'] = 'Ο Φάκελος γονέας ($a->parent) δεν είναι εγγράψιμος. Ο Φάκελος Δεδομένων ($a->dataroot) δεν μπορεί να δημιουργθεί από το πρόγραμμα εγκατάστασης.';
$string['pathssubadmindir'] = 'Λίγοι κεντρικοί υπολογιστές ιστού χρησιμοποιούν το /admin σαν ένα ειδικό URL για να έχετε πρόσβαση
σε έναν πίνακα ελέγχου ή κάτι παρόμοιο.  Δυστυχώς αυτό έρχεται σε σύγκρουση με την πρότυπη τοποθεσία για τις σελίδες διαχείρισης του Moodle.  Μπορείτε να το διορθώσετε αυτό
μετονομάζοντας τον φάκελο admin στην εγκατάσταση σας, και βάζοντας ένα νέο όνομα εδώ.  Για παράδειγμα: <em>moodleadmin</em>. Αυτό θα διορθώσει τους συνδέσμους στο Moodle.';
$string['pathssubdataroot'] = 'Χρειάζεστε ένα μέρος όπου το Moodle μπορεί να αποθηκεύει τα ανεβασμένα αρχεία. Αυτός ο φάκελος θα πρέπει να μπορεί να διαβάζεται και να εγγράφεται από τον χρήστη του εξυπηρετητή ιστού
(συνήθως \'nobody\' ή \'apache\'), αλλά δεν πρέπει να είναι προσβάσιμος απευθείας μέσω ιστού. Το πρόγραμμα εγκατάστασης θα προσπαθήσει να τον δημιουργήσει εάν δεν υπάρχει.';
$string['pathssubdirroot'] = 'Πλήρης διαδρομή φακέλου για την εγκατάσταση moodle. Αλλάξτε την μόνο εάν χρειάζεται να χρησιμοποιήστε symbolic links.';
$string['pathssubwwwroot'] = 'Πλήρης διεύθυνση ιστού από την οποία θα υπάρχει πρόσβαση στο moodle.
Δεν είναι δυνατόν να έχετε πρόβαση στο Moodle χρησιμοποιώντας πολλαπλές διευθύνσεις.
Εάν ο ιστοχώρος έχει πολλαπλές δημόσιες διευθύνσεις θα πρέπει να ρυθμίσετε μόνιμες ανακατευθύνσεις σε καθεμία από αυτές εκτός από αυτήν.
Εάν ο ιστοχώρος σας είναι προσβάσιμος και από intranet και από το Διαδίκτυο χρησιμοποιήστε την δημόσια διεύθυνση εδώ και ρυθμίστε τον DNS ώστε οι χρήστες του inranet να μπορούν να χρησιμοποιούν και αυτοί την δημόσια διεύθυνση.';
$string['pathsunsecuredataroot'] = 'Η τοποθεσία του Φάκελου Δεδομένων δεν είναι ασφαλής';
$string['pathswrongadmindir'] = 'Ο Φάκελος Admin δεν υπάρχει';
$string['pathswrongdirroot'] = 'Λανθασμένη τοποθεσία dirroot';
$string['pdosqlite3'] = 'SQLite 3 (PDO) <b><strong  class=\\"errormsg\\">Πειραματικό! (όχι για χρήση σε παραγωγή)</strong></b>';
$string['pgsqlextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση PGSQL, έτσι ώστε να μπορεί να επικοινωνεί με το PostgreSQL. Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['php52versionerror'] = 'Η έκδοση της PHP πρέπει να είναι τουλάχιστον 5.2.4.';
$string['php52versionhelp'] = '<p>Το Moodle χρειάζεται μια έκδοση της PHP η οποία να είναι τουλάχιστον 5.2.4.</p>
<p>Προς το παρόν χρησιμοποιείται την έκδοση $a</p>
<p>Πρέπει να αναβαθμίσετε την PHP η να μεταφερθείτε σε έναν κεντρικό υπολογιστή με μια νεώτερη έκδοση της PHP!</p>';
$string['phpextension'] = 'Επέκταση $a της PHP';
$string['phpversion'] = 'Έκδοση της PHP';
$string['phpversionhelp'] = '<p>Το ΠΗΛΕΑΣ απαιτεί η έκδοση της PHP να είναι τουλάχιστον 4.3.0 ή 5.1.0 (η 5.0.x έχει ένα αριθμό γνωστών προβλημάτων).</p>
<p>Αυτή τη στιγμή έχετε την έκδοση $a</p>
<p>Πρέπει να κάνετε upgrade την PHP ή να μεταφερθείτε σε ένα κεντρικό υπολογιστή με μια νεότερη έκδοση της PHP!<br/>
(Σε περίπτωση που έχετε την 5.0.x μπορείτε επίσης να κάνετε και υποβάθμιση στην έκδοση 4.4.x)</p>';
$string['postgres7'] = 'PostgreSQL (postgres7)';
$string['releasenoteslink'] = 'Για πληροφορίες σχετικά με αυτή την έκδοση του Moodle, παρακαλούμε δείτε τις Release Notes στο $a';
$string['safemode'] = 'Ασφαλής λειτουργία';
$string['safemodeerror'] = 'Το ΠΗΛΕΑΣ μπορεί να έχει προβλήματα με το safe mode on';
$string['safemodehelp'] = '<p>Το ΠΗΛΕΑΣ μπορεί να έχει έναν αριθμό προβλημάτων με το safe mode on, όπως για παράδειγμα να μην μπορεί να δημιουργήσει νέα αρχεία.</p>

<p>Το safe mode είναι συνήθως ενεργοποιημένο σε ορισμένους (παρανοϊκούς!) δημόσιους κεντρικούς υπολογιστές ιστού, οπότε ίσως χρειαστεί να βρείτε ένα νέο κεντρικό υπολογιστή ιστού για τον ιστοχώρο σας.</p>

<p>Μπορείτε αν θέλετε να συνεχίσετε με την εγκατάστση, ωστόσο να είστε προετοιμασμένοι για προβλήματα στο μέλλον.</p>';
$string['selectlanguage'] = 'Επιλογή μιας γλώσσας για την εγκατάσταση';
$string['sessionautostart'] = 'Αυτόματη ένερξη συνεδρίας';
$string['sessionautostarterror'] = 'Αυτό πρέπει να είναι απενεργοποιημένο';
$string['sessionautostarthelp'] = '<p>Το ΠΗΛΕΑΣ απαιτεί την υποστήριξη συνόδων και δεν μπορεί να λειτουργήσει χωρίς αυτήν.</p>

<p>Τα sessions μπορούν να ενεργοποιηθούν στο αρχείο php.ini ... δείτε την παράμετρο session.auto_start</p>';
$string['sitefullname'] = 'Πλήρες όνομα ιστοχώρου :';
$string['siteinfo'] = 'Λεπτομέρειες Ιστοχώρου';
$string['sitenewsitems'] = 'Αντικείμενα Νέων :';
$string['siteshortname'] = 'Σύντομο όνομα ιστοχώρου :';
$string['sitesummary'] = 'Σύνοψη ιστοχώρου :';
$string['skipdbencodingtest'] = 'Παράληψη ελέγχου κωδικοποίησης βάσης δεδομένων';
$string['sqliteextensionisnotpresentinphp'] = 'Η PHP δεν έχει ρυθμιστεί σωστά με την επέκταση SQLite.  Παρακαλώ ελέγξτε το αρχείο php.ini ή κάντε επαναμεταγλώττιση την PHP.';
$string['tableprefix'] = 'Πρόθεμα πινάκων :';
$string['upgradingactivitymodule'] = 'Αναβάθμιση του αρθρώματος Δραστηριότητα';
$string['upgradingbackupdb'] = 'Αναβάθμιση της βάσης δεδομένων των Αντίγραφων Ασφάλειας';
$string['upgradingblocksdb'] = 'Αναβάθμιση της βάσης δεδομένων των Μπλοκ';
$string['upgradingblocksplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού των Μπλοκ';
$string['upgradingcompleted'] = 'Η αναβάθμιση ολοκληρώθηκε...';
$string['upgradingcourseformatplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Μορφής Μαθήματος';
$string['upgradingenrolplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Εγγραφής';
$string['upgradinggradeexportplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Εξαγωγής Βαθμών';
$string['upgradinggradeimportplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Εισαγωγής Βαθμών';
$string['upgradinggradereportplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Αναφοράς Βαθμών';
$string['upgradinglocaldb'] = 'Αναβάθμιση της τοπικής Βάσης Δεδομένων';
$string['upgradingmessageoutputpluggin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Εξόδου Μυνημάτων';
$string['upgradingqtypeplugin'] = 'Αναβάθμιση της υπομονάδας λογισμικού Τύπου Ερωτήσεων';
$string['upgradingrpcfunctions'] = 'Αναβάθμιση των συναρτήσεων RPC';
$string['usagehelp'] = '
Σύνοψη:
\\$php cliupgrade.php ΕΠΙΛΟΓΕΣ

ΕΠΙΛΟΓΕΣ
--lang              Έγκυρη γλώσσα εγκατάστασης. Η προεπιλογή είναι τα Αγγλικά (en)
--webaddr           Διεύθυνση Ιστού για τον ιστοχώρο Moodle
--moodledir         Τοποθεσία του φακέλου ιστού του moodle
--datadir           Τοποθεσία του φακέλου δεδομένων του moodle (δεν πρέπει να είναι προσβάσιμο μέσω ιστού)
--dbtype            Τύπος Βάσης Δεδομένων. Η προεπιλογή είναι mysql
--dbhost            Κεντρικός Υπολογιστής Βάσης Δεδομένων. Η προεπιλογή είναι localhost
--dbname            Όνομα Βάσης Δεδομένων. Η προεπιλογή είναι moodle
--dbuser            Χρήστης Βάσης Δεδομένων. Η προεπιλογή είναι κενό
--dbpass            Κωδικός Βάσης Δεδομένων. Η προεπιλογή είναι κενό
--prefix            Πρόθεμα Πινάκων για τους παραπάνω πίνακες της βάσης. Η προεπιλογή είναι mdl
--verbose           0 Καμία έξοδος, 1 Συνοπτική έξοδος(προεπιλογή), 2 Λεπτομερής έξοδος
--interactivelevel  0 Χωρίς αλληλεπίδραση, 1 με ημί-αλληλεπίδραση(προεπιλογή), 2 με αλληλεπίδραση
--agreelicense      Ναι(προεπιλογή) ή Όχι
--confirmrelease    Ναι(προεπιλογή) ή Όχι
--sitefullname      Πλήρες όνομα για τον ιστοχώρο. Η προεπιλογή είναι : Moodle Site (Παρακαλούμε αλλάξτε το όνομα του ιστοχώρου!!)
--siteshortname     Σύντομο όνομα για τον ιστοχώρο. Η προεπιλογή είναι moodle
--sitesummary       Σύνοψη για τον ιστοχώρο. Η προεπιλογή είναι κενό 
--adminfirstname    Το όνομα του διαχειριστή. Η προεπιλογή είναι Admin
--adminlastname     Το επώνυμο του διαχειριστή. Η προεπιλογή είναι User
--adminusername     Το όνομα χρήστη του διαχειριστή. Η προεπιλογή είναι admin
--adminpassword     Το συνθηματικό του διαχειριστή. Η προεπιλογή είναι admin
--adminemail        Η διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή. Η προεπιλογή είναι root@localhost
--help              εκτύπωση αυτής της βοήθειας

Χρήση:
\\$php cliupgrade.php --lang=en --webaddr=http://www.example.com --moodledir=/var/www/html/moodle --datadir=/var/moodledata --dbtype=mysql --dbhost=localhost --dbname=moodle --dbuser=root --prefix=mdl --agreelicense=yes --confirmrelease=yes --sitefullname=\\"Example Moodle Site\\" --siteshortname=moodle --sitesummary=siteforme --adminfirstname=Admin --adminlastname=User --adminusername=admin --adminpassword=admin --adminemail=admin@example.com --verbose=1 --interactivelevel=2';
$string['versionerror'] = 'Ματαιώθηκε από τον χρήστη λόγω σφάλματος έκδοσης ';
$string['welcomep10'] = '$a->installername ($a->installerversion)';
$string['welcomep20'] = 'Βλέπετε αυτή τη σελίδα γιατί εγκαταστήσατε και ξεκινήσατε με επιτυχία το πακέτο <strong>$a->packname $a->packversion</strong> στον υπολογιστή σας. Συγχαρητήρια!';
$string['welcomep30'] = 'Αυτή η έκδοση <strong>$a->installername</strong> περιλαμβάνει τις εφαρμογές για τη δημιουργία ενός περιβάλλοντος μέσα στο οποίο θα λειτουργεί το <strong>ΠΗΛΕΑΣ </strong>:';
$string['welcomep40'] = 'Το πακέτο περιλαμβάνει επίσης <strong>Moodle $a->moodlerelease ($a->moodleversion)</strong>.';
$string['welcomep50'] = 'Η χρήση όλων των εφαρμογών σε αυτό το πακέτο υπόκειται στις αντίστοιχες άδειες. Ολόκληρο το πακέτο <strong>$a->installername</strong> είναι <a href=\\"http://www.opensource.org/docs/definition_plain.html\\">open source</a> και διανέμεται με την <a href=\\"http://www.gnu.org/copyleft/gpl.html\\">GPL</a> άδεια.';
$string['welcomep60'] = 'Οι παρακάτω σελίδες θα σας καθοδηγήσουν με εύκολα βήματα στην εγκατάσταση και ρύθμιση του <strong>ΠΗΛΕΑΣ </strong> στο υπολογιστή σας. Μπορείτε να δεχθείτε τις προκαθορισμένες ρυθμίσεις ή να τις αλλάξετε ανάλογα με τις ανάγκες σας.';
$string['welcomep70'] = 'Πατήστε το κουμπί \\"Συνέχεια\\" για να συνεχίσετε με την εκγατάσταση του <strong>Moodle</strong>.';
$string['welcometext'] = '---Καλως ήρθατε στο πρόγραμμα εγκατάστασης γραμμής εντολών του moodle---';
$string['writetoconfigfilefaild'] = 'Σφάμα: Η εγγραφή στο αρχείο ρυθμίσεων απέτυχε ';
$string['wwwroot'] = 'Διεύθυνση ιστοσελίδας';
$string['wwwrooterror'] = 'Η \'διεύθυνση ιστοσελίδας\' δεν είναι έγκυρη -  η εγκατάσταση του ΠΗΛΕΑΣ δεν εμφανίζεται εκεί. Η παρακάτω τιμή έχει επαναφερθεί.';
$string['yourchoice'] = 'Η επιλογή σας :';

?>