<?php // [normalized strings file]

$string['addingmatch'] = 'Προσθήκη μιας ερώτησης τύπου Αντιστοίχησης';
$string['addmoreqblanks'] = '{no} ακόμα σετ κενών πεδίων';
$string['editingmatch'] = 'Τροποποίηση μιας ερώτησης τύπου Αντιστοίχησης';
$string['filloutthreeqsandtwoas'] = 'Πρέπει να δώσετε τουλάχιστον δύο ερωτήσεις και τρεις απαντήσεις. Μπορείτε να δώσετε επιπλέον λάθος απαντήσεις δίνοντας μια απάντηση με κενή ερώτηση. Οι καταχωρήσεις στις οποίες και η ερώτηση και η απάντηση είναι κενές θα παραλείπονται.';
$string['match'] = 'Αντιστοίχηση';
$string['matchsummary'] = 'Η απάντηση σε κάθε μια ερώτηση από ένα σύνολο υπο-ερωτημάτων πρέπει να επιλεχθεί από μια λίστα πιθανών απαντήσεων.';
$string['nomatchinganswerforq'] = 'Πρέπει να ορίσετε μια απάντηση για αυτή την ερώτηση.';
$string['notenoughqsandas'] = 'Πρέπει να δώσετε τουλάχιστον $a->q ερωτήσεις και $a->a απαντήσεις.';
$string['notenoughquestions'] = 'Πρέπει να δώσετε τουλάχιστον $a ζευγάρια ερωτήσεων και απαντήσεων.';

?>