<?php // [normalized strings file]

$string['addingshortanswer'] = 'Προσθήκη μιας ερώτησης Σύντομης Απάντησης';
$string['addmoreanswerblanks'] = 'Κενά πεδία για {no} ακόμα απαντήσεις';
$string['answermustbegiven'] = 'Πρέπει να εισάγετε μια απάντηση εάν υπάρχει βαθμός ή υπάρχουν σχόλια.';
$string['answerno'] = 'Απάντηση $a';
$string['editingshortanswer'] = 'Τροποποίηση μιας ερώτησης Σύντομης Απάντησης';
$string['filloutoneanswer'] = 'Πρέπει να δώσετε τουλάχιστον μια πιθανή απάντηση. Οι απαντήσεις που θα αφήνονται κενές θα παραλείπονται. Ο χαρακτήρας \'*\' μπορεί να χρησιμοποιηθεί σαν μπαλαντέρ για οποιονδήποτε χαρακτήρα. Η πρώτη απάντηση που ταιριάζει θα χρησιμοποιηθεί για να αποφασιστεί το σκορ και τα σχόλια.';
$string['shortanswer'] = 'Σύντομης Απάντησης';
$string['shortanswersummary'] = 'Επιτρέπει μια απάντηση η οποία αποτελείται από καμία ή λίγες λέξεις και η οποία βαθμολογείται σε σύγκριση με διάφορες πρότυπες απαντήσεις, οι οποίες μπορούν να περιέχουν χαρακτήρες μπαλαντέρ.';

?>