Repository: projectestac/agora
Catalog: html/zikula2/modules/Scribite/locale/*/LC_MESSAGES/module_scribite.po
Languages: ca

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
ca: La clau d'autorització ('authkey') no és vàlida. Causes possibles d'aquest error són haver clicat el botó de tornar enrere del navegador, navegar simultàniament amb vàries pestanyes o un període llarg d'inactivitat. Torneu a carregar la pàgina i torneu-ho a provar.

source: Configuration not updated
ca: No s'ha pogut actualitzar la configuració

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades.

source: Settings
ca: Configuració

source: YUI Editor
ca: Editor YUI

source: This version of scribite! only works with Zikula 1.2.x and higher. Please upgrade your Zikula version or use scribite! version 2.x or 3.x .
ca: Aquesta versió del mòdul scribite! només funciona amb Zikula 1.2.x o superior. Actualitzeu el vostre Zikula o utilitzeu scribite! 2.x o 3.x.

source: Error creating Hook!
ca: No s'ha pogut crear el lligam!

source: <strong>scribite!</strong> was activated as core hook. You can check settings <a href="index.php?module=Modules&type=admin&func=hooks&id=0">here</a>!<br />The template plugin from previous versions of scribite! can be removed from templates.
ca: S'ha activat l'<strong>scribite!</strong> mitjançant un lligam del nucli. Podeu revisar la configuració des d'<a href="index.php?module=Modules&type=admin&func=hooks&id=0">aquí</a>!<br />Podeu esborrar el connector de les plantilles utilitzat a les versions anteriors.

source: Error! Could not update module configuration.
ca: No s'ha pogut actualitzar la configuració del mòdul.

source: Error deleting Hook!
ca: No s'ha pogut esborrar el lligam

source: Add module
ca: Afegeix un mòdul

source: module name
ca: nom del mòdul

source: module functions (comma separated, "all " for all funcs)
ca: funcions del mòdul (separades per comes, "all" per a totes les funcions)

source: textarea-ID's (comma separated, "all" for all areas)
ca: ID de les àrees de text que carregaran l'editor visual (separades per comes, "all" per a totes les àrees)

source: Save Configuration
ca: Desa la configuració

source: Cancel
ca: Cancel·la

source: Editorlanguage
ca: Idioma de l'editor

source: Theme
ca: Aparença

source: Date format
ca: Format de la data

source: Time format
ca: Format de l'hora

source: Editor width and height
ca: Amplada i alçada de l'editor

source: Editor-Stylesheet
ca: Full d'estils de l'editor

source: TinyMCE Plugins (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentation</a>)
ca: Connectors del TinyMCE (<a href="http://wiki.moxiecode.com/index.php/TinyMCE:Plugins" target="_blank">documentació</a>)

source: Full toolbar
ca: Barra d'eines completa

source: Toolbar
ca: Barra d'eines

source: Statusbar
ca: Mostra la barra d'estat

source: Animation
ca: Animació

source: Collapsable
ca: Plegable

source: edit module
ca: Edita un mòdul

source: Warning
ca: Avís

source: JS Quick Tags are activated.<br />For proper use you should deactivate this in Zikula Settings
ca: Les etiquetes de JS Quick estan activades. <br />Per assegurar el correcte funcionament les hauríeu de desactivar des de la configuració general del Zikula.

source: Version
ca: Versió

source: Editorpath
ca: Ubicació dels editors

source: Default editor
ca: Editor per defecte

source: Modules
ca: Mòduls

source: add module
ca: Afegeix un mòdul

source: Module
ca: Mòdul

source: Options
ca: Opcions

source: delete module
ca: Esborra un mòdul

source: automatic language
ca: Idioma automàtic

source: full
ca: Completa

source: reduced
ca: reduïda

source: WYSIWYG for Zikula
ca: Editors visuals per al Zikula

source: Language
ca: Idioma de l'editor

source: mini
ca: mínima

source: Skin
ca: Aparença

source: Convert urls to links
ca: Converteix els URL en enllaços

source: Show loading
ca: Mostra el missatge de càrrega de l'editor

source: Xinha Plugins (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentation</a>)
ca: Connectors del Xinha (<a href="http://xinha.python-hosting.com/wiki/Plugins" target="_blank">documentació</a>)

source: Do you really want to remove the following module?
ca: Esteu segur/a de que voleu esborrar el mòdul següent?

source: <strong>Caution!</strong><br />All editors have moved to /modules/scribite/pnincludes in preparation for upcoming features of Zikula. Please check all your settings!<br />If you have adapted files from editors you have to check them too.<br /><br /><strong>Dropped support for FCKeditor and TinyMCE<strong><br />For security reasons these editors will not be supported anymore. Please change editors to an other editor.
ca: <strong>Atenció!</strong><br />Tots els editors s'han traslladat a /modules/scribite/pnincludes en previsió de futurs canvis en el Zikula. Verifiqueu les vostres configuracions!<br />Si heu modificat fitxers dels editors també els hauríeu de revisar.<br /><br /><strong>Per raons de seguretat s'ha deixat de donar suport a FCKeditor i TinyMCE<strong><br /> Si us plau, canvieu aquests editors per algun altre.

source: Functions
ca: Funcions

source: Module functions
ca: Funcions del mòdul

source: Save
ca: Emmagatzema

source: (comma separated, 'all' for all funcs)
ca: (separats per coma, 'all' per a totes les funcions)
