<p align="center"><b>Importaci&oacute; d'un fitxer CSV</b></p>

<div>
    El fitxer d'importaci&oacute; ha de ser un CSV codificat amb UTF-8 i amb els camps seg&uuml;ents separats per punts i comes (;):
<pre style="text-align:center;">
isbn;credential;username;userid;pack;packid
</pre>
    
<ul>
    <li><b>isbn</b>. Camp obligatori on s'especifica l'ISBN del llibre. Per poder-ho importar, aquest ISBN ha d'existir pr&egrave;viament al Moodle.</li>
    <li><b>credential</b>. Camp obligatori que cont&eacute; una credencial v&agrave;lida pel llibre especificat al camp anterior.</li>
    <li><b>username</b>. Camp opcional on es pot especificar el nom d'usuari/&agrave;ria al Moodle. El valor especificat a aquest camp ha de concidir amb un nom d'usuari/&agrave;ria existent.</li>
    <li><b>userid</b>. Camp opcional amb l'identificador num&egrave;ric de l'usuari/&agrave;ria al Moodle. El valor especificat a aquest camp ha de concidir amb un identificador d'usuari/&agrave;ria existent.</li>
    <li><b>pack</b>. Camp opcional amb el nom de la motxilla. Aquest camp ser&agrave; ignorat durant el proc&eacute;s d'importaci&oacute;.</li>
    <li><b>packid</b>. Camp opcional amb l'identificador de la motxilla. Aquest camp ser&agrave; ignorat durant el proc&eacute;s d'importaci&oacute;.</li>
</ul>

A la primera fila del fitxer s'han d'especificar els noms dels camps anteriors que hi cont&eacute. Aix&iacute;, si es volen importar les credencials 
dels llibres per&ograve; no es volen assignar a cap usuari/&agrave;ria, el fitxer pot contenir nom&eacute;s les columnes "isbn" i "credential".

<p>Abans de fer la importaci&oacute;, el proc&eacute;s revisar&agrave; el contingut del fitxer i mostrar&agrave; un informe amb els errors i avisos en cas que es donin.<br/>
Els possibles missatges d'error que es poden produir s&oacute;n:</p>
<ul>
    <li>ISBN buit (camp obligatori)</li>
    <li>Credencial buida (camp obligatori)</li>
    <li>ISBN desconegut</li>
    <li>Usuari/&agrave;ria desconegut</li>
    <li>Usuari/&agrave;ria amb credencial assignada ja al llibre especificat</li>
    <li>Format de fitxer incorrecte</li>
    <li>Fitxer buit</li>
</ul>
Cal tenir en compte que si hi ha errors, caldr&agrave; revisar-los i reparar-los per poder continuar amb el proc&eacute;s d'importaci&oacute;.
</div>