Repository: projectestac/agora
Catalog: src/html/zikula/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: es

source: Error! No such article found.
es: ¡Error! No se encontró tal artículo.

source: Error! Could not load [%s] class.
es: ¡Error! No se pudo cargar la clase [%s].

source: title
es: título

source: Error! You did not enter a %s.
es: ¡Error! No se ha introducido el %s.

source: article content
es: contenido del artículo

source: Error! You did not enter the minimum necessary %s.
es: ¡Error! Usted no ha ingresado el mínimo necesario %s.

source: Done! Saved your changes.
es: ¡Hecho! Cambios guardados.

source: Done! Deleted article.
es: ¡Hecho! Artículo borrado.

source: Done! Purged permalinks.
es: ¡Hecho! Permalinks purgados.

source: Error! Could not purge permalinks.
es: Error! No fue posible purgar los permalinks.

source: All
es: Todos

source: Published
es: Publicado

source: Rejected
es: Rechazado

source: Pending Review
es: Pendiente de revisión

source: Archived
es: Archivado

source: Draft
es: Borrador

source: Scheduled
es: Programado

source: View
es: Ver

source: Review
es: Resumen

source: Edit
es: Editar

source: Delete
es: Borrar

source: Unknown
es: Desconocido

source: Yes
es: Si

source: Article date/time
es: Día/hora del artículo

source: Article ID
es: ID

source: Article weight
es: Ponderación del artículo

source: Done! Saved module settings.
es: ¡Hecho! Configuración del módulo guardada.

source: Sorry! You do not have authorisation for this page.
es: ¡Lo sentimos! No dispone de autorización para visualizar el contenido de esta página.

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
es: ¡Lo sentimos! La clave de autorización no es válida ('authkey'). Esto es, probablemente, porque se ha pulsado el botón 'Atrás' para volver a una página que no lo permita, o bien porque la clave de autorización de la página ha caducado, debido a la inactividad prolongada. Por favor, actualice la página y vuelva a intentarlo.

source: Error! Could not save your changes.
es: ¡Error! No fue posible guardar los cambios.

source: Error! Could not delete article.
es: ¡Error! No se pudo borrar el artículo.

source: Draft updated at %s
es: Borrador actualizado en %s

source: Draft saved at %s
es: Borrador guardado en %s

source: News publisher articles list
es: Lista de artículos

source: Show a list of News publisher articles published since the last newsletter.
es: Muestra una lista de artículos publicados desde el último boletín de noticias.

source: by %1$s on %2$s
es: por %1$s el %2$s

source: No News publisher articles since last newsletter on %s.
es: No hay artículos publicados desde el último boletín el %s.

source: News publisher
es: Editor de noticias

source: Provides the ability to publish and manage news articles contributed by site users, with support for news categories and various associated blocks.
es: Proporciona la capacidad de publicar y gestionar los artículos de noticias aportadas por los usuarios del sitio, con soporte para las categorías de noticias y varios bloques asociados.

source: news
es: noticias

source: Unknown status
es: Estado desconocido

source: %s day ago
es: hace %s día

source: yesterday
es: ayer

source: tomorrow
es: mañana

source: %s day from now
es: %s día desde ahora

source: %s hour ago
es: hace %s hora

source: %s hour from now
es: %s hora desde ahora

source: %s minute ago
es: hace %s minuto

source: %s minute from now
es: %s minuto desde ahora

source: %s second ago
es: hace %s segundo

source: %s second from now
es: %s segundo desde ahora

source: Error! Could not load any articles.
es: ¡Error! No fue posible cargar ningún artículo.

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
es: Ene Feb Mar Abr May Jun Jul Ago Sep Oct Nov Dic

source: Read more...
es: Leer más...

source: %s bytes more
es: %s bytes más

source: Print
es: Imprimir

source: Printer-friendly page
es: Página para imprimir

source: Comments?
es: ¿Comentarios?

source: %s comment
es: %s comentario

source: %1$s about %2$s
es: %1$s sobre %2$s

source: Footnote: %s
es: Nota: %s

source: Error! Could not create new article.
es: ¡Error! No se pudo crear el nuevo artículo.

source: Article titles
es: Títulares

source: Display article titles
es: Mostrar los titulares de los artículos de noticias

source: Most-read article
es: El artículo más leído

source: Today's most-read article
es: El artículo más leído de hoy

source: Extended article titles
es: Títulares extendido

source: Display article titles with extended options
es: Muestra los títulos de los artículos con opciones extendidas

source: No articles.
es: No hay artículos.

source: Past articles
es: Artículos anteriores

source: Display past articles
es: Muestra los artículos pasados

source: Error! Database contains no article with the title '%s'.
es: ¡Error! La base de datos no contiene ningún artículo con el título '%s'.

source: Error! No needle ID provided.
es: ¡Error! No se a proporcionado el ID de needle.

source: Recent news articles
es: Artículos recientes

source: Displays a specific number of news articles from one or all categories available
es: Muestra un número específico de artículos de una o todas las categorías disponibles

source: News articles listed under the '%s' category
es: Artículos incluidos en la categoría '%s'

source: Show all news articles
es: Mostrar todos los artículos

source: Show only articles set for index page listing
es: Mostrar sólo los artículos que están en la página de inicio

source: Show only articles not set for index page listing
es: Mostrar sólo los artículos que no están en la página de inicio

source: News publisher setting
es: Configuración del editor de noticias

source: Number of pageviews
es: Número de páginas vistas

source: Random
es: Aleatorio

source: Done! Created new article.
es: ¡Hecho! Nuevo artículo creado.

source: A News Publisher article has been submitted for review
es: El artículo de noticias se ha enviado correctamente para su revisión

source: <br />A News Publisher article <strong>%1$s</strong> has been submitted by %2$s for review on website %3$s.<br />Index page teaser text of the article:<br /><hr />%4$s<hr /><br /><br />Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the <em>Pending Review</em> article(s).<br /><br />Regards,<br />%6$s
es: <br />El artículo <strong>%1$s</strong> ha sido enviado por %2$s para su revisión en la web %3$s.<br />El texto resumen del artículo:<br /><hr />%4$s<hr /><br /><br />Vaya a la <a href="%5$s">zona de administración de noticias</a> para su revisión y publicación de los artículos <em>pendientes de revisión</em><br /><br />Gracias,<br />%6$s

source: A News Publisher article '%1$s' has been submitted by %2$s for review on website %3$s. Index page teaser text of the article: -------- %4$s -------- Go to the <a href="%5$s">news publisher admin</a> pages to review and publish the 'Pending Review' article(s). Regards, %6$s
es: El artículo '%1$s' ha sido enviado por %2$s para su revisión en la web %3$s. El texto resumen del artículo: -------- %4$s -------- Vaya a la <a href="%5$s">zona de administración de noticias</a> para su revisión y publicación de los artículos 'Pendientes de revisión' Gracias, %6$s

source: Done! E-mail about new pending article is sent.
es: ¡Hecho! Correo sobre el artículo en espera ha sido enviado.

source: Warning! E-mail about new pending article could not be sent.
es: ¡Advertencia! Correo sobre el artículo en espera no pudo ser enviado.

source: Error! Invalid category passed.
es: ¡Error! Se ha proporcionado una categoría incorrecta.

source: No articles currently published under the '%s' category.
es: No hay artículos publicados actualmente en la categoría '%s'.

source: No articles currently published.
es: No hay artículos publicados en la actualidad.

source: :: page %s
es: :: página %s

source: January February March April May June July August September October November December
es: Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre

source: Article %1$s by %2$s
es: Artículo %1$s por %2$s

source: Submit an article
es: Enviar un artículo

source: News articles list
es: Lista de artículos

source: Create new article
es: Crear un nuevo artículo

source: Purge permalinks
es: Purgar permalinks

source: Settings
es: Configuración

source: Warning! Could not create the default News category tree. If you want to use categorisation with News, register at least one property for the module in the Category Registry.
es: ¡Advertencia! No se pudo crear el árbol de categorías predeterminado para las Noticias. Si desea utilizar la categorización de Noticias, registre de al menos una propiedad para el módulo en el Registro de categorías.

source: Error! Could not update table.
es: ¡Error! No se pudo actualizar la tabla.

source: Error! Could not update articles.
es: ¡Error! No se pudieron actualizar los artículos.

source: Error! The '%s' module is not installed.
es: ¡Error! El módulo '%s' no está instalado.

source: Error! Could not delete table.
es: ¡Error! No se pudo borrar la tabla.

source: Error! Could not migrate categories.
es: ¡Error! No fue posible migrar las categorías.

source: Error! Could not rename table.
es: ¡Error! No se pudo renombrar la tabla.

source: Error! Could not rename column.
es: ¡Error! No se pudo renombrar la columna.

source: News introduction article
es: Artículo introductorio

source: news_introduction_article
es: noticias_articulo_introductorio

source: A news article is divided into an article teaser text (which is the lead-in text you are reading now) and an article body text (which you can view by clicking on the article's title or the 'Read more' link). The teaser will generally be a short introduction to the article, but if you plan to publish only very short bulletins, the teaser can contain the full draft and the article body can be left empty. Click on the article title for more information about Zikula's News publisher module.
es: Un artículo se divide en un resumen (que es el texto que está leyendo ahora) y un cuerpo (que puede ver haciendo clic en el título del artículo o en el enlace 'Leer más'). El resumen será una breve introducción al artículo, pero si va a publicar sólo boletines cortos, este puede contener el texto completo y el cuerpo del artículo se puede dejar vacío. Haga clic en el título del artículo para más información sobre el módulo de Edición de Noticias de Zikula.

source: News
es: Noticias

source: <h3>More about the News module</h3><p>You are now reading the body text of the article (starting as from the 'More about the News module' title above). Both the article teaser and the article body can contain URL links, images, mark-up (HTML tags and, if you have the additional necessary add-ons installed, other mark-up languages such as BBCode) You can learn more about the News module by reading the <a href="http://code.zikula.org/news/wiki#Documentation">News Wiki Documentation</a>.</p><h3>Some more details</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="News publisher admin image"/>To control what HTML tags can be included in an article to format and enhance it, the site administrator should set the desired tags to enabled status by visiting the <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Security centre</a>. With the News module, you can take advantage of Zikula's permissions system to control who gets what access to which parts of the News module. A moderator group can be created, containing registered site users who can add, edit and delete articles. This is just a simple example: the Zikula permissions system is sufficiently flexible to let you implement practically any organisation you want.</p><p>You can edit or delete this introductory article by clicking on the link beside the article title, or you can visit to the <a href="index.php?module=%s&type=admin&func=view">News admin pages</a>.</p>
es: <h3>Más información sobre el módulo de Noticias</h3><p>Ahora está leyendo el cuerpo del artículo (comenzando desde el título anterior 'Más información sobre el módulo de Noticias'). Tanto el resumen como el cuerpo del artículo pueden contener enlaces URL, imágenes, formato (etiquetas HTML y, si usted tiene agregados instalados, etiquetas de otros lenguajes como BBCode) Puede aprender más sobre este módulo leyendo el <a href="http://code.zikula.org/news/wiki#Documentation">Wiki de Documentación de Noticias</a>.</p><h3>Algunos detalles más</h3><p><img src="modules/News/pnimages/admin.gif" width="48" height="48" class="z-floatleft" alt="Imágen del módulo"/>Para controlar las etiquetas HTML que pueden incluirse en un artículo para mejorar el formato y la legibilidad, el administrador del sitio debe establecer las etiquetas que desee en el <a href="index.php?module=SecurityCenter&type=admin&func=allowedhtml">Centro de Seguridad</a>. Con el módulo de Noticias, usted puede sacar ventaja de los permisos de Zikula para controlar quién obtiene acceso a las partes del módulo de Noticias. Se puede crear un grupo de Moderadores, que contenga por ejemplo, los usuarios registrados del sitio que pueden agregar, editar y borrar artículos. Esto es sólo un ejemplo sencillo: los permisos del sistema Zikula son suficientemente flexibles para permitir adaptar el sistema a cualquier necesiddad.</p><p>Usted puede editar o eliminar este artículo introductorio, haciendo clic en el enlace contiguo al título del artículo, o a través de la página de administración de <a href="index.php?module=%s&type=admin&func=view">Noticias</a>.</p>

source: Warning! Could not create the default News introductory article.
es: ¡Advertencia! No se pudo crear el artículo introductorio predeterminado.

source: Warning! Could not update the default News introductory article.
es: ¡Advertencia! No se pudo actualizar el artículo introductorio predeterminado.

source: Error! Could not update the article categories.
es: ¡Error! No se pudieron actualizar las categorías de los artículos.

source: Topics
es: Temas

source: Display and manage topics
es: Presentar y gestionar los temas

source: Contributed
es: Contribuído

source: Scope of news article listing
es: Ámbito del listado de artículos

source: Category
es: Categoría

source: Choose category
es: Eligir una categoría

source: Maximum number of articles to display
es: Número máximo de artículos para mostrar

source: Language
es: Idioma

source: Status
es: Estado

source: Order articles by
es: Ordenar artículos por

source: Apply filter
es: Aplicar filtro

source: Reset
es: Reiniciar

source: Title
es: Título

source: Contributor
es: Contribuidor

source: Index page<br />listing / Weight
es: Índice<br />lista / Peso

source: Date
es: Fecha

source: Actions
es: Acciones

source: Last edited on
es: Editado por última vez en

source: Scheduled for
es: Programado para

source: No comments allowed.
es: No se permiten comentarios.

source: No articles currently in database.
es: No hay artículos actualmente en la base de datos.

source: Access a past article via its ID
es: Acceso a un artículo anterior a través de su ID

source: Go retrieve
es: Recuperar

source: News index page
es: Índice de noticias

source: News categories
es: Categorías de las noticias

source: News archive
es: Archivo

source: %s pending article
es: %s artículo pendiente

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: More articles in
es: Más artículos en

source: Edit this block
es: Editar este bloque

source: General settings
es: Configuración general

source: Articles to list
es: Artículos a listar

source: Choose categories
es: Seleccione las categorías

source: Category registry
es: Registro de categoría

source: None
es: Ninguno

source: Maximum number of news articles to display
es: El número máximo de artículos de noticias a mostrar

source: Maximum age of articles
es: Edad máxima de los artículos

source: (Number of days; 0 for no limit)
es: (Número de días; 0 sin límite)

source: Maximum length of titles
es: La longitud máxima de los títulos

source: (Number of characters; 0 for no limit)
es: (Número de caracteres; 0 sin límite)

source: Suffix appended to truncated title
es: Sufijo añadido al título truncado

source: Show 'No articles currently published' status message when no articles published
es: Mostrar el mensaje 'No hay artículos publicados en la actualidad' cuando no existan artículos publicados

source: Custom templates
es: Plantillas personalizadas

source: Notice: You can use your own custom templates instead of the default templates. You must specify them here.The default template for block rows is 'news_block_storiesext_row.htm'. The default block template depends on the scroll setting. The default static template is 'news_block_storiesext.htm'. For scrolling content, 'news_block_storiesext_scrollNAME.htm' is used.
es: Aviso: Usted puede utilizar sus propias plantillas en lugar de las plantillas predeterminadas. Debe especificarla aquí. La plantilla para las filas del bloque es 'news_block_storiesext_row.htm'. La plantilla del bloque depende de la configuración de desplazamiento. El valor por defecto de la plantilla estática es 'news_block_storiesext.htm'. Para el contenido, se utiliza 'news_block_storiesext_scrollNOMBRE.htm'.

source: Custom block template
es: Plantilla de bloque personalizada

source: (Default template is used if this box is left blank)
es: (Se utiliza la plantilla por defecto si esta casilla se deja en blanco)

source: Custom row template
es: Plantilla de fila personalizada

source: Advanced block settings
es: Configuración de bloque avanzada

source: Show contributor's name
es: Mostrar el nombre del contribuidor

source: Show article creation date
es: Mostrar la fecha de creación del artículo

source: Date format
es: Formato de fecha

source: Click here to read 'strftime' description in PHP documentation
es: Haga clic aquí para leer la especificación 'strftime' en la documentación de PHP

source: Show number of pageviews
es: Mostrar el número de lecturas

source: Show number of comments
es: Mostrar el número de comentarios

source: Separator character for additional information
es: Carácter de separación para información adicional

source: Index page teaser settings
es: Configuración del resúmen en la página de inicio

source: Display article's index page teaser
es: Mostrar el resumen del artículo

source: Notice: When truncating the index page teaser text, incomplete HTML mark-up elements will be completed by the 'truncatehtml' plug-in.
es: Aviso: Cuando se trunca el resumen, el formato HTML incompleto se completará gracias al plugin 'truncatehtml'.

source: Maximum displayed length of index page teaser
es: Longitud máxima mostrada del resumen

source: Suffix appended to truncated index page teaser
es: Sufijo añadido al resumen truncado

source: Article recency settings
es: Ajustes de tiempos del artículo

source: Display image for recent article titles
es: Mostrar imágen para los artículos recientes

source: Number of days during which article is considered recent
es: Número de días en los que el artículo se considera como reciente

source: Image set for 'New' image
es: Conjunto de la imagenes de 'nuevo'

source: (Used by 'pnimg' plug-in)
es: (Utilizado por el plugin 'pnimg')

source: File name of 'New' image from image set
es: Nombre de archivo de la imagen de 'nuevo'

source: News item scroll settings
es: Ajustes de desplazamiento para los artículos

source: Notice: News articles can shown in a scrolling box. The provided scrollers are based upon code from the <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> upward and downward pauseable vertical scroller, the <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> fading scroller (gradient wipe effect only works in IE), and the <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm" target="_new">dynamicdrive.com 'marquee II'</a> marquee scroller.
es: Aviso: los artículos de noticias pueden mostrarse en un cuadro de desplazamiento. Los scrollers proporcionados estan basados en el código de <a href="http://www.dynamicdrive.com/dynamicindex2/crosstick.htm">dynamicdrive.com 'crosstick'</a> scroller vertical pausable hacia arriba y hacia abajo, el <a href="http://www.dynamicdrive.com/dynamicindex2/memoryticker.htm">dynamicdrive.com 'memoryticker'</a> como scroller de desvanecimiento (el efecto de limpiar el gradiente que sólo funciona en IE), y el <a href="http://www.dynamicdrive.com/dynamicindex2/cmarquee2.htm target ="_new ">dynamicdrive.com 'marque II'</a> como scroller marquesina.

source: Choose scroller
es: Elija scroller

source: No scrolling
es: Sin desplazamiento

source: Pauseable vertical scroller
es: Scroller vertical con pausas

source: Fading scroller
es: Scroller desvanecido

source: Marquee scroller
es: Scroller marquesina

source: Scroller CSS styles definition
es: Definiciones CSS para el scroller

source: Delay between scrolls and starting delay for marquee
es: Retraso entre scroll y retraso inicial para la marquesina

source: (Number of milliseconds)
es: (Número de milisegundos)

source: Marquee scroller speed
es: Velocidad del scroller marquesina

source: (Number from 1 to 10)
es: (Número de 1 a 10)

source: Filed under:
es: Archivado en:

source: %s article
es: %s artículo

source: Currently no articles
es: Actualmente no hay noticias

source: RSS feed
es: Canal RSS

source: Edit this category
es: Editar esta categoría

source: %s article.
es: %s artículo.

source: %s contributed by you.
es: %s aportados por usted.

source: Currently no articles.
es: Actualmente no hay ningún artículo.

source: Today's most-read article is:
es: El artículo mas leído de hoy es:

source: #{chars} characters out of 65,536
es: #{chars} caracteres de 65.536

source: Publish
es: Publicar

source: Schedule
es: Programar

source: Save as draft
es: Guardar borrador

source: Update draft
es: Actualizar borrador

source: Saving draft...
es: Guardando el borrador...

source: <strong>Title is empty, draft not saved!</strong>
es: <strong>El título está vacio, no se ha guardado el borrador!</strong>

source: Title text
es: Título

source: Permalink URL
es: URL del Permalink

source: (Generated automatically if left blank)
es: (Generado automáticamente si se deja en blanco)

source: Article
es: Artículo

source: Permitted HTML tags
es: Etiquetas HTML permitidas

source: Index page teaser text
es: Resumen

source: (Limit: 65,536 characters)
es: (Límite: 65,536 caracteres)

source: Index page teaser format
es: Formato del resumen

source: Plain text
es: Texto plano

source: Text formatted with mark-up language
es: Texto formateado con lenguaje de marcado

source: Article body text
es: Cuerpo del artículo

source: Article body format
es: Formato del cuerpo del artículo

source: Footnote
es: Nota al pie

source: Publishing options
es: Opciones de publicación

source: Publish on news index page
es: Publicar en el índice

source: No time limit
es: Sin límite de tiempo

source: Start date
es: Fecha de inicio

source: No end date
es: Sin fecha de expiración

source: End date
es: Fecha de expiración

source: Allow comments on this article
es: Permitir comentarios sobre este artículo

source: Article attributes
es: Atributos del artículo

source: Create new attribute
es: Crear un nuevo atributo

source: Delete this attribute
es: Borrar el atributo

source: Preview
es: Previsualizar

source: Preview this article
es: Previsualizar este artículo

source: Submit
es: Enviar

source: Submit this article
es: Enviar este artículo
