Repository: projectestac/agora
Catalog: src/html/zikula/modules/News/locale/*/LC_MESSAGES/module_news.po
Languages: es

source: Save this article as draft
es: Guardar este artículo como borrador

source: Publish this article
es: Publicar este artículo

source: Cancel
es: Cancelar

source: News articles
es: Artículos de noticias

source: Contributed by %s
es: Contribuído por %s

source: on %s
es: el %s

source: %s pageview
es: %s lectura

source: No articles published recently.
es: No hay artículos publicados recientemente.

source: Widget title
es: Título del widget

source: Display
es: Mostrar

source: Number of articles
es: Número de artículos

source: Limit of backward reach
es: Limite de retrasos

source: Maximum displayed length of title
es: Longitud máxima del título

source: Information settings
es: Configuración de la información

source: Display contributor's name
es: Mostrar el nombre del contribuidor

source: Display article creation date
es: Mostrar la fecha de la creación del artículo

source: Refer to the <a href="http://www.php.net/manual/function.strftime.php">'strftime' description</a> in the PHP documentation.
es: Consulte la <a href="http://www.php.net/manual/function.strftime.php">descripción de 'strftime'</a> en la documentación de PHP.

source: Display number of pageviews
es: Mostrar el número de lecturas

source: Display number of comments
es: Mostrar el número de comentarios

source: Separator character for article information
es: Carácter de separación para la información del artículo

source: Display 'Submit an article' link
es: Mostrar el enlace 'Envíe un artículo'

source: Article settings
es: Configuración de los artículos

source: Display an icon to highlight recent article titles
es: Mostrar un icono para resaltar los títulos de artículos recientes

source: Display article's index page teaser text
es: Mostrar el resumen del artículo

source: Maximum displayed length of index page teaser text
es: Longitud máxima del resumen

source: Suffix appended to truncated index page teaser text
es: Sufijo añadido al resumen truncado

source: Expand all
es: Expandir todo

source: Contract all
es: Contraer todo

source: News archive for %1$s, %2$s
es: Archivo de noticias para %1$s, %2$s

source: Pageviews
es: Lecturas

source: Edit news article
es: Editar artículo

source: Language(s) for which article should be displayed
es: Idioma(s) en el(los) que el artículo debe mostrarse

source: Meta data
es: Metadatos

source: Last edited
es: Última edición

source: Approved by %s
es: Aprobado por %s

source: Status %s
es: Estado %s

source: Article ID: %s
es: ID del artículo: %s

source: Mark this article as pending
es: Marcar este artículo como pendiente

source: Pending
es: Pendiente

source: Approve and publish this article
es: Aprobar y publicar este artículo

source: Approve and Publish
es: Aprobar y Publicar

source: Approve and
es: Aprobar y

source: Archive this article
es: Archivar este artículo

source: Archive
es: Archivar

source: Reject this article
es: Rechazar este artículo

source: Reject
es: Rechazar

source: Delete this article
es: Borrar este artículo

source: Save
es: Guardar

source: Save your changes
es: Guardar los cambios

source: Mark as pending
es: Marcar como pendiente

source: New
es: Nuevo

source: by %s
es: por %s

source: Notice: Your theme could be using template overrides for the News publisher module (in themes/YourThemeName/templates/modules/News/...). They might lack behind in functionality to the current default News publisher templates, please remove them or check them carefully against the default News publisher templates (in modules/News/pntemplates/...).
es: Aviso: Su theme puede estar usando plantillas personalizadas para el módulo de Noticias (en themes/SuTheme/templates/modules/News/...). Que pueden estar desactualizadas en funcionalidad de las plantillas actuales, por favor remuévalas o verifiquelas cuidadosamente con las predeterminadas (en modules/News/pntemplates/...).

source: Enable article attributes
es: Habilitar los atributos del artículo

source: Category settings
es: Configuración de categorías

source: Enable categorisation
es: Habilitar la categorización

source: Category to use for legacy 'Topics' module template variables
es: La categoría utilizará para las variables antiguas del módulo 'Topics'

source: Category image path (with trailing /)
es: Ruta de la imagen para la categoría (terminada con /)

source: Notice: You can associate an image with each article category. The image must be located in the category image path entered in 'Category image path'. You must also go to the Categories manager in the site admin panel and then define the associated image. To do this, add a category attribute named 'topic_image' to each article category, and then enter the associated image path and name.
es: Aviso: Se puede asociar una imagen con cada categoría. La imagen debe estar ubicada en la ruta introducida en 'Ruta de la imagen para la categoría'. Usted debe ir al Administrador de las categorías en el panel de administración del sitio y definir la imagen asociada. Para ello, basta con añadirle a cada categoría, un atributo denominado 'topic_image' con el nombre del archivo de la imagen asociada.

source: Display settings
es: Opciones de despliegue

source: Order article listings by
es: Ordenar el listado por

source: Number of articles in news index page
es: Número de artículos en el índice

source: Number of articles in archive page
es: Número de artículos en la página de archivo

source: Check referer on printer-friendly pages
es: Comprobar los referidos en las páginas de impresion

source: Enable in-line editing of articles via JavaScript/Ajax controls
es: Habilitar la edición en línea de artículos a través de los controles de JavaScript/Ajax

source: When Scribite! is being used for editing, the <strong>display</strong> function needs to be added to the list of module functions that Scribite! uses for the News Publisher module.
es: Cuando Scribite! está siendo usado para la edición, la función <strong>display</strong> debe añadirse a la lista de 'funciones del módulo' que Scribite! utiliza dentro de su configuración.

source: Enable 'More articles in category' when displaying an article
es: Habilitar 'Más artículos en la categoría' al mostrar un artículo

source: Number of 'More articles in category' for every article
es: Número de 'Más artículos en la categoría' por cada artículo

source: When displaying an article, a number of additional articletitles in the same category can be shown.<br />To show the additional articletitles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional articletitles can be set per article by means of the article attribute 'morearticlesincat'. You need to enable 'article attributes' yourself. <br />When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
es: Cuando se muestra un artículo, un número adicional de títulos de artículos en la misma categoría puede ser visualizado.<br />Para mostrar los títulos de los artículos adicionales para cada artículo, establezca el valor anterior a un número mayor que 0. Cuando el valor se establece en 0, el número de títulos de los artículos adicionales se puede establecer a través del atributo artículo 'morearticlesincat'. Es necesario activar los atributos para los artículos.<br />Cuando el ajuste del atributo artículo se establece en 0, no se extraen más títulos de la base de datos.

source: Notify moderators when a new pending article is submitted for review
es: Notificar a los moderadores cuando haya un artículo pendiente para su revisión

source: Whenever a new article is submitted as Pending Review, the admin or a list of E-mail addresses can be informed of this event with a notification E-mail.
es: Cada vez que un nuevo artículo está en espera de revisión, el administrador o una lista de direcciones de correo pueden ser notificados por medio de un correo electrónico.

source: From name (leave empty for sitename)
es: Remitente (en blanco para el nombre del sitio)

source: From address (leave empty for admin E-mail address)
es: Dirección remitente (en blanco para el correo electrónico del admin)

source: To name (leave empty for sitename)
es: Para (en blanco para el nombre del sitio)

source: To address (comma seperated list of E-Mail addresses, leave empty for admin E-mail address)
es: Para la dirección (lista separada por comas de direcciones de correo electrónico, en blanco para el correo electrónico del admin)

source: E-mail subject
es: Asunto del correo electrónico

source: Send E-mail as HTML
es: Enviar el correo electrónico en formato HTML

source: Display a PDF link for the articles in the index page
es: Mostrar un enlace PDF para los artículos en el índice

source: Path to the TCPDF main file
es: Ruta de acceso al archivo TCPDF

source: The PDF link is based on <a href="http://www.tcpdf.org">TCPDF</a>. You have to install the files yourself into the path specified above, when you want to use the pdflink. Download TCPDF from the link and place the 'tcpdf' folder into the correct location.
es: El vínculo PDF se basa en <a href="http://www.tcpdf.org">TCPDF</a>. Deberá estar instalado el TCPDF en la ruta especificada anteriormente, para poder utilizar el enlace pdf. Descargar TCPDF desde el enlace y ubicar la carpeta que contiene el 'TCPDF' en el lugar correcto.

source: TCPDF language file
es: Archivo de Idioma para TCPDF

source: TCPDF Header logo image (absolute path or relative to tcpdf)
es: Imagen del logotipo de cabecera del TCPDF (ruta absoluta o relativa a TCPDF)

source: Default Header logo is defined by TCPDF and in PathToTCPDF/images folder. tcpdf_logo.jpg with a width of 30
es: El logo de la cabecera se define en TCPDF y se depositará en la carpeta PathToTCPDF/images el archivo tcpdf_logo.jpg deberá tener una ancho de 30

source: TCPDF header logo width in mm
es: El ancho de la cabecera de TCPDF en mm

source: You can select a pre-defined permalink format, or define your custom format.
es: Se puede seleccionar un formato predefinido para el permalink, o definir un formato personalizado.

source: Format based on date and name
es: Formato basado en la fecha y el nombre

source: your-article-title
es: título-del-artículo

source: Numeric format
es: Formato numérico

source: Custom format
es: Formato personalizado

source: Custom format definition
es: Definición de formato personalizado

source: Notice: A custom format definition must contain at least either '%storyid%' or '%storytitle%', in order to be able to identify the article.
es: Aviso: Una definición de formato personalizado debe contener al menos '%storyid%' o '%storytitle%', con el fin de poder identificar el artículo.

source: Acceptable values for use in custom format definition:
es: Valores permitidos para su uso en la definición de formato personalizado:

source: Year of publication (including century numerals)
es: Año de publicación (incluyendo el siglo)

source: Month of publication, as a number (ergo 1 to 12)
es: El mes de la publicación, numérico (del 1 al 12)

source: Month of publication as a name (ergo January to December)
es: Mes de la publicación en nombre (de enero a diciembre)

source: Day
es: Día

source: Article title
es: Título del artículo

source: Article category
es: Categoría del artículo

source: Delete news article
es: Borrar el artículo

source: Do you really want to delete this news article?
es: ¿Está seguro de querer eliminar este artículo?

source: Confirmation prompt
es: Mensaje de confirmación
