Repository: projectestac/agora
Catalog: html/portal_zk/locale/*/LC_MESSAGES/zikula_js.po
Languages: ca

source: Maximum depth reached. Limit is:
ca: S'ha arribat al màxim de profunditat. El límit és:

source: You have unsaved changes!
ca: Alguns canvis no s'han desat

source: Ok
ca: D'acord

source: Cancel
ca: Cancel·la

source: Submit
ca: Tramet

source: Select multiple
ca: Selecció múltiple

source: illegal JSON response: \n%1$s in\n%2$s
ca: Resposta JSON incorrecta: \n%1$s a\n%2$s

source: Ajax connection time out!
ca: S'ha exhaurit el temps d'espera de la connexió AJAX

source: hello
ca: hola

source: hello %s
ca: hola %s

source: hello my friend
ca: Hola amic meu

source: hello my friend %s
ca: Hola amic %s

source: Close
ca: Tanca

source: Next
ca: Següent

source: Prev
ca: Anterior

source: Image #{index} of #{total}
ca: Imatge #{index} de #{total}

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Copy
ca: Copia

source: Activate
ca: Activa

source: Deactivate
ca: Desactiva

source: Add category (after selected)); ?>
ca: Afegeix una categoria (després de seleccionar); ?>

source: Add subcategory (into selected)); ?>
ca: Afegeix una subcategoria (en les seleccionades)); ?>

source: Do you really want to delete this category?
ca: Realment voleu esborrar aquesta categoria?

source: It contains %s direct sub-categories.
ca: Això conté %s subdirectoris directes.

source: Please also choose what to do with this category's sub-categories.
ca: Si us plau, trieu què cal fer amb aquesta sub-categoria d'aquesta categoria.

source: Delete all sub-categories
ca: Esborra totes les subcategories

source: Move all sub-categories
ca: Mou totes les subcategories

source: Confirmation prompt
ca: Missatge de confirmació

source: Are you sure you want to break this lock?
ca: Està segur de què vol trencar aquest bloqueig?

source: Back
ca: Torna enrere

source: Check again
ca: Comproveu de nou

source: Ignore Lock
ca: No faci cas de bloqueig

source: You must enter a name for the new category
ca: Heu d'introduir un nom per a la categoria

source: Do you really want to delete this node and all of it child nodes?
ca: Esteu segur/a de que voleu esborrar aquest node i tots els nodes que en pengen?

source: Link name
ca: Nom de l'enllaç

source: Link URL
ca: URL de l'enllaç

source: Link title
ca: Títol de l'enllaç

source: Link class
ca: Classe de l'enllaç

source: Select class
ca: Seleccioneu una classe

source: Language
ca: Idioma

source: Active?
ca: Actiu

source: Add new...
ca: Afegeix-ne una de nova...

source: before
ca: abans

source: after
ca: després

source: as child
ca: afegeix com a subopció

source: Expand this node
ca: Expandeix el node actual

source: Collapse this node
ca: Plega aquest node

source: Status
ca: Estat

source: Activate for all langs
ca: Activa per a tots els idiomes

source: Deactivate for all langs
ca: Desactiva per a tots els idiomes

source: Use one for all langs
ca: Utilitza'n un per a tots els idiomes

source: Save
ca: Desa

source: Please fill required fields
ca: Heu d'omplir tots els camps requerits

source: Marked fields are required
ca: Els camps marcats són requerits

source: Weak
ca: Feble

source: Strong
ca: Forta

source: Very Strong
ca: Molt forta

source: The minimum length for user passwords is %s characters.
ca: La longitud mínima de les contrasenyes d'usuari/ària és de %s caràcters.

source: Password can not match the username, choose a different password.
ca: La contrasenya no pot coincidir amb el nom d'usuari, trieu una contrasenya diferent.
