<?PHP // $Id: block_glossary_random.php,v 1.3 2009/07/13 15:37:08 faisalkaleem Exp $ 
      // block_glossary_random.php - created with Moodle 1.9.4+ (Build: 20090429) (2007101546.04)


$string['addentry'] = 'اپنے ذاتی پسندیدہ قول کا اضافہ کریں';
$string['askaddentry'] = 'جب استعمال کنندگان فرہنگ میں اضافہ کریں تو لنک ان الفاظ سے ظاہر کرو';
$string['askinvisible'] = 'جب استعمال کنندگان فرہنگ میں اضافہ کریں تو یہ صرف الفاظ  ظاہر کرو';
$string['askviewglossary'] = 'جب استعمال کنندگان صرف فرہنگ دیکھ سکیں، اضافہ نا کر سکیں تو ان الفاظ سے لنک ظاہر کرو';
$string['blockname'] = 'فرہنگ میں بے قصد اضافہ';
$string['intro'] = 'تصدیق کر لیں کہ آپ کے پاس ایک گلاسری کے ساتھ کم از کم ایک اندراج اس کورس کیلیے ہے  تاکہ آپ مندرجہ ذیل سیٹینگز کو موافق بنا سکیں';
$string['invisible'] = '(جاری ھے)';
$string['lastmodified'] = 'آخری تبدیل کردہ اضافہ';
$string['nextone'] = 'اگلا اضافہ';
$string['noentriesyet'] = 'منتخب کردہ فرہنگ میں کچھ موجود نہیں';
$string['notyetconfigured'] = 'براہ مہربانی اس بلاک کو ردو بدل کرنے والے آئیکن کی مدد سےتشکیل دیں';
$string['notyetglossary'] = 'آپ کو کم از کم ایک فرہنگ کو منتخب کرنا ہے';
$string['random'] = 'بے قصد اضافہ';
$string['refresh'] = 'نئے اضافےکے منتخب کرنے سے پہلے کے دن';
$string['select_glossary'] = 'اس فرہنگ سے اضافہ کے لیے لو';
$string['showconcept'] = 'ہر اضافہ کیلیے قیاس کی سرخی دکھاؤ';
$string['title'] = 'عنوان';
$string['type'] = 'کس طرح نئے اضافہ کا انتخاب ہو';
$string['viewglossary'] = 'مزید اقوال';
$string['whichfooter'] = 'فرہنگ کے کاروائیوں کے لنکس کو ظاہر کرسکتے ہیں جو اس بلاک سے وابسطہ ہیں۔ بلاک صرف ان کاروائیوں کے لنکس ظاہر کرے گا جو اس فرہنگ کیلیے مجاز ہوں گے۔';

?>
