Repository: projectestac/agora
Catalog: src/html/zikula/modules/Feeds/locale/*/LC_MESSAGES/module_feeds.po
Languages: ca

source: Feeds
ca: Fonts

source: Feed Reader.
ca: Lector de fonts de notícies.

source: Display feed
ca: Mostra la font

source: Show a feed item
ca: Mostra una entrada de la font

source: The provided URL is too long (200 chars max.).
ca: La URL indicada és massa llarga (200 caràcters com a màxim)

source: Invalid protocol selected. Only http and https are allowed.
ca: El protocol seleccionat no és vàlid. Només s'accepten http i https.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.

source: No such Feed found.
ca: No s'ha trobat la font.

source: Error! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: View Feeds
ca: Veure les fonts

source: Create a Feed
ca: Crea una font

source: Purge PermaLinks
ca: Esborra els enllaços permanents

source: Settings
ca: Modifica la configuració

source: Error! Unable to load class [%s%]
ca: No s'ha pogut carregar la classe [%s%]

source: Invalid category
ca: La categoria no és vàlida

source: No Feeds found.
ca: No s'ha trobat la font.

source: Error! Could not load any Feeds.
ca: No s'ha pogut carregar cap font.

source: Incorrect Key given. No update performed.
ca: La clau proporcionada és incorrecta. No s'ha pogut actualitzar.

source: Items updated in Feed cache
ca: Entrades modificades a la memòria cau de la font

source: Error! Could not load any Feed.
ca: No s'ha pogut carregar cap font.

source: Done! Feed created.
ca: S'ha creat la font.

source: Done! Feed updated.
ca: Font actualitzada.

source: Done! Feed deleted.
ca: Font esborrada.

source: Purging of the pemalinks was successful
ca: Els enllaços permanents s'han esborrat correctament

source: Purging of the pemalinks has failed
ca: No s'han pogut esborrar els enllaços permanents

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul.

source: Feed
ca: Font

source: Display feed image
ca: Mostra la imatge de la font

source: (if available in feed)
ca: (si està disponible)

source: Display feed description
ca: Mostra la descripció de la font

source: Use alternate layout
ca: Utilitza una disposició alternativa

source: Number of items to display
ca: Nombre d'entrades que s'han de mostrar

source: (upto the maximum supplied by the feed or -1 for all items)
ca: (fins el màxim subministrats per la font o -1 per a tots els articles)

source: by %s
ca: per %s

source: Read more
ca: Llegeix més

source: General Settings
ca: Configuració general

source: Enable categorization
ca: Activa l'ús de categories

source: Display item names in bold
ca: Mostra els títols dels articles en negreta

source: Open links in new browser window
ca: Obre els enllaços en una finestra nova

source: Items per page
ca: Elements per pàgina

source: Number of feeds to list per page
ca: Nombre de fonts que s'han de mostrar per pàgina

source: Maximum items to add per feed
ca: Nombre màxim d'entrades que s'han d'afegir a cada font

source: for combined feeds (0 to add all)
ca: per a fonts combinades (o per afegir-les totes)

source: Cache Settings
ca: Configuració de la memòria cau

source: Cache directory for feeds
ca: Directori de la memòria cau per a les fonts

source: (relative to pnTemp)
ca: (relatives a pnTemp)

source: Cache interval for feeds
ca: Memòria cau interna per a les fonts

source: in seconds (3600 = 1 hour)
ca: en segons (3600 = 1 hora)

source: Cron Job Settings
ca: Configuració del cron

source: Using a Cron Job to update the cache
ca: Fes ús d'un cron per actualitzar la memòria cau

source: (see instructions)
ca: (veure les instruccions)

source: Link for using a Cron Job
ca: Enllaç per a fer ús d'un cron

source: Save
ca: Desa

source: Cancel
ca: Cancel·la

source: Category
ca: Categoria

source: Choose a category
ca: Tria una categoria

source: Filter
ca: Filtra

source: Reset
ca: Reinicia

source: Name
ca: Nom

source: Actions
ca: Accions

source: Delete Feed
ca: Esborra la font

source: Do you really want to delete this Feed?
ca: Esteu segur/a de que voleu esborrar aquesta font?

source: Confirm deletion?
ca: Confirmació de l'esborrament de l'element

source: New Feed
ca: Crea una font nova

source: PermaLink URL title
ca: Títol de l'enllaç permanent

source: (Blank = auto-generate)
ca: (En blanc = generat automàticament)

source: Create
ca: Crea

source: Update Feed
ca: Actualitza la font

source: Content
ca: Contingut

source: Meta data
ca: Metadades

source: Created by %s
ca: Creat per %s

source: Created on %s
ca: Creat el %s

source: Last update by %s
ca: Darrera actualització per %s

source: Updated on %s
ca: Actualitzat el %s

source: Update
ca: Valida

source: Welcome to the Feeds of %s
ca: Benvingut/da a la font de %s

source: Choose a category to see the Feeds that belongs to it
ca: Trieu la categoria a la qual pertanyen les fonts que voleu veure

source: Category: %s
ca: Categoria: %s

source: The Feeds of this category are as follows:
ca: Les fonts d'aquesta categoria són les següents:

source: View all feeds
ca: Veure totes les fonts

source: Feeds list
ca: Llista de fonts

source: Available feeds
ca: Fonts disponibles

source: Cache Updated
ca: S'ha actualitzat la memòria cau
