<p align="center"><strong>&Tau;&#973;&pi;&omicron;&iota; &delta;&iota;&alpha;&lambda;&#972;&gamma;&omicron;&upsilon;</strong></p>
<p align="center"><br />
  &Upsilon;&pi;&#940;&rho;&chi;&omicron;&upsilon;&nu; &tau;&rho;&epsilon;&iota;&sigmaf; &tau;&#973;&pi;&omicron;&iota; &delta;&iota;&alpha;&lambda;&#972;&gamma;&omega;&nu;:</p>
<ol>
<ol>
  <li><strong>&Omicron; &#39;&#39;&kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#942;&sigmaf; &pi;&rho;&omicron;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&#39;&#39;</strong> &pi;&omicron;&upsilon; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &delta;&iota;&alpha;&lambda;&#972;&gamma;&omicron;&upsilon;&sigmaf; 
    (&gamma;&rho;&alpha;&pi;&tau;&#942; &epsilon;&pi;&iota;&kappa;&omicron;&iota;&nu;&omega;&nu;&#943;&alpha;) &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omega;&nu; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#974;&nu; &kappa;&alpha;&iota; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. &Omicron;&iota; &delta;&iota;&#940;&lambda;&omicron;&gamma;&omicron;&iota; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &alpha;&rho;&chi;&#943;&sigma;&omicron;&upsilon;&nu;  
    &epsilon;&#943;&tau;&epsilon; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &epsilon;&#943;&tau;&epsilon; &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;. &Sigma;&tau;&iota;&sigmaf; &lambda;&#943;&sigma;&tau;&epsilon;&sigmaf; &tau;&omega;&nu; &alpha;&nu;&theta;&rho;&#974;&pi;&omega;&nu; 
    (&chi;&rho;&eta;&sigma;&tau;&#974;&nu;), &omicron;&iota; 
    &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &beta;&lambda;&#941;&pi;&omicron;&upsilon;&nu; &mu;&#972;&nu;&omicron; &tau;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &kappa;&alpha;&iota; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &delta;&omicron;&upsilon;&nu; &mu;&#972;&nu;&omicron; &tau;&omicron;&upsilon;&sigmaf; 
    &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf;.</li>
  <li><strong>&Omicron; &#39;&#39;&sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&sigmaf; &pi;&rho;&omicron;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#942;&#39;&#39;</strong> &pi;&omicron;&upsilon; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &tau;&omicron;&nu; 
    &delta;&iota;&#940;&lambda;&omicron;&gamma;&omicron; 
    &mu;&epsilon;&tau;&alpha;&xi;&#973; &tau;&omega;&nu; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#974;&nu;. &Omicron;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; <b>&delta;&epsilon;&nu; </b>&sigma;&upsilon;&mu;&pi;&epsilon;&rho;&iota;&lambda;&alpha;&mu;&beta;&#940;&nu;&omicron;&nu;&tau;&alpha;&iota; &kappa;&alpha;&theta;&#972;&lambda;&omicron;&upsilon; &sigma;&epsilon; &alpha;&upsilon;&tau;&#972;&nu; 
    &tau;&omicron;&nu; &tau;&#973;&pi;&omicron; &delta;&iota;&alpha;&lambda;&#972;&gamma;&omicron;&upsilon; (&delta;&epsilon;&nu; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &pi;&#940;&rho;&omicron;&upsilon;&nu; &mu;&#941;&rho;&omicron;&sigmaf;).</li>
  <li><strong>&#39;&#39;&#908;&lambda;&omicron;&iota;&#39;&#39;</strong> &tau;&omicron; &omicron;&pi;&omicron;&#943;&omicron; &epsilon;&pi;&iota;&tau;&rho;&#941;&pi;&epsilon;&iota; &sigma;&epsilon; &kappa;&alpha;&theta;&#941;&nu;&alpha; &mu;&#941;&sigma;&alpha; &sigma;&tau;&eta;&nu; &tau;&#940;&xi;&eta; 
    (&delta;&iota;&kappa;&tau;&upsilon;&alpha;&kappa;&#942; &tau;&#940;&xi;&eta; - &alpha;&pi;&#972; &tau;&omicron;&upsilon;&sigmaf; &chi;&rho;&#942;&sigma;&tau;&epsilon;&sigmaf; &pi;&omicron;&upsilon; &epsilon;&#943;&nu;&alpha;&iota; &epsilon;&gamma;&gamma;&epsilon;&gamma;&rho;&alpha;&mu;&mu;&#941;&nu;&omicron;&iota; &sigma;&tau;&omicron; &mu;&#940;&theta;&eta;&mu;&alpha;), &nu;&alpha; 
    &xi;&epsilon;&kappa;&iota;&nu;&#942;&sigma;&omicron;&upsilon;&nu; &delta;&iota;&#940;&lambda;&omicron;&gamma;&omicron; &mu;&epsilon; &omicron;&pi;&omicron;&iota;&omicron;&delta;&#942;&pi;&omicron;&tau;&epsilon; &#940;&lambda;&lambda;&omicron;. &Omicron;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; &alpha;&rho;&chi;&#943;&sigma;&omicron;&upsilon;&nu; 
    &delta;&iota;&#940;&lambda;&omicron;&gamma;&omicron; &mu;&epsilon; &#940;&lambda;&lambda;&omicron;&upsilon;&sigmaf; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf; &kappa;&alpha;&iota; &omicron;&iota; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf;,&nbsp; &mu;&pi;&omicron;&rho;&omicron;&#973;&nu; &nu;&alpha; 
    &alpha;&rho;&chi;&#943;&sigma;&omicron;&upsilon;&nu; &tau;&omicron;&nu; &delta;&iota;&#940;&lambda;&omicron;&gamma;&omicron; &mu;&epsilon; &#940;&lambda;&lambda;&omicron;&upsilon;&sigmaf; &sigma;&pi;&omicron;&upsilon;&delta;&alpha;&sigma;&tau;&#941;&sigmaf; &#942; &kappa;&alpha;&iota; &kappa;&alpha;&theta;&eta;&gamma;&eta;&tau;&#941;&sigmaf;. </li>
</ol>
