Repository: projectestac/agora
Catalog: html/zikula/modules/content/locale/*/LC_MESSAGES/module_content.po
Languages: es

source: Error! Unknown page.
es: ¡Error! Página desconocida.

source: Error! Cannot create sub-page without parent page ID
es: ¡Error! No se puede crear una sub-página sin el identificador de página principal

source: Error! There is already another page registered with the supplied permalink URL.
es: ¡Error! Ya existe otra página registrada con la URL de permalink suministrada.

source: Translated
es: Traducida

source: Translation deleted
es: Traducción suprimida

source: Error! It is not possible to move a parent page beneath one of its descendants.
es: ¡Error! No fue posible mover una página principal debajo de uno de sus descendientes.

source: Error! Could not load items.
es: ¡Error! No fue posible cargar los elementos.

source: Done! Saved module configuration.
es: ¡Hecho! Configuración del módulo guardada.

source: Error! Unknown content-ID
es: ¡Error! Identificador de contenido desconocido

source: Error! Can't load content plugin
es: ¡Error! No se puede cargar plugin de contenido

source: Error! Unable to load plugin [%1$s] in module [%2$s] since the module is not available.
es: ¡Error! No se puede cargar el plugin [%1$s] en el módulo [%2$s] ya que el módulo no está disponible.

source: Error! Unable to load plugin [%1$s] in module [%2$s] for some unknown reason.
es: ¡Error! No se puede cargar el plugin [%1$s] en el módulo [%2$s] por razones desconocidas.

source: Content editing
es: Edición de contenido

source: Content is a page editing module. With it you can insert and edit various content items, such as HTML texts, videos, Google maps and much more.
es: Content es un módulo de edición de página. Con él usted puede insertar y editar elementos de diversos contenidos, tales como textos HTML, videos, mapas de Google y mucho más.

source: content
es: contenidos

source: Edit this page
es: Editar esta páginas

source: Translate this page
es: Traducir esta página

source: Edit this: %1$s [ID%2$s]
es: Editar esto: %1$s [ID%2$s]

source: Translate
es: Traducir

source: Please install Scribite to get a real HTML editor.
es: Por favor, instale Scribite para disponer de un editor de HTML.

source: Please install the hook BBCode to enable bbcode filtering.
es: Por favor, instale el hook BBCode para permitir el filtro de BBCode.

source: Add new content here
es: Añadir nuevo contenido aquí

source: No box
es: Sin caja

source: Above
es: Por encima de

source: Float, left
es: Flotante, a la izquierda

source: Float, right
es: Flotante, a la derecha

source: Above, left
es: Arriba, a la izquierda

source: Above, right
es: Arriba, a la derecha

source: Header
es: Encabezado

source: Centre column
es: Columna central

source: Footer
es: Pie de página

source: 1 column
es: 1 columna

source: Single 100% wide column
es: Una columna al 100% de ancho

source: 1 column w/o header
es: 1 columna c/s encabezado

source: Single 100% wide column without header
es: Una sola columna 100% de ancho sin cabecera

source: Left column
es: Columna izquierda

source: Right column
es: Columna derecha

source: 2 columns
es: 2 columnas

source: Two columns + header + footer
es: Dos columnas + cabecera + pie

source: 3 columns
es: 3 columnas

source: Three columns + header + footer
es: Ttres columnas + cabecera + pie

source: Content menu
es: Bloque de menú

source: Content menu block
es: Bloque para menús extendidos

source: All pages
es: Todas las páginas

source: Unknown id
es: ID desconocido

source: Content not available
es: Contenido no disponible

source: No needle id
es: Sin identificador de needle

source: Vimeo video clip
es: Video clip Vimeo

source: Display Vimeo video clip.
es: Mostrar el video-clip Vimeo.

source: Error! Unrecognized Vimeo URL
es: ¡Error! URL de Vimeo no reconocida

source: Heading
es: Título

source: Section heading for structuring larger amounts of text.
es: Sección de Título para la estructuración de grandes cantidades de texto.

source: Quote
es: Cita

source: A highlighted quote with source.
es: Una cita resaltada con la fuente.

source: Add quote text here...
es: Añadir el texto de la cita aquí...

source: Name of the Source
es: Nombre de la Fuente

source: Pagesetter publication list
es: Lista de publicaciones Pagesetter

source: Pagesetter list of filtered, ordered, and/or formatted publications.
es: Lista de Pagesetter de filtrado, ordenado y/o publicaciones con formato.

source: Display slides from slideshare.com
es: Mostrar diapositivas de slideshare.com

source: Not valid Slideshare Wordpress embed code
es: El código Slideshare WordPress no es válido

source: Display Google map position.
es: Mostrar la posición de mapa de Google.

source: If you want to add Google maps to your content then you need a Google maps API key. You can get this from <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.
es: Si desea añadir mapas de Google a su contenido entonces usted necesita una clave de API de Google Maps. Usted puede obtener la clave en <a href="http://www.google.com/apis/maps/signup.html">google.com</a>.

source: Author Infobox
es: Ficha de Autor

source: Various information about the author of the page.
es: Diversa información sobre el autor de la página.

source: Photos from Flickr.com
es: Fotos de Flickr.com

source: Display thumbnails from specific Flickr user or tags.
es: Mostrar miniaturas de usuario o etiquetas específicas de Flickr.

source: If your want to add Flickr photos to your content then you need a Flickr API key. You can get this from <a href="http://www.flickr.com/api">flickr.com</a>.
es: Si quiere añadir fotos de Flickr a su contenido, entonces necesita una clave de API de Flickr. Usted puede obtener la clave en <a href="http://www.flickr.com/api">flickr.com</a>.

source: Flickr photos from user %1$s associated with tags %2$s
es: Fotos de Flickr del usuario %1$s asociadas con las etiquetas %2$s

source: Pagesetter publication
es: Publicación Pagesetter

source: Display a Pagesetter publication.
es: Muestra una publicación Pagesetter

source: HTML text
es: Texto en HTML

source: A rich HTML editor for adding text to your page.
es: Un editor de HTML enriquecido para añadir texto a su página.

source: Add text here ...
es: Añadir el texto aqui ...

source: Blocks
es: Bloques

source: Display Zikula blocks.
es: Mostrar los bloques Zikula.

source: Module display
es: Función de módulo

source: Display output from any installed module.
es: Salida de pantalla desde cualquier módulo instalado.

source: Maximum number of pages-in-pages reached! You probably included this page in itself.
es: El número máximo de páginas en las páginas se ha alcanzado! Es probable que esta página esté ya incluída en sí misma.

source: Table of contents
es: Tabla de contenidos

source: A table of contents of headings and subpages (build from this module's pages).
es: Una tabla de contenido de los títulos y subpáginas (compilación de las páginas de este módulo).

source: Table of contents of %1$s
es: Tabla de contenidos de %1$s

source: Computer Code
es: Código de programación

source: A text editor for computer code. Line numbers are added to the text and it is displayed in a monospaced font.
es: Un editor de texto para el código de programa. Los números de línea se agregan al texto y se muestra en una fuente monoespaciada.

source: YouTube video clip
es: Clip de vídeo de YouTube

source: Display YouTube video clip.
es: Mostrar imágenes de vídeo de YouTube.

source: Unrecognized YouTube URL
es: URL de YouTube no válida

source: RSS feed
es: Canal RSS

source: Display list of items in an RSS feed.
es: Muestra una lista de artículos de una fuente RSS.

source: Version #%1$s - %2$s - %3$s by %4$s from %5$s
es: Versión #%1$s - %2$s - %3$s de %4$s desde %5$s

source: Preview
es: Previsualizar

source: Sitemap
es: Mapa del sitio

source: Unknown user
es: Usuario desconocido

source: Content updated
es: Contenido actualizado

source: Content deleted
es: Contenido suprimido

source: Content moved
es: Contenido trasladado

source: Content added
es: Contenido añadido

source: Page added
es: Página añadida

source: Page updated
es: Página actualizada

source: Page restored from version [%s]
es: Página restaurada desde la versión [%s]

source: Error! Unknown version ID [%s]
es: ¡Error! ID de versión desconocida [%s]

source: Error! Re-created old content item but did not restore old ID.
es: ¡Error! Recreados los elementos de contenido antiguos pero no se han restaurado los anteriores IDs.

source: Administration
es: Administración

source: Edit contents
es: Editar contenidos

source: Settings
es: Configuración

source: Error! Failed to set shorturlsuffix.
es: ¡Error! No se pudo establecer el sufijo de la URL corta.

source: Error! Failed to set style classes.
es: ¡Error! No se pudo establecer clases de estilo.

source: Page list and content structure
es: Lista de páginas y contenido de la estructura

source: Add new page
es: Añadir nueva página

source: Located below:
es: Situado a continuación:

source: Located after:
es: Situado después de:

source: Error! You have not been granted access to this page.
es: ¡Error! No tiene autorización para acceder a esta página.

source: Edit page
es: Editar la página

source: Layout changed
es: Plantilla cambiada

source: Add new content to page
es: Añadir contenido a la página

source: Edit content item
es: Editar el elemento

source: You should not translate item to same language as it's default language.
es: Usted no puede traducir el elemento al idioma predeterminado.

source: Translate page
es: Traducir la página

source: Translate content item
es: Traducir elemento

source: Page history
es: Historial de la página

source: Select layout
es: Selecciona la plantilla

source: Page title
es: Titulo de la página

source: Permalink URL name
es: Nombre URL para enlace permanente

source: Used to refer this page in short URLs mode. Leave as blank for default value.
es: Se utiliza para usar las URL cortas. Deje en blanco para el valor por defecto.

source: Please select a specific layout for your page
es: Por favor, seleccione un diseño específico para su página

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: Add new content above
es: Añadir nuevo contenido por encima

source: Add new content below
es: Añadir nuevo contenido por debajo

source: Delete
es: Eliminar

source: History
es: Historial

source: Content
es: Contenido

source: Options
es: Opciones

source: Page settings
es: Configuración de la página

source: Page language
es: Idioma de la página

source: Include page in menu
es: Incluir la página en el menú

source: Page state
es: Estado de la página

source: Online
es: En línea

source: You can set the page online/offline as well as supply a date interval for the page to be online. The checkbox overrides the dates.
es: Puede establecer la página en línea / fuera de línea, así como el intervalo en el que la página estará en línea. La casilla de verificación sobreescribe las fechas.

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de fin

source: Categories
es: Categorías

source: Primary category
es: Categoría raíz

source: Secondary categories
es: Categorías secundarias

source: Layout
es: Diseño

source: Page layout
es: Diseño de página

source: Save
es: Grabar

source: Save & View
es: Guardar y Ver

source: Edit-mode off
es: Modo de edición desactivado

source: Edit-mode on
es: Modo de edición activado

source: New sub-page
es: Nueva sub-página

source: Page list
es: Lista de páginas

source: Created by %1$s on %2$s
es: Creado por %1$s el %2$s

source: Last updated by %1$s on %2$s
es: Última edición por %1$s el %2$s

source: Version
es: Versión

source: Language
es: Idioma

source: There are no pages to display.
es: No hay páginas a mostrar.

source: You can only translate the actual page data here. The content items must be translated one by one.
es: Sólo es posible la traducción de los datos de la página. Los elementos de contenido deben ser traducidos, uno por uno.

source: Original content
es: Contenido original

source: Translated content
es: Traducción del contenido

source: Next
es: Siguiente

source: Skip
es: Saltar

source: Delete page translation AND all content translations
es: Borrado de las traducciones de páginas Y todas las traducciones de contenido

source: Module administration
es: Administración del módulo

source: Welcome to your content administration. We have split the editing and administrative setup into separate systems. So please select from the list below or the menu above.
es: Bienvenido a su administración de contenido. Hemos dividido la edición y configuración administrativa en sistemas separados. Así que por favor seleccione de la lista de abajo o el menú de arriba.

source: Extended page list (showing page headers)
es: Lista de páginas de extensión (se muestran los encabezados de página)

source: Complete page list (showing complete pages)
es: Lista de páginas completa (se muestran las páginas al completo)

source: Show content by category
es: Mostrar contenido por categoría

source: New page
es: Nueva página

source: Decrease indent
es: Reducir sangría

source: Increase indent
es: Aumentar sangría

source: Last updated
es: Última actualización

source: Created By
es: Creado por

source: Page online and in menu
es: Página en línea y en el menú

source: Page offline or not in menu
es: Página sin conexión o no en el menú

source: No page available.
es: No hay página disponible.

source: Extended page list
es: Lista de página extendida

source: more
es: más

source: Complete page list
es: Lista completa de páginas

source: View full page
es: Ver página completa

source: Module settings
es: Configuración del módulo

source: This is where you configure various parts of the content module.
es: Aquí es donde puede configurar diferentes partes del módulo de contenido.

source: Short URL suffix
es: Sufijo URL corta

source: File suffix of short URLs (including a dot - for instance ".html"). This is only used if you enable short URLs in Zikula's admin section.
es: Sufijo de archivo de URLs cortas (incluyendo un punto - por ejemplo ".html"). Esto sólo se utiliza si se habilita URL cortas en la sección admin de Zikula.

source: Google maps API key
es: Clave de API de Google Maps

source: Flickr API key
es: Clave de API de Flickr.com

source: Styling
es: Estilo

source: A list of CSS class names available for styling of content elements. The end user can select one class for each element on a page - for instance "note" for an element styled as a note. Write one class name on each line. Please separate the CSS classes and displaynames with | - eg. "note | Memo".
es: La lista de nombres de clases CSS disponibles para el diseño de elementos de contenido. El usuario final puede elegir una clase para cada elemento de una página - por ejemplo \ "nota " para un elemento de estilo en una nota. Escriba un nombre de clase en cada línea. Por favor, separe las clases CSS y sus nombres con | - por ejemplo. \ "Nota | Memo ".

source: Enable version history
es: Habilitar historial de versiones

source: Module Dependencies
es: Dependencias del módulo

source: Content includes an API that other modules can use to provide their content. Moreover some modules introduce extra functions to plugins delivered with Content.
es: Contenido incluye una API que otros módulos pueden utilizar para proporcionar a sus contenidos. Además, algunos módulos de pueden introducir funciones adicionales a los plugins de Contenido.

source: Installed
es: Instalado

source: Active
es: Activo

source: Module
es: Módulo

source: Description
es: Descripción

source: Not installed
es: No instalado

source: Inactive
es: Inactivo

source: Scribite integrated WYSIWYG JavaScript editors like Xinha, TinyMCE, FCKeditor, openWYSIWYG or NicEdit into Zikula.<br /><a href="http://code.zikula.org/scribite">Download</a>
es: Scribite integra editores WYSIWYG JavaScript como Xinha, TinyMCE, FCKeditor, openWYSIWYG o NicEdit en Zikula.<br /><a href="http://code.zikula.org/scribite">Descargar</a>

source: Buttons
es: Botones

source: BBCode is an abbreviation for Bulletin Board Code, the lightweight markup language used to format posts in many message boards. (<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Download</a>
es: BBCode es una abreviación de Bulletin Board Code, el lenguaje de marcado ligero utilizado para formato de mensajes en muchos foros.(<a href="http://en.wikipedia.org/wiki/Bbcode">Wikipedia</a>)<br /><a href="http://code.zikula.org/bbcode">Descargar</a>

source: This is where you manage all your pages. You can add/edit/delete pages as well as drag them around to get the content structure right.
es: Aquí es donde puede administrar todas las páginas. Puede añadir / editar / eliminar páginas, así como arrastrar hasta aquí para obtener permisos de la estructura del contenido.

source: To drag and drop a page you must select the icon left of the title and drop it on the title of another page.
es: Para arrastrar y colocar una página debe seleccionar el icono a la izquierda del título y suéltelo en el título de otra página.

source: Please enter the Block-ID
es: No se pasó el ID del bloque.

source: Play Video
es: Mostrar Video

source: Page ID
es: ID de página

source: Include headings into table
es: Incluir los encabezamientos en la tabla

source: Include subpages into table
es: Incluir subpáginas en la tabla

source: Header size
es: Tamaño de la cabecera

source: Text
es: Texto

source: Source
es: Fuente

source: URL of RSS feed (include http://)
es: URL del canal RSS (incluir http://)

source: Include feed text in addition to the title
es: Incluir el texto además del título

source: Refresh time (in minutes)
es: Actualizar el tiempo (en minutos)

source: Max. no. of items to display
es: Número máximo de elementos a mostrar

source: Video description
es: Descripción del video

source: Formatted text
es: Texto formateado

source: Unformatted text
es: Texto sin formato

source: URL to the video clip
es: URL del clip de vídeo

source: Something like "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".
es: Algo así como "http://www.youtube.com/watch?v=ABcDEFgHij&feature=dir".

source: Show video inline
es: Mostrar el vídeo en línea

source: Show video in popup window
es: Ver video en una ventana pop-up

source: By
es: Por

source: No Flickr API key available! You must specify a Flickr API key to use this feature. You can get a key from <a href="http://www.flickr.com/api">flickr.com</a>.
es: No dispone de clave de API de Flickr! Debe especificar una clave de API de Flickr para utilizar esta característica. Usted puede obtener una clave de <a href="http://www.flickr.com/api">flickr.com</a>.

source: Display photos from this user
es: Mostrar fotos de este usuario

source: Display photos tagged with these tags (comma separated)
es: Muestra etiquetadas las fotos con estas etiquetas (separadas por coma)

source: Number of photos to show
es: Número de fotos a mostrar

source: Select geographic position either by point and click or writing the position directly. You can drag the map with your mouse, and double-click to zoom and select position.
es: Seleccionar la posición geográfica, ya sea mediante un click o escribiendo la posición directamente. Puede arrastrar el mapa con el ratón, y hacer doble clic para ampliar la foto y seleccionar la posición.

source: No Google API key available! You must specify a Google maps API key to use this feature. Get a key from <a href=
es: No dispone de clave de la API de Google! Debe especificar una clave de API de los mapas de Google para utilizar esta característica. Obtener una clave de <a href=

source: Longitude
es: Longitud

source: Latitude
es: Latitud

source: Zoom level
es: Nivel de zoom

source: Publication type
es: Tipo de publicación

source: Publication PID
es: Identificador de Publicación (PID)

source: Template format for displaying the publication
es: Formato de plantilla para la visualización de la publicación

source: Use this feature carefully! Some modules do not work when displayed together with other modules. DO NOT create circular module references, e.g., adding a Content page that displays itself ...
es: Use esta función con cuidado! Algunos módulos no funcionan cuando se muestran junto con otros módulos. NO crean referencias circulares de módulo, por ejemplo, añadir una página de contenido que se muestre a si misma...

source: Module name
es: Nombre del módulo

source: Function type
es: Tipo de función

source: Function name
es: Nombre de Función

source: Function parameters
es: Parámetros de la función

source: Separate by commas, e.g., x=5,y=2
es: Separado por comas, e.g., x=5,y=2

source: Something like "http://vimeo.com/7504225".
es: Algo así como "http://vimeo.com/7504225".

source: Computer code lines
es: Líneas de código informático

source: If you register the module BBCode as a hook for Content then you can get your computer code better formatted.
es: Si usted registra el módulo BBCode como un hook para el módulo Contenido, entonces podrá obtener su código correctamente formateado.

source: Number of publications (leave empty for default)
es: Número de publicaciones (dejar en blanco para el valor por defecto)

source: First publication number to show (leave empty for first in list)
es: Número de la publicación a mostrar de primera (en blanco para la primera de la lista)

source: List filter as used in URL, separated by "&", but without "filter=" (e.g. "country:eq:DK")
es: Lista de filtros como se utilizan en la URL, separados por "&", pero sin "filter=" (p. ej. "country:eq:ES")

source: Orderby clause as used in URL. Should be a comma separated list of field names without "orderby=" (e.g. "core.lastUpdated:desc,title")
es: Cláusula orderby como se utiliza en la URL. Debe ser una lista separada por comas de campos sin "orderby=" (p. ej. "core.lastUpdated:desc,title")

source: Template format for displaying list items
es: Formato de plantilla para mostrar la lista de elementos

source: Slideshare's Wordpress code
es: Código de Wordpress para Slideshare

source: Copy Slideshare's Wordpress embed code here (including brackets and all)
es: Copiar el código de Slideshare de Wordpress aquí (incluyendo todo hasta los corchetes)

source: Slide description
es: Descripción de las diapositivas

source: Author
es: Autor

source: Positioning works only with fixed width!
es: ¡El posicionamiento sólo funciona con ancho fijo!

source: Position
es: Posición

source: Width
es: Ancho

source: Include the following subpages
es: Incluir las siguientes subpáginas

source: Previous
es: Previo

source: Error! There is nothing to translate for this content type.
es: ¡Error! No hay nada que traducir para este tipo de contenido.

source: Back
es: Volver

source: Contents
es: Contenidos

source: Welcome to the contents for %s
es: Bienvenidos a los contenidos de %s

source: The available sections are as follows:
es: Las secciones disponibles son los siguientes:

source: Please select the type of content you want to add to your page.
es: Por favor seleccione el tipo de contenido que desea agregar a su página.

source: Select content type
es: Seleccionar el tipo de contenido

source: Subpages of %s
es: Subpáginas de %s

source: No subpages available
es: No hay subpáginas disponibles.

source: Back to page
es: Volver a la página

source: Version history is currently disabled and no new entries will be recorded.
es: Historial de versiones está desactivado y no se grabarán nuevas entradas.

source: Date
es: Fecha

source: Event
es: Evento

source: User
es: Usuario

source: IP.No.
es: Nº IP

source: Action
es: Acción

source: Restore
es: Restablecer

source: No history data recorded.
es: No hay datos históricos almacenados.
