Repository: projectestac/agora
Catalog: html/zikula2/modules/Ephemerids/locale/*/LC_MESSAGES/module_ephemerids.po
Languages: ca

source: Done! Ephemerid created.
ca: S'ha creat l'efemèride.

source: No such ephemerid found.
ca: No s'ha trobat l'efemèride.

source: Done! Ephemerid updated.
ca: S'ha actualitzat l'efemèride.

source: Done! Ephemerid deleted.
ca: S'ha esborrat l'efemèride.

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: Done! Saved module configuration.
ca: S'ha desat la configuració del mòdul.

source: Error! Could not load any ephemerids.
ca: No ha estat possible carregar cap efemèride.

source: Ephemerids
ca: Efemèrides

source: Ephemerid
ca: Efemèride

source: Ephemerids
ca: Efemèrides

source: Provides a block displaying an information byte (historical event, thought for the day, etc.) linked to the day's date, with daily roll-over, and incorporates an interface for adding, editing and maintaining ephemerids.
ca: Proporciona un bloc que mostra un byte d'informació (esdeveniments històrics, cita del dia, etc.) relacionada amb la data actual. Es renova diàriament i incorpora una interfície per tal d'afegir, editar i mantenir efemèrides.

source: Error! Could not create the new ephemerid.
ca: No s'ha pogut crear una efemèride nova.

source: No such ephemerid found
ca: No s'ha trobat l'efemèride

source: Error! Could not delete the ephemerid.
ca: No s'ha pogut esborrar l'efemèride.

source: Error! No such ephemerid found
ca: No s'ha trobat l'efemèride

source: Error! Could not save your changes.
ca: No s'han pogut desar els canvis.

source: Ephemerids list
ca: Llista d'efemèrides

source: Create new ephemerid
ca: Crea una efemèride nova

source: Settings
ca: Modifica la configuració

source: General settings
ca: Paràmetres generals

source: Items per page in admin panel list view
ca: Ítems per pàgina en el panell d'administració

source: Save
ca: Tramet

source: Cancel
ca: Cancel·la

source: Edit ephemerid
ca: Edita l'efemèride

source: Date
ca: Data

source: The year can't be lower than the unix epoch one (1970) or will be reseted to 1970 for formatting purposes.
ca: L'any no pot ser menor que la primera època d'unix (1970) o serà reiniciat a 1970 per motius de format.

source: Language
ca: Idioma

source: Content
ca: Contingut

source: New ephemerid
ca: Efemèride nova

source: Internal ID
ca: ID interna

source: Actions
ca: Accions

source: No items found.
ca: No s'ha trobat cap element

source: Delete ephemerid
ca: Esborra l'efemèride

source: Do you really want to delete this ephemerid?
ca: Esteu segur/a de que voleu esborrar aquesta efemèride?
