Repository: projectestac/agora
Catalog: src/html/zikula/modules/Tour/locale/*/LC_MESSAGES/module_tour.po
Languages: ca, es

source: Start
ca: Inici
es: Iniciar

source: Themes
ca: Entorns visuals
es: Temas

source: Modules
ca: Mòduls
es: Módulos

source: Blocks
ca: Blocs
es: Bloques

source: Unknown module %s in Tour_userapi_getsublinks.
ca: Mòdul %s desconegut a Tour_userapi_getsublinks.
es: Modulo %s desconocido en Tour_userapi_getsublinks.

source: Unknown theme %s in Tour_userapi_getsublinks.
ca: Entorn visual %s desconegut a Tour_userapi_getsublinks.
es: Tema %s desconocido in Tour_userapi_getsublinks.

source: Page %s
ca: Pàgina %s
es: Página %s

source: Unknown module %s in Tour_user_exttour.
ca: Mòdul %s desconegut a Tour_user_exttour.
es: Modulo %s desconocido in Tour_user_exttour.

source: Unknown theme %s in Tour_user_exttour.
ca: Entorn visual %s desconegut a Tour_user_exttour.
es: Tema %s desconocido in Tour_user_exttour.

source: Tour file does not exist!
ca: El fitxer Passeig no existeix!
es: El archivo "Un Paseo por" no existe!

source: Tour
ca: Passeig
es: Paseo por

source: tour
ca: passeig
es: paseo por

source: First time configuration and Zikula Tour.
ca: Mòdul que mostra informació general referent al Zikula.
es: Primera vez configurando y conociendo Zikula.

source: Zikula Tour
ca: Un passeig pel Zikula
es: Paseo por ZIKULA

source: Tour Home
ca: Inici del passeig
es: Inicio

source: First Time Tour
ca: Presa de contacte
es: La primera vez... Comenzando

source: Your Distribution
ca: Aquesta distribució
es: Su distribución

source: New in Zikula
ca: Nou a Zikula
es: Lo nuevo en Zikula

source: Extension Tours
ca: Passejos de les extensions
es: Ampliando el conocimiento
