Repository: projectestac/agora
Catalog: html/zikula2/modules/Quotes/locale/*/LC_MESSAGES/module_quotes.po
Languages: ca

source: Error! Quote creation failed.
ca: La creació de la cita ha fallat.

source: No such Quote found.
ca: No s'ha trobat la cita.

source: Error! Quote deletion failed.
ca: No s'ha pogut esborrar la cita.

source: Error! Quote update failed.
ca: No s'ha pogut modificar la cita.

source: Quotes list
ca: Llista de cites

source: Create quote
ca: Crea una cita nova

source: Settings
ca: Configuració

source: Error! Could not load any quotes.
ca: No s'ha pogut carregar cap cita.

source: Quote
ca: Cita

source: Random quote block
ca: Bloc de cites aleatòries

source: Error! Could not load [%s] class.
ca: No s'ha pogut carregar la classe [%s].

source: There are too few Quotes in the database
ca: Hi ha massa poques cites a la base de dades

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Done! Quote deleted.
ca: La cita ha estat esborrada.

source: Done! Quote created.
ca: S'ha creat una cita nova.

source: Done! Quote updated.
ca: La cita ha estat modificada.

source: Done! Module configuration updated.
ca: S'ha modificat la configuració del mòdul.

source: Warning! Could not create the default Quotes category tree. If you want to use categorisation with Quotes, register at least one property for the module in the Category Registry.
ca: No ha estat possible crear l'arbre de categories per defecte. Si voleu fer ús de categories, registreu almenys una propietat pel mòdul en el registre de categories.

source: Error! Update attempt failed.
ca: La modificació ha fallat.

source: Quotes
ca: Cites

source: Random quotes
ca: Cites aleatòries

source: Imported quotes
ca: Cites importades

source: Quotes imported from .7x version
ca: Cites importades des de la versió .7x

source: Quotes publisher
ca: Cites

source: Manage and display quotes or reflections, with support for categories.
ca: Permet administrar i mostrar cites o reflexions amb suport per a categories.

source: quotes
ca: cites

source: Delete quote
ca: Esborra la cita

source: Do you really want to delete this Quote?
ca: Voleu realment esborrar aquest cita?

source: Confirm deletion?
ca: Confirmeu l'esborrament?

source: Cancel
ca: Cancel·la

source: Edit quote
ca: Edita la cita

source: Content
ca: Contingut

source: Quote Text
ca: Text de la cita

source: Author
ca: Autor

source: Choose a category
ca: Trieu una categoria

source: Status
ca: Estat

source: Active
ca: Activa

source: Inactive
ca: Innactiva

source: Meta data
ca: Meta dada

source: Created by %s
ca: Creada per %s

source: Created on %s
ca: Creada a %s

source: Last update by %s
ca: Darrera actualització per %s

source: Updated on %s
ca: Modificada el %s

source: Update
ca: Modifica

source: Enable categorization
ca: Habilita les categories

source: Items per page
ca: Registres per pàgina

source: Save
ca: Emmagatzema

source: Create new quote
ca: Crea un cita nova

source: Create
ca: Crea

source: Quotes List
ca: Llista de cites

source: active
ca: activa

source: inactive
ca: innactiva

source: Filter %1$s, %2$s page listed
ca: Filtre %1$s, %2$s pàgina de la llista

source: Category
ca: Categoria

source: All
ca: Totes

source: Search by keyword
ca: Cerca per paraula clau

source: All authors
ca: Tots els autors

source: Filter
ca: Filtre

source: Clear
ca: Neteja

source: Quote content
ca: Contingut de la cita

source: Actions
ca: Accions

source: No Quotes found.
ca: No s'ha trobat la cita.

source: From hour
ca: Des de l'hora

source: Not set
ca: No establerta

source: To hour
ca: A l'hora

source: From day of the week
ca: Des del dia de la setmana

source: To day of the week
ca: Al dia de la setmana

source: From day of the month
ca: De del dia del mes

source: To day of the month
ca: Fins el dia del mes

source: From month
ca: Des del mes

source: To month
ca: Al mes

source: Choose categories
ca: Tria categories

source: Cache time (enter positive number in seconds to enable cache)
ca: Temps de la memòria cau (entreu nombres positius per habilitar la memòria cau)

source: Cache directory name (within Zikula Temp directory)
ca: Nom del directori de la memòria cau (dins del directori temporal de Zikula)
