<?PHP // $Id: block_glossary_random.php,v 1.1 2007/05/11 14:47:06 evgenij Exp $ 
      // block_glossary_random.php - created with Moodle 1.8 + (2007021502)


$string['addentry'] = 'Добавить свои записи!';
$string['askaddentry'] = 'Если пользователь может добавлять записи в глоссарий, показывать ссылку с этим текстом';
$string['askinvisible'] = 'Если пользователь не может редактировать или просматривать глоассарий, показывать этот текст (без ссылки)';
$string['askviewglossary'] = 'Если пользователь может просматривать глоссарий, но не может добавлять новые записи, показывать ссылку с этим текстом';
$string['blockname'] = 'Случайная запись из глоссария';
$string['intro'] = 'Убедитесь, что у вас в курсе есть хотя бы один глоссарий с по крайней мере одной записью. В этом улчае вы можете делать настройки.';
$string['invisible'] = '(недоступно)';
$string['lastmodified'] = 'Последняя измененная запись';
$string['nextone'] = 'Следующая запись';
$string['noentriesyet'] = 'В выбранном глоссарии нет ни одной записи.';
$string['notyetconfigured'] = 'Пожалуйста, произведите настройки для этого блока, воспользовавшись иконкой редактирования.';
$string['notyetglossary'] = 'Для выбора у вас в курсе должен быть по крайней мере один глоссарий.';
$string['random'] = 'Случайная запись';
$string['refresh'] = 'Дней до того, как новая запись будет выбрана';
$string['select_glossary'] = 'Выбирать записи из этого глоссария';
$string['showconcept'] = 'Показывать концепцию (заголовок) для каждой записи';
$string['title'] = 'Заголовок';
$string['type'] = 'Как новые записи будут выбираться';
$string['typehelp'] = '<b>Последняя измененная запись</b> - всегда отображается запись, которая была изменена последней, <b>Случайная запись</b> - выбирается одна случайная запись при каждом входе на страницу с блоком. Опция <b>Следующая запись</b> - циклически отображаются все записи по одной. Последняя опция особенно полезна, когда указано число дней, позволяющих сделать <i>\"Цитату недели</i> или <i>Подсказку дня</i>.';
$string['viewglossary'] = 'Все записи...';
$string['whichfooter'] = 'Вы можете отобразить ссылке на действия в глоссарии, с которым проассоциирован блок. Блок отобразит только те действия, которые доступны для этого глоссария';

?>
