<!-- qvstates.html, v 2.0.2beta 2007/10/01 sarjona, sferna46 (corrector) -->
<p><img alt="Quaderns Virtuals" src="<?php echo $CFG->wwwroot?>/mod/qv/icon.gif" />&nbsp;<b>Estats d'un Quadern </b></p>
<p>Un Quadern pot estar, en un moment donat, en un o m&eacute;s estats, depenent del treball que hagi realitzat l'estudiant i/o el professor/a. A la llista seg&uuml;ent, apareixen aquests estats, amb una explicaci&oacute; del significat de cadascun d'ells:</p>
<ul>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_not_started.gif);"><strong>No iniciat</strong><br/>
L'alumne/a encara no ha accedit al Quadern i, per tant, encara no ha comen&ccedil;at a respondre les preguntes.<br/>
<br/>
</li>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_started.gif);"><strong>Iniciat</strong><br/>
  L'alumne/a ha accedit, com a m&iacute;nim, a un dels fulls del Quadern. <br/>
  <br/>
</li>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_part_delivered.gif);"><strong>Lliurat parcialment</strong><br/>
  L'alumne/a ha lliurat, com a m&iacute;nim, un dels fulls del Quadern (per&ograve; no els ha lliurat tots encara). Avisa el professor/a que pot corregir aquests fulls. Des de l'&iacute;ndex, amb la llista de fulls del Quadern, podr&agrave; saber quins s&oacute;n els fulls que l'alumne/a ja ha lliurat. <br/>
  <br/>
</li>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_delivered.gif);"><strong>Lliurat</strong><br/>
  L'alumne/a ha lliurat tots els fulls del Quadern i haur&agrave; d'esperar que el professor/a li corregeixi.<br/>
  <br/>
</li>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_part_corrected.gif);"><strong>Corregit parcialment</strong><br/>
  El professor/a ha corregit, com a m&iacute;nim, un dels fulls del Quadern que l'alumne/a havia lliurat. <br/>
  <br/>
</li>
<li style="list-style-image: url(<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_state_corrected.gif);"><strong>Corregit</strong><br/>
  El professor/a ha corregit tots els fulls del Quadern. En aquest punt, el Quadern es d&oacute;na per acabat.</li>
</ul>
<p>A m&eacute;s, tant el professorat com l'alumnat poden comunicar-se as&iacute;ncronament mitjan&ccedil;ant els <strong>quadres d'intervenci&oacute;</strong>, que poden apar&egrave;ixer sota cada pregunta. Si cap d'ells fa una intervenci&oacute;, a l'altre li apareixer&agrave; un av&iacute;s quan accedeixi al Quadern (<img src="<?php echo $CFG->wwwroot?>/mod/qv/pix/qv_interaction.gif"/>) per indicar-li que t&eacute; missatges pendents.</p>
