Repository: projectestac/agora
Catalog: html/zikula/modules/Thumbnail/locale/*/LC_MESSAGES/module_thumbnail.po
Languages: es

source: Sorry! No authorization to access this module.
es: ¡Lo sentimos! No tiene autorización para acceder a este módulo.

source: Download the latest version from <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>
es: Descargue la última versión desde <a href="http://phpthumb.sourceforge.net">http://phpthumb.sourceforge.net</a>

source: This phpThumb version
es: Versión de phpThumb

source: Latest version unknown.
es: La última versión es desconocida.

source: This must be a pre-release beta version. Please report bugs to:
es: Este un pre-lanzamiento versión beta. Por favor, reporte errores a:

source: You must be using a pre-release beta version. Please report bugs to:
es: Está utilizando un pre-lanzamiento versión beta. Por favor, reporte errores a:

source: You are using the latest released version.
es: Está utilizando la última versión liberada.

source: One (or more) minor version(s) have been released since this version.
es: Una (o más) versiones menores han sido liberadas desde esta versión.

source: One (or more) major version(s) have been released since this version, you really should upgrade.
es: Una (o más) versiones mayores han sido liberadas desde esta versión, debería actualizarse.

source: Fundamental changes have been made since this version.
es: Se han efectuado los siguientes cambios desde esta versión.

source: "phpThumb.config.php" exists and "phpThumb.config.php.default" does not
es: el archivo "phpThumb.config.php" existe y "phpThumb.config.php.default" no

source: "phpThumb.config.php" and "phpThumb.config.php.default" both exist
es: existen ambos archivos, "phpThumb.config.php" y "phpThumb.config.php.default"

source: rename "phpThumb.config.php.default" to "phpThumb.config.php"
es: renombre "phpThumb.config.php.default" a "phpThumb.config.php"

source: "phpThumb.config.php" not found (nor "phpThumb.config.php")
es: no se encontró "phpThumb.config.php" (ni "phpThumb.config.php.default")

source: "phpThumb.config.php.default" that comes in the distribution must be renamed to "phpThumb.config.php" before phpThumb.php can be used. Avoid having both files present to minimize confusion.
es: "phpThumb.config.php.default" que viene en la distribución se debe renombrar a "phpThumb.config.php" antes que phpThumb.php pueda ser utilizado. Evite tener ambos presentes para minimizar la confusión.

source: PHP5 is ideal (support for numerous built-in filters which are much faster than my code).<br />PHP v4.4.2 contains a bug in fopen over HTTP (phpThumb has a workaround)<br />PHP v4.3.2+ supports ImageSaveAlpha which is required for proper PNG/ICO output.<br />ImageRotate requires PHP v4.3.0+ (but buggy before v4.3.3).<br />EXIF thumbnail extraction requires PHP v4.2.0+.<br />Most things will work back to PHP v4.1.0, and mostly (perhaps buggy) back to v4.0.6, but no guarantees for any version older than that.
es: PHP5 el ideal (soporta numerosos filtros integrados que son mucho más rápidos que el código existente).<br />PHP v4.4.2 contiene un error en fopen a través de HTTP (phpThumb lo evita)<br />PHP v4.3.2+ soporta ImageSaveAlpha que se requiere para una correcta salida de PNG/ICO.<br />ImageRotate requiere PHP v4.3.0+ (pero erróneo antes de v4.3.3).<br />La extracción de miniaturas EXIF requiere PHP v4.2.0+.<br />La mayoría de cosas van a funcionar desde PHP v4.1.0, y en su mayoría (tal vez con errores) desde la v4.0.6, pero no hay garantías para versiones anteriores a esa.

source: GD2-bundled version is ideal.<br />GD2 (non-bundled) is second choice, but there are a number of bugs in the non-bundled version. ImageRotate is only available in the bundled version of GD2.<br />GD1 will also (mostly) work, at much-reduced image quality and several features disabled. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
es: La versión de GD2-incluida es ideal.<br />La versión de GD2 (no-incluida) es la opción secundaria, pero tiene una serie de errores. ImageRotate sólo está disponible en la versión incluida de GD2. <br />GD1 también funcionará, pero con una calidad de imagen reducida y muchas características deshabilitadas. phpThumb puede realizar la mayoría de las operaciones sólo con ImageMagick, incluso si GD no está disponible.

source: ImageMagick version
es: Versión de ImageMagick

source: ImageMagick is faster than GD, can process larger images without PHP memory_limit issues, can resize animated GIFs. phpThumb can perform most operations with ImageMagick only, even if GD is not available.
es: ImageMagick es más rápido que GD, puede procesar imágenes más grandes sin problemas con el memory_limit de PHP, y puede redimensionar los GIFs. phpThumb puede realizar la mayoría de operaciones sólo con ImageMagick, aún si GD no está disponible.

source: ImageMagick features
es: Características de ImageMagick

source: All of these parameters may be called by phpThumb, depending on parameters used. Green means the feature is available; red means a critical feature is missing; orange means an optional filter/feature is missing.
es: Todos estos parámetros pueden ser llamados por phpThumb, dependiendo de los parámetros usados. El verde significa que la función está disponible; el rojo indica una característica fundamental no encontrada; de color anaranjado significa una característica/filtro opcional que no se encuentra disponible.

source: GD features
es: Características de GD

source: JPG Support
es: Soporte de JPG

source: PNG Support
es: Soporte de PNG

source: GIF Read Support
es: Soporte de lectura de GIF

source: GIF Create Support
es: Soporte de creación de GIF

source: FreeType Support
es: Soporte de FreeType

source: PNG support is required for watermarks, overlays, calls to ImageMagick and other internal operations.<br />JPG support is obviously quite useful, but ImageMagick can substitute<br />GIF read support can be bypassed with ImageMagick and/or internal GIF routines.<br />GIF create support can be bypassed with ImageMagick (if no filters are applied)<br />FreeType support is needed for TTF overlays.
es: El soporte a PNG es necesario para las marcas de agua, superposiciones, las llamadas a ImageMagick y otras operaciones internas.<br />El soporte a JPG es obviamente muy útil, pero puede ser sustituido por ImageMagick.<br />El soporte a la lectura de archivos GIF puede ser sustituido por ImageMagick y/o rutinas GIF.<br />El soporte de la creación de archivos GIF puede ser sustituido por ImageMagick (si no se aplican filtros)<br />El soporte de FreeType es requerido para las superposiciones de TTF.

source: GD extension "EXIF"
es: Extensión "EXIF" de GD

source: EXIF extension required for auto-rotate images. Also required to extract EXIF thumbnail to use as source if source image is too large for PHP memory_limit and ImageMagick is unavailable.
es: La extensión EXIF es necesaria para rotación automática de imágenes. También sirve para la extracción de las miniaturas EXIF miniatura para usarlas como fuente, si la imagen de origen es demasiado grande para el memory_limit de PHP e ImageMagick no está disponible.

source: SAPI mode preferred to CGI mode. FCGI mode has unconfirmed strange behavior (notably more than one space in "wmt" filter text causes errors). If not working in "apache" (SAPI) mode, <i>apache_lookup_uri()</i> will not work.
es: SAPI es el modo preferido para el modo CGI. El modo de FCGI genera un comportamiento erróneo (notablemente más de un espacio en el texto del filtro "wmt" genera errores). Si no está trabajando en el modo SAPI de "apache", la llamada <i>apache_lookup_uri()</i> no funcionará.

source: Server Software
es: Software del Servidor

source: Apache v1.x has the fewest compatability problems. IIS has numerous annoyances. Apache v2.x is broken when lookup up <i>/~user/filename.jpg</i> style relative filenames using <i>apache_lookup_uri()</i>.
es: Apache v1.x tiene problemas menores de compatibilidad. IIS tiene muchas molestias. Apache v2.x no funciona cuando busca nombres de archivo con estilos relativos <i>/~usuario/archivo.jpg</i> usando <i>apache_lookup_uri()</i>.

source: curl version
es: versión de curl

source: Best if available. HTTP source images will be unavailable if CURL unavailable and <i>allow_url_fopen</i> is also disabled.
es: Mejor si está disponible. Imágenes vía HTTP no estarán disponibles si CURL y <i>allow_url_fopen</i> están deshabilitados.

source: required for "ra" and "ar" filters.
es: necesario para los filtros "ra" y "ar".

source: required for "ar" filter.
es: necesario para el filtro "ar".

source: required to extract EXIF thumbnails.
es: necesario para extraer las miniaturas EXIF.

source: mostly used for troubleshooting.
es: utilizado sobre todo para la solución de problemas.

source: available in PHP v4.1.0+, internal workaround available
es: disponible en PHP v4.1.0+, solución interna disponible

source: available in PHP v4.3.0+, internal workaround available
es: disponible en PHP v4.3.0+, solución interna disponible

source: available in PHP v5.0.0+, internal workaround available
es: disponible en PHP v5.0.0+, solución interna disponible

source: available in PHP3, except only PHP5 for Windows. poor internal workaround available
es: disponible en PHP3, excepto PHP5 para Windows. solución interna poco recomendada

source: available in PHP v4.3.0+ (with bundled GD2), internal workaround available
es: disponible en PHP v4.3.0+ (con GD2-incluido), solución interna disponible

source: required for GD image output.
es: necesario para la salida de imágenes GD.

source: required for JPEG source images using GD.
es: necesario para el imágenes origen JPEG utilizando GD.

source: useful for GIF source images using GD.
es: útil para el imágenes origen GIF utilizando GD.

source: required for PNG source images using GD and other source image formats using ImageMagick.
es: necesario para imágenes origen PNG utilizando GD y otros formatos de imágenes origen usando ImageMagick.

source: required for WBMP source images using GD.
es: necesario para imágenes origen WBMP utilizando GD.

source: required for HTTP and non-file image sources.
es: necesario para imágenes origen HTTP y no-archivos.

source: required for all non-ImageMagick filters.
es: necesario para todos los filtros no pertenecientes a ImageMagick.

source: available in PHP v4.3.2+ &amp; GD v2.0.1+
es: disponible en PHP v4.3.2+ y GD v2.0.1+

source: PHP5 only. Required for some filters (but most can use ImageMagick instead)
es: Sólo para PHP5. Necesario para algunos filtros (pero la mayoría pueden usar ImageMagick en su lugar)

source: This setting is evil. Turn it off.
es: Opción perjudicial. Por favor, desactivarla.

source: This setting is bad. Turn it off, if possible. phpThumb will attempt to work around it if it is enabled.
es: Este opción es mala. Desactívela de ser posible. phpThumb intentará evadirla si está habilitada.

source: Best if off. Calls to ImageMagick will be disabled if on (limiting max image resolution, no animated GIF resize). Temp files may be disabled. Features will be limited.
es: Se aconseja que esté deshabilitada. Las llamadas a ImageMagick serán deshabilitadas (la limitación de resolución máxima, no redimensiona GIF animados). Los archivos temporales se pueden deshabilitar. Las características serán limitadas.

source: Best if on. HTTP source images will be unavailable if disabled and CURL is unavailable.
es: Se aconseja activarla. Las imágenes de origen HTTP no estarán disponibles si además CURL no está disponible.

source: Best if nothing disabled. Calls to ImageMagick will be prevented if exec+system+shell_exec+passthru are disabled.
es: Mejor si nada está deshabilitado. Las llamadas a ImageMagick serán prevenidas si exec+system+shell_exec+passthru están desactivados.

source: unlimited
es: ilimitado

source: The higher the better. Divide by 5 to get maximum megapixels of source image that can be thumbnailed (without ImageMagick).
es: Se recomiendan valores altos. Dividir por 5 para obtener el máximo de megapíxeles de la imagen origen que se pueden escalar (sin ImageMagick).

source: Your setting (%1$s) allows images up to approximately %2$s megapixels
es: Su configuración (%1$s) permite imágenes de hasta %2$s megapíxeles aproximadamente

source: thumbnail
es: miniatuas

source: Thumbnail
es: Miniaturas

source: Provides thumbnail generation facilities via userapi functions.
es: Proporciona facilidades de creación de imágenes miniatura mediante funciones de API de usuario (userapi).

source: Thumbnail generation failed (RenderOutput):
es: La generación de la miniatura falló (RenderOutput):

source: Thumbnail generation failed (RenderToFile):
es: La generación de la miniatura falló (RenderToFile):

source: Thumbnail generation failed (GenerateThumbnail):
es: La generación de la miniatura falló (GenerateThumbnail):

source: Invalid filename received
es: Se recibió un nombre de archivo no válido

source: Unable to determine target thumbnailname
es: No fue posible determinar el nombre final de la miniatura

source: Can't read file [%s]
es: No fue posible leer el archivo [%s]

source: Done! Module configuration updated.
es: ¡Hecho! Configuración del módulo actualizada.

source: Thumbnail Module Preferences
es: Preferencias del módulo

source: phpThumb Settings
es: Configuración de phpThumb

source: Check Settings
es: Verificación de la configuración

source: Standard Thumbnail Size
es: Tamaño estándar de las miniaturas

source: pixel
es: píxel

source: Allow invoking module to override standard size
es: Permite invocar al módulo para sobreescribir el tamaño estándar

source: Update Configuration
es: Actualizar Configuración

source: Cancel
es: Cancelar

source: Settings
es: Configuración

source: Cache directory configuration
es: Configuración del directorio de caché

source: Note this directory must be writable (usually chmod 777 is neccesary) for caching to work. If the directory is not writable no error will be generated but caching will be disabled.
es: El directorio debe tener permisos de escritura (por lo general se necesita chmod 777) para que funcione el almacenamiento en caché. Si el directorio no tiene permisos de escritura, no se reportará un error, pero el caché será deshabilitado.

source: Cache Directory
es: Directorio de Caché

source: set the cache directory
es: establecer el directorio de caché

source: Cache Disable Warning
es: Advertencia por la desactivación del caché

source: If [<em>Cache Directory</em>] is non-existant or not writable, and [Cache Disable Warning] is disabled, an error image will be generated warning to either set the cache directory or disable the warning (to avoid people not knowing about the cache)
es: si el [<em>Directorio de Caché</em>] no existe o no es posible la escritura, y la [Advertencia por la desactivación del caché] está desactivada, se generará una imagen de error, para advertir que se configure el directorio de caché o desactivar la advertencia.

source: Cache culling
es: Limpieza de la caché

source: phpThumb can automatically limit the contents of the cache directory based on last-access date and/or number of files and/or total filesize.
es: phpThumb puede limitar automáticamente los contenidos del directorio de caché basado en las últimas fechas de acceso y/o el número de archivos y/o el tamaño total del archivo.

source: Cache Max Age
es: Edad máxima de caché

source: [EMPTY] never delete cached thumbnails based on last-access time delete cached thumbnails that haven't been accessed in more than [Cache Max Adge] days (value is maximum time since last access in days to avoid deletion).
es: [VACÍO] No se borrarán las miniaturas basado en la fecha de último acceso, miniaturas que no han sido accedidas en más de [Edad máxima de caché] días (valor máximo desde el último acceso en días para evitar el borrado).

source: Cache Max Size
es: Tamaño máximo de caché

source: [EMPTY] never delete cached thumbnails based on byte size of cache directory delete least-recently-accessed cached thumbnails when more than [Cache Max Size]MB of cached files are present (value is maximum bytesize of all cached files).
es: [VACÍO] No se borrarán las miniaturas existentes en caché basado en el tamaño en bytes del directorio de caché, miniaturas no usadas cuando hay más de [Tamaño máximo de caché]MB de archivos en caché (valor máximo en bytes de todos los archivos en caché).

source: Cache Max Files
es: Número máximo de archivos en caché

source: [EMPTY] never delete cached thumbnails based on number of cached files delete least-recently-accessed cached thumbnails when more than [Cache Max Files] cached files are present (value is maximum number of cached files to keep).
es: [VACÍO] No se borrarán las miniaturas basado en el número de archivos en caché, cuando hayan más de [Número máximo de archivos en caché] archivos presentes en caché (número máximo de archivos a guardar en caché).

source: Source image cache configuration
es: Configuración de caché de imágenes origen

source: Cache Source Enabled
es: Habilitar Caché de Origen

source: if true, source images obtained via HTTP are cached to [Cache Source Directory].
es: si está habilitado, las imágenes obtenidas vía HTTP se cachearán en [Directorio de Caché Origen].

source: Cache Source Directory
es: Directorio de Caché Origen

source: set the cache directory for unprocessed source images
es: establecer el directorio de caché para las imágenes origen sin procesar

source: cache source modification date configuration
es: configuración de la fecha de modificación de la caché origen

source: Cache Source Filemtime Ignore Local
es: Ignorar la Fecha de Modificación Local del Caché Origen

source: if true, local source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed.
es: si está activado, no se comprobará la fecha de modificación de las imágenes locales y la imagen en caché será usada si está disponible, aún si la imagen origen es cambiada o eliminada.

source: Cache Source Filemtime Ignore Remote
es: Ignorar la Fecha de Modificación Remota del Caché Origen

source: if true, remote source images will not be checked for modification date and cached image will be used if available, even if source image is changed or removed. <strong>WARNING</strong> cached performance MUCH slower if this is set to false.
es: si está activado, no se comprobará la fecha de modificación de las imágenes origen remotas, y las imágenes en caché serán usadas si están disponibles, aún si la imagen fuente es cambiada o eliminada. <strong>ADVERTENCIA</strong> el rendimiento de la caché será mucho menor si está opción está desactivada.

source: Simplified cache filename configuration
es: Configuración de nombre de archivo simplificado en caché

source: Instead of creating unique cache filenames for all parameter combinations, create "simple" cache files (e.g.: "pic_thumb.jpg")<br /> If cache_default_only_suffix is non-empty, GETstring parameters (except 'src') are ignored and only $PHPTHUMBDefaults parameters (set at the bottom of phpThumb.config.php) are used for processing.<br /> The "*" character MUST be used to represent the source image name.
es: En lugar de crear nombres de archivo único en la caché para todas las combinaciones de parámetros, crear archivos en caché "simples" (p. ej.: "pic_thumb.jpg")<br />Si no está vacío cache_default_only_suffix, los parámetros GETstring (excepto 'src') no se tendrán en cuenta y sólo los parámetros $PHPTHUMBDefaults (fijados al final de phpThumb.config.php) serán usados para el procesamiento.<br /> El carácter "*" DEBE ser utilizado para representar el nombre de la imagen origen.

source: Cache Default Only Suffix
es: Sufijo Único Predeterminado de Caché

source: [EMPTY] cached in normal phpThumb manner<br /> "*_thumb" cache "pic.jpg\" becomes "pic_thumb.jpg" (or "pic_thumb.png" if PNG output is selected, etc)<br /> "small-*" cache "pic.jpg" becomes "small-pic.jpg" (or "small-pic.png" if PNG output is selected, etc).
es: [VACÍO] caché en forma normal phpThumb<br /> "*_thumb" convertirá "pic.jpg\" en "pic_thumb.jpg" (o "pic_thumb.png" si la salida PNG es seleccionada, etc)<br /> "pequeña-*" convertirá "pic.jpg" en "pequeña-pic.jpg" (o "pequeña-pic.png" si la salida PNG es seleccionada, etc).

source: Cache Force Passthru
es: Forzar Passthru de Caché

source: if true, cached image data will always be passed to browser; if false, HTTP redirect will be used instead.
es: si se fuerza, los datos de las imágenes en caché siempre se pasarán al navegador; sino, se usará la redirección HTTP.

source: Temp directory configuration
es: Configuración del directorio Temporal

source: phpThumb may need to create temp files. Usually the system temp dir is writable and can be used. Leave this value as NULL in most cases. If you get errors about "failed to open &lt;filename&gt; for writing" you should change this to a full pathname to a directory you do have write access to.
es: phpThumb puede necesitar crear archivos temporales. Normalmente, la carpeta temporal del sistema puede ser utilizado. Deje este valor como NULL en la mayoría de los casos. Si obtiene errores como "falla al abrir el archivo &lt;filename&gt; en modo escritura", deberá cambiar esto a una ruta completa a un directorio con permisos de escritura.

source: Temp Directory
es: Directorio Temporal

source: maximum number of pixels in source image to attempt to process entire image
es: Numero máximo de píxeles de la imagen origen para intentar procesar toda la imagen

source: If this is zero then no limit on source image dimensions. If this is nonzero then this is the maximum number of pixels the source image can have to be processed normally, otherwise the embedded EXIF thumbnail will be used (if available) or an "image too large" notice will be displayed. This is to be used for large source images (> 1600x1200) and low PHP memory limits. If PHP runs out of memory the script will usually just die with no output. To calculate this number, multiply the dimensions of the largest image you can process with your memory limitation (e.g. 1600 * 1200 = 1920000) As a general guideline, this number will be about 20% of your PHP memory configuration, so 8M = 1,677,722; 16M = 3,355,443; 32M = 6,710,886; etc.
es: si este es cero, entonces no hay límite sobre las dimensiones de imagen de origen. Si esto es distinto de cero entonces este es el número máximo de los píxeles de la imagen de la fuente puede tener para ser procesado de forma normal, de lo contrario incrustada EXIF miniatura será utilizada (si está disponible) o se mostrará el mensaje "imagen demasiado grande". Esto se va a utilizar para las imágenes de origen de gran tamaño (> 1600x1200) y bajo los límites de memoria de PHP. Si PHP se queda sin memoria la secuencia de comandos en general. Para calcular este número, se multiplican las dimensiones de la imagen de mayor tamaño (por ejemplo, 1600 * 1200 = 1920000) Como regla general, este número será de aproximadamente el 20% de su configuración de memoria de PHP, así 8M = 1.677.722; 16M = 3.355.443; 32M = 6710886, etc.

source: Max Source Pixels
es: Máximo en Píxeles del Origen

source: <ul><li>0 no memory limit</li><li>1920000 allow 1600x1200 images (2Mpx), no larger (about 10MB memory required)</li><li>3355443 16MB memory limit</li><li>3871488 allow 2272x1704 images (4Mpx), no larger (about 16MB memory required)</li></ul>
es: <ul><li>0 sin límite de memoria</li><li>1920000 permiten imágenes de 1600x1200 (2Mpx), no más grandes (alrededor de 10 MB de memoria requerida)</li><li>3355443 para un límite de memoria de 16 MB</li><li>3871488 permiten imágenes de 2272x1704 (4Mpx), no más grandes (alrededor de 16 MB de memoria requerido)</li></ul>
