Repository: projectestac/agora
Catalog: html/zikula/modules/Thumbnail/locale/*/LC_MESSAGES/module_thumbnail.po
Languages: es

source: ImageMagick configuration
es: Configuración de ImageMagick

source: If source image is larger than available memory limits as defined above in "max_source_pixels" AND ImageMagick's "convert" program is available, phpThumb() will call ImageMagick to perform the thumbnailing of the source image to bypass the memory limitation. Leaving the value as NULL will cause phpThumb() to attempt to detect ImageMagick's presence with "which".
es: Si la imagen origen es más grande que los límites de memoria disponible como se definió anteriormente en "max_source_pixels" Y si el "convert" de ImageMagick está disponible, phpThumb() llamará a ImageMagick para realizar las miniaturas de la imagen origen para eludir la limitación de memoria. Dejando el valor como NULL, hará que phpThumb() intente la detectar la presencia de ImageMagick con "which".

source: Imagemagick Path
es: Ruta de ImageMagick

source: Windows: set absolute pathname or empty for no use of Image Magic<br /> *nix: set absolute pathname to "convert", or leave as null if "convert" is in the path
es: Windows: establezca una ruta absoluta o vacía para no usar ImageMagick<br/> *nix: establezca la ruta absoluta a "convert", o dejarlo como null si "convert" está en la ruta

source: Default output configuration
es: Configuración de salida por defecto

source: Output Format
es: Formato de salida

source: default output format ('jpeg', 'png' or 'gif') - thumbnail will be output in this format (if available in your version of GD).
es: formato de salida por defecto ('jpeg', 'png' o 'gif') - las miniaturas saldrán en este formato (si está disponible en su versión de GD).

source: Output Maxwidth
es: Ancho Max. de Salida

source: default maximum thumbnail width. If this is zero then default width is the width of the source image.
es: ancho máximo por defecto de las miniaturas. Si este es cero, entonces el ancho por defecto será el ancho de la imagen original.

source: Output Maxheigh
es: Alto Max. de Salida

source: default maximum thumbnail height. If this is zero then default height is the height of the source image.
es: alto máximo por defecto de las miniaturas. Si este es cero, entonces el alto por defecto será el alto de la imagen original.

source: Output Interlace
es: Entrelazado de Salida

source: if true interlaced output for GIF/PNG, progressive output for JPEG; if false non-interlaced for GIF/PNG, baseline for JPEG.
es: si está activada la salida entrelazada para GIF/PNG, se generará una salida JPEG progresiva; sino, no es entrelazada para GIF/PNG, y será la linea base para JPEG.

source: Error message configuration
es: Configuración de mensaje de error

source: Error Image Width
es: Anchura de la Imagen de Error

source: default width for error images
es: ancho predeterminado para las imágenes de error

source: Error Image Height
es: Altura de la Imagen de Error

source: default height for error images
es: alto predeterminado para las imágenes con error

source: Error Message Image Default
es: Mensaje por Defecto de la Imagen de Error

source: Set this to the name of a generic error image (e.g. '/images/error.png') that you want displayed in place of any error message that may occur. This setting is overridden by the 'err' parameter, which does the same thing.
es: establece este nombre para la imagen genérica de error (p. ej. '/images/error.png') que quiere mostrar en lugar de cualquier mensaje de error que pueda ocurrir. Esta configuración es reemplazada por el parámetro 'err', que hace lo mismo.

source: Error Bgcolor
es: Color de Fondo del Error

source: background color of error message images.
es: color de fondo de imágenes de mensaje de error.

source: Error Textcolor
es: Color de Texto del Error

source: color of text in error messages.
es: color de texto en los mensajes de error

source: Error Fontsize
es: Tamaño de Fuente del Error

source: (smallest)
es: (más pequeño)

source: (largest)
es: (más grande)

source: size of text in error messages, from 1 (smallest) to 5 (largest)
es: tamaño de texto en mensajes de error, de 1 (el más pequeño) a 5 (el más grande)

source: die on error
es: Finalizar en caso de error

source: die with error message on any fatal error (recommended with standalone phpThumb.php).
es: finalizar con el mensaje de error en un error fatal (recomendado con phpThumb.php independiente).

source: Silent die on error
es: Fin silencioso en caso de error

source: simply die with no output of any kind on fatal errors (not recommended)
es: finalización sin salida de ningún tipo de errores fatales (no recomendado)

source: Die on source failure
es: Finalizar en caso de fallo en el origen

source: die with error message if source image cannot be processed by phpThumb() (usually because source image is corrupt in some way). If false the source image will be passed through unprocessed, if true (default) an error message will be displayed.
es: fin con el mensaje de error si la imagen de origen no puede ser procesada por phpThumb() (normalmente porque la imagen de origen está dañada de alguna manera). Si no se activa esta opción, la imagen origen se pasa sin procesar, si se activa (por defecto) un mensaje de error se mostrará.

source: Off-server Thumbnailing Configuration
es: Configuración de Miniaturas Fuera de Línea

source: Enabled
es: Habilitado

source: If false will allow thumbnailing from any source domain
es: si está deshabilitado, permitirá miniaturas de cualquier dominio de origen

source: Valid Domains
es: Dominios Válidos

source: This is the list of domains for which thumbnails are allowed to be created. The default value of the current domain should be fine in most cases, but if neccesary you can add more domains in here, in the format www.example.com; www.example1.com.
es: esta es la lista de dominios para los que es permitido crear miniaturas. El valor por defecto del dominio actual debe estar bien en la mayoría de los casos, pero si es necesario puede agregar más dominios aquí, con el formato www.example.com; www.example1.com.

source: Erase Image
es: Borrar la Imagen

source: Text Message
es: Texto del Mensaje

source: Text of error message.
es: texto del mensaje de error

source: Off-server Linking Configuration
es: Configuración de Enlazamiento Fuera de Línea

source: If false will allow thumbnails to be linked to from any domain, if true only domains listed below in 'nooffsitelink_valid_domains' will be allowed.
es: si está desactivado, permitirá que las miniaturas puedan ser enlazados desde cualquier dominio, si está activado, sólo los dominios que se enumeran a continuación en 'nooffsitelink_valid_domains' serán permitidos.

source: Require Referer
es: Requerir Referencia

source: Text of error message. Your Host Name will be appanded to this text
es: texto del mensaje de error. Su nombre de host se añadirá a este texto

source: Border &amp; Background default colors
es: Colores por Defecto de Fondo y Bordes

source: Border Hexcolor
es: Color Hexadecimal del Borde

source: Default border color - usual HTML-style hex color notation.
es: color del borde por defecto - notación de color hexadecimal usualmente usada en HTML.

source: Background Hexcolor
es: Color Hexadecimal del Fondo

source: Default background color when thumbnail aspect ratio does not match fixed-dimension box - usual HTML-style hex color notation
es: color de fondo predeterminado, cuando la relación del aspecto de la miniatura no coincide con las dimensiones fijas del cuadro - notación de color hexadecimal usualmente usada en HTML

source: Watermark configuration
es: Configuración de la marca de agua

source: TTF Directory
es: Directorio de Fuentes TrueType (TTF)

source: Base directory for TTF font files
es: directorio base para los archivos de las fuentes TTF

source: MySQL configuration
es: Configuración de MySQL

source: Security configuration
es: Configuración de Seguridad

source: High Security Enabled
es: Alta seguridad habilitada

source: if enabled, requires 'high_security_password' set to at least 5 characters, and requires the use of phpThumbURL() function (at the bottom of phpThumb.config.php) to generate hashed URLs.
es: si está habilitado, requiere establecer "high_security_password" a por lo menos 5 caracteres, y requiere el uso de la función phpThumbURL() (al final de phpThumb.config.php) para generar las direcciones URL en hash.

source: High Security Password
es: Contraseña de Alta Seguridad

source: required if 'high_security_enabled' is true, must be at least 5 characters long
es: es requerida si se ha activado el parámetro 'high_security_enabled', y debe ser de al menos 5 caracteres.

source: Disable Debug
es: Deshabilitar la Depuración

source: prevent phpThumb from displaying any information about your system. If true, phpThumbDebug and error messages will be disabled.
es: evitar que phpThumb muestre toda la información sobre su sistema. Si está habilitado, phpThumbDebug y los mensajes de error no se mostrarán.

source: Allow SRC above DOCROOT
es: Permitir SRC antes de DOCROOT

source: if true, allow src to be anywhere in filesystem; if false (default) only allow src within document_root.
es: si está activado, permitir que src pueda ser cualquier lugar del sistema de archivos; si está desactivado (por defecto), sólo se permite que src esté dentro del document_root.

source: Allow SRC above phpThumb
es: Permitir SRC antes de phpThumb

source: if true (default), allow src to be anywhere in filesystem; if false only allow src within sub-directory of phpThumb installation.
es: si está activado (por defecto), permite que src pueda ser cualquier lugar del sistema de archivos; si está desactivado, sólo se permite que src esté dentro del sub-directorio de instalación de phpThumb.

source: Allow Parameter File
es: Permitir Archivo de Parámetros

source: if true, allow use of 'file' parameter; if false (default) the 'file' parameter is disabled/ignored.
es: si está activado, se permite el uso del parámetro 'file'; si está desactivado (por defecto), el parámetro 'file' se deshabilitará/ignorará.

source: Allow Parameter Goto
es: Permitir Parámetro Goto

source: if true, allow use of 'goto' parameter; if false (default) the 'goto' parameter is disabled/ignored.
es: si está activado, se permite el uso del parámetro 'goto'; si está desactivado (por defecto), el parámetro 'goto' se deshabilitará/ignorará.

source: Compatability settings
es: Configuración de compatibilidad

source: Disable Pathinfo Parsing
es: Deshabilitar el Análisis de Pathinfo

source: Disable Imagecopyresampled
es: Deshabilitar Imagecopyresampled

source: if true, ImageCopyResampled is replaced with ImageCopyResampleBicubic. May be needed for buggy versions of PHP-GD.
es: si está activo, ImageCopyResampled se sustituye con ImageCopyResampleBicubic. Puede ser necesario para algunas versiones de PHP-GD.

source: Disable onlycreateable passthru
es: Deshabilitar onlycreateable passthru

source: if true, any image that can be parsed by GetImageSize() can be passed through; if false, only images that can be converted to GD by ImageCreateFrom(JPEG|GIF|PNG) functions are allowed.
es: si está activo, cualquier imagen que se pueda ser analizada por GetImageSize() puede ser pasada; si está desactivado, sólo las imágenes que se pueden convertir a GD por la función ImageCreateFrom(JPEG|GIF|PNG) están permitidas.

source: Speed optimizations configuration
es: Configuración de optimizaciones de velocidad

source: Prefer Imagemagick
es: Preferir ImageMagick

source: If true, use ImageMagick to resize thumbnails if possible, since it is usually faster than GD functions; if false only use ImageMagick if PHP memory limit is too low.
es: si está activo, se utilizará ImageMagick para redimensionar las miniaturas si es posible, ya que suele ser más rápido que las funciones de GD; si está desactivado, solamente se utilizará ImageMagick si el límite de memoria de PHP es demasiado bajo.

source: use exif thumbnail for speed
es: Usar la miniatura EXIF para ganar velocidad

source: If true, and EXIF thumbnail is available, and is larger or equal to output image dimensions, use EXIF thumbnail rather than actual source image for generating thumbnail. Benefit is only speed, avoiding resizing large image.
es: si está activo y la miniatura EXIF está disponible, y es mayor o igual a las dimensiones de la imagen de salida, usar la miniatura EXIF en vez de la imagen origen para la generación de la miniatura. El beneficio sólo es velocidad, evitando redimensionar imágenes grandes.

source: If any parameters are constant across ALL images, you can set them here
es: Si algunos parámetros son constantes para TODAS las imágenes, los puede establecer aquí

source: phpThumb Defaults GetString Override
es: Reemplazo GetString de phpThumb

source: if true, any parameters in the URL will override the defaults set here; if false, any parameters set here cannot be overridden in the URL.
es: si está activo, los parámetros en la URL anularán los valores predeterminados establecidos aquí; si está deshabilitado, los parámetros establecidos aquí, no se pueden reemplazar en la URL.

source: phpThumb Defaults Disable GetParams
es: Desactivación de GetParams de phpThumb

source: This demo analyzes your settings (phpThumb.config.php and server/PHP) for <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>
es: Esta demostración analiza su configuración (phpThumb.config.php y el servidor/PHP) para <a href="http://phpthumb.sourceforge.net"><strong>phpThumb()</strong></a>

source: &lt;-- bad . . . . . good --&gt;
es: &lt;-- mal . . . . . bien --&gt;

source: Setting
es: Configurar

source: Value
es: Valor

source: Comments
es: Comentarios

source: Functions
es: Funciones

source: Features
es: Características

source: Master Value
es: Valor Maestro

source: Local Value
es: Valor Local
