<h1>Elements de la tasca</h1>

<p>Per facilitar la qualificació, una tasca de taller deuria tenir un nombre raonable d'"elements d'avaluació". Cada element deuria cobrir un aspecte particular de la tasca. T&iacute;picament una tasca tindr&agrave; entre 5 i 15 elements per a comentaris i qualificació, el nombre real dependirà de la mida i la complexitat de la tasca. Es permet una tasca d'iguals amb nom&eacute;s un element i t&eacute; una estrat&egrave;gia avaluadora similar a les tasques normals de Moodle.</p>

<p>El tipus d'elements depenen de l'estrat&egrave;gia de qualificació de la tasca.</p>

<p><b>No qualificat.</b> Els elements s&oacute;n descripcions d'aspectes de la tasca. A la persona que avalua se li demana que comenti cadascun d'aquests aspectes. De la mateixa manera que en totes les altres estrat&egrave;gies de qualificació, aquí tamb&eacute; hi ha una &agrave;rea per a comentaris generals.</p>

<p><b>Acumulativa.</b> Els elements les següents tres caracter&iacute;stiques: </p>

<ol>

  <li>La DESCRIPCI&Ouml; de l'element d'avaluaci&oacute;. Deuria d'establir clarament quin aspecte de la tasca s'està avaluant. Si l'avaluaci&oacute; &eacute;s qualitativa és útil donar detalls del que es considera excel&middot;lent, correcte i pobre.</li>

  <li>L'ESCALA de l'element d'avaluaci&oacute;. Hi ha un nombre d'escales predefinides. Aquestes abasten des de les senzilles escales de S&iacute;/No, fins a escales percentuals, passant per escales multipunts. Cada element t&eacute; la seva pr&ograve;pia escala que deuria triar-se per tal d'ajustar el nombre de possibles variants per a l'element. Adoneu-vos que l'escala NO determina la import&agrave;ncia de l'element quan es calcula la qualificació global, una escala de dos punts t&eacute; la mateixa &quot;influ&egrave;ncia&quot; que una altra de 100 punts si els elements respectius tenen el mateix pes. </li>

  <li>El PES de l'element d'avaluaci&oacute;. Per defecte els elements tenen la mateixa import&agrave;ncia quan es calcula la qualificació global de la tasca. Per&ograve; es pot canviar si es d&oacute;na als elements m&eacute;s importants un pes major que 1 i als menys importants un pes per sota d'1. Canviar els pesos NO afecta la qualificació m&agrave;xima perqu&egrave; aquest valor es fixa a trav&eacute;s del par&agrave;metre de qualificació m&agrave;xima de la tasca dels iguals. Els pesos poden ser valors negatius tot i que aquest aspecte &eacute;s experimental encara.</li>

</ol>

<p><b>Marge d'error.</b> Els elements d'avaluaci&oacute; descriuran certs aspectes que han d'estar presents en la tasca. L'avaluaci&oacute; es basa en la pres&egrave;ncia o abs&egrave;ncia d'aquests elements o aspectes. El professorat ha d'establir-ho tot de la taula de qualificació la qual dóna les qualificacions suggerides quan tots els elements estan presents, quan un és absent, quan en manquen dos, etc. Si determinats elements són més importants que uns altres, a aquests elements se'ls pot donar un pes major que 1. Els elements de menor importància poden tenir un pes menor que 1. El "recompte d'errors" global &eacute;s una suma ponderada dels elements que manquen. La persona que avalua sempre pot fer un ajustament menor a aquestes qualificacions suggerides.</p>

<p><b>Criteri.</b> Els elements donaran un conjunt de declaracions de &quot;nivell&quot; que s'utilitzaran per a classificar la tasca. Les declaracions poden ser acumulatives o independents. La persona avaluadora ha de decidir quina declaració s'ajusta millor a cada treball. El professorat tamb&eacute; ha de relacionar cada declaració de criteri amb una qualificació suggerida. Aquestes deurien estar normalment ordenades. La persona que avalua sempre pot fer un petit ajustament a aquestes qualificacions suggerides.</p>

<p><b>R&uacute;brica.</b> Similar a la qualificació per criteri per&ograve; amb m&eacute;s d'un criteri. El nombre de criteris es dóna als par&agrave;metres de la tasca. En cada criteri hi poden haver fins a cinc declaracions de &quot;nivell&quot;. En una tasca donada el nombre de nivells pot variar d'un criteri a un altre. Quan s'actualitza un criteri, una declaració de nivell en blanc assenyala el final de les declaracions de nivell. Aix&iacute; alguns criteris poden tenir dos nivells, uns altres tenir-ne tres, fins a cinc nivells. Els criteris es poden ponderar. Els nivells es puntuen amb 0, 1, 2, fins a 4. La qualificació de l'avaluaci&oacute; &eacute;s una suma ponderada  d'aquestes puntuacions.</p>