<h1>Estratègia de qualificació</h1>

<p>La tasca d'un taller &eacute;s molt flexible quant al tipus d'esquema de qualificació utilitzat. Aix&iacute; tenim:</p>

<ol>

  <li><b>No qualificat:</b> En aquest tipus de tasca el professorat no s'interessa per l'avaluaci&oacute; quantitativa de l'estudiantat. Els i les estudiants fan comentaris sobre els treballs per&ograve; no els qualifiquen. El professorat, tanmateix, pot qualificar els comentaris de cada estudiant, si ho desitja. Aquesta &quot;qualificació de les qualificacions&quot; forma part de la qualificació final de cada estudiant. Si el professorat no qualifica les avaluacions de l'estudiant, la tasca no tindrà qualificacions finals. </li>

  <li><b>Acumulativa:</b> Aquest &eacute;s el tipus de qualificació per defecte. En aquest tipus de tasca la qualificació de cada avaluaci&oacute; s'obt&eacute; a partir dels &quot;elements d'avaluaci&oacute;&quot;. Cada element deuria cobrir un aspecte particular de la tasca. Normalment una tasca tindr&agrave; entre 5 i 15 elements per a comentaris i qualificació, el nombre real dependirà de la mida i la complexitat de la tasca. Es permet una tasca d'iguals amb nom&eacute;s un element i t&eacute; una estrat&egrave;gia avaluadora similar a les tasques normals de Moodle.

    <p> Els elements tenen aquestes tres caracter&iacute;stiques: </p></li>

    <ol>
<li>La DESCRIPCI&Ouml; de l'element d'avaluaci&oacute;. Deuria d'establir clarament quin aspecte de la tasca s'està avaluant. Si l'avaluaci&oacute; &eacute;s qualitativa és útil donar detalls del que es considera excel&middot;lent, correcte i pobre.</li>

  <li>L'ESCALA de l'element d'avaluaci&oacute;. Hi ha un nombre d'escales predefinides. Aquestes abasten des de les senzilles escales de S&iacute;/No, fins a escales percentuals, passant per escales multipunts. Cada element t&eacute; la seva pr&ograve;pia escala que deuria triar-se per tal d'ajustar el nombre de possibles variants per a l'element. Adoneu-vos que l'escala NO determina la import&agrave;ncia de l'element quan es calcula la qualificació global, una escala de dos punts t&eacute; la mateixa &quot;influ&egrave;ncia&quot; que una altra de 100 punts si els elements respectius tenen el mateix pes. </li>

  <li>El PES de l'element d'avaluaci&oacute;. Per defecte els elements tenen la mateixa import&agrave;ncia quan es calcula la qualificació global de la tasca. Per&ograve; es pot canviar si es d&oacute;na als elements m&eacute;s importants un pes major que 1 i als menys importants un pes per sota d'1. Canviar els pesos NO afecta la qualificació m&agrave;xima perqu&egrave; aquest valor es fixa a trav&eacute;s del par&agrave;metre de qualificació m&agrave;xima de la tasca dels iguals. Els pesos poden ser valors negatius tot i que aquest aspecte &eacute;s experimental encara.</li>
      
    </ol>

  <li><b>Marge d'error:</b> En aquest tipus de tasca es qualifiquen les trameses sobre un conjunt d'escales de tipus S&iacute;/No. La qualificació es determina per la &quot;Taula de qualificacions&quot; la qual dóna la relaci&oacute; entre el nombre d'errors i la qualifcació suggerida. Per exemple, una tasca pot tenir sis elements significatius que deurien estar presents, la taula de qualificacions donar&agrave; les qualificacions suggerides si tots 6 s&oacute;n presents, si un &eacute;s absent, si en manquen dos, etc. 
Cada element individual, si es desitja, pot tenir factors ponderadors si alguns elements són més importants que uns altres. El nombre d'<i>errors</i> &eacute;s la suma ponderada dels elements no presents. Per defecte cada element té un pes de 1. La taula de qualificacions pot ser no lineal; per exemple, les qualificacions suggerides per a una tasca amb 10 elements poden ser: 90%, 70%, 50%, 40%, 30%, 20%, 10%, 0%, 0%, 0%. La persona que avalua pot regular la qualificació suggerida fins a un 20% per a donar la qualificació final de la tramesa. </li>

  <li><b>Criteri:</b> És el tipus d'avaluaci&oacute; m&eacute;s senzill tot i que no necess&agrave;riament els m&eacute;s f&agrave;cil d'establir. Les trameses es qualifiquen segons un conjunt de declaracions de criteri. La persona avaluadora tria quina declaració s'ajusta millor al treball. La qualificació es determina per una &quot;Taula de criteris&quot; que dóna la qualificació suggerida per a cada criteri. Per exemple, una tasca pot establir-se amb 5 criteris i les persones que avaluen han de triar una de les cinc declaracions de criteri per cadascuna de les seves avaluacions. De la mateixa manera que amb la tasca de marge d'error la persona avaluadora pot ajustar la qualificació suggerida fins a un 20% per tal de donar la qualificació final.</li>

<li><b>Rúbrica</b> És similar a la qualificació per Criteri, excepte perquè hi ha múltiples conjunts de criteris. Cada conjunt cobreix una "Categoria" concreta que pot tenir-hi fins a 5 declaracions. Els conjunts tenen pesos individuals i la qualificació és una combinació ponderada de les puntuacions de cada conjunt. <b>No</b> hi ha cap opció d'ajustament en aquest tipus d'avaluació.</li>

</ol>