Repository: projectestac/agora
Catalog: src/html/zikula/modules/Reviews/locale/*/LC_MESSAGES/module_reviews.po
Languages: ca, es

source: No such review found.
ca: No s'han trobat l'anàlisi.
es: No se ha encontrado tal revision.

source: Error! Unable to load class [%s%]
ca: No s'ha pogut carregar la classe [%s%]
es: ¡Error! No se pudo cargar la clase [%s%]

source: Done! Review updated.
ca: L'anàlisi s'ha actualitzat.
es: ¡Hecho! Revisión actualizada.

source: Done! Review deleted.
ca: S'ha esborrat l'anàlisi.
es: ¡Hecho! Revisión eliminada.

source: Purging of the pemalinks was successful
ca: Els enllaços permanents s'han esborrat correctament
es: La depuración de las pemalinks fue un éxito

source: Purging of the pemalinks has failed
ca: No s'han pogut esborrar els enllaços permanents
es: La depuración de las pemalinks falló

source: View
ca: Mostra
es: Ver

source: Edit
ca: Edició
es: Editar

source: Delete
ca: Esborrament
es: Borrar

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul
es: ¡Hecho! Configuración del módulo actualizada.

source: Reviews system
ca: Sistema d'anàlisi
es: Sistema de Revisiones

source: Reviews system module
ca: Mòdul d'anàlisis
es: Módulo que soporta un sistema de Revisiones/Análisis enviados por los usuarios

source: reviews
ca: anàlisis
es: revisiones

source: Reviews index
ca: Índex d'anàlisis
es: Indice de revisiones

source: View reviews
ca: Mostra els anàlisis
es: Ver revisiones

source: Submit a review
ca: Envia una anàlisi
es: Enviar una revision

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: ¡Error! No fue posible cargar los elementos.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat.
es: ¡Error! Intento de creación fallido.

source: Done! Review created
ca: S'ha creat un anàlisi
es: ¡Hecho! Revision creada.

source: Invalid category passed.
ca: S'ha passat una categoria no vàlida
es: Se proporcionó una categoría no válida.

source: No such review page found.
ca: No s'ha trobat la pàgina de l'anàlisi.
es: No se ha encontrado tal página de la revisión.

source: Error! Deletion attempt failed.
ca: L'intent de creació ha fallat
es: ¡Error! Intento de eliminación fallido.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar
es: ¡Error! Intento de actualización fallido.

source: View reviews list
ca: Mostra la llista d'anàlisis
es: Ver lista de revisiones

source: Create a review
ca: Crea una anàlisi
es: Crear una revision

source: Purge permalinks
ca: Esborra els enllaços permanents
es: Depurar enlaces permanentes

source: Settings
ca: Modifica la configuració
es: Configuración

source: Warning! Could not create the default Reviews category tree. If you want to use categorization for the reviews, register at least one property for the module in the Category Registry.
ca: Atenció! No s'ha pogut crear l'arbre de categories per defecte. Si desitges categoritzar els anàlisis, crea una entrada com a mínim en el Registre de Categories.
es: ¡Advertencia! No se pudo crear el valor predeterminado para el árbol de categoría de revisiones. Si desea utilizar la categorización para las revisiones, se debe registrar al menos una propiedad para el módulo en el Registro de categoría.

source: Module '%s' not available.
ca: El mòdul '%s' no està disponible.
es: Módulo '%s' no esta disponible.

source: Reviews
ca: Anàlisis
es: Revisiones

source: Imported reviews
ca: Anàlisis importades
es: Revisiones importadas

source: Reviews imported from .7x version
ca: Anàlisis importades d'un PostNuke 0.7x
es: Revisiones importadas desde la versión 7.x

source: Title
ca: Títol
es: Título

source: Reviewer
ca: Analitzat per
es: Revisor

source: Score
ca: Puntuació
es: Puntuación

source: Hits
ca: Visualitzacions
es: Visitas

source: No items found.
ca: No s'ha trobat cap element
es: No se encontraron elementos.

source: Create a Review
ca: Crea una anàlisi
es: Crear una revision

source: Name of the reviewed product.
ca: Nom del producte analitzat
es: Nombre del producto o servicio.

source: PermaLink URL title
ca: Títol de l'enllaç permanent
es: Título de la URL PermaLink

source: (Blank = auto-generate)
ca: (En blanc = generat automàticament)
es: (En blanco = auto-generar)

source: Category
ca: Categoria
es: Categoría

source: Choose Category
ca: Escull la categoria
es: Elegir categoría

source: Language
ca: Idioma
es: Idioma

source: Review
ca: Anàlisi
es: Revision

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
ca: Si desitges crear múltiples pàgines, pots escriure &lt;!--pagebreak--&gt; allà on vulguis posar el salt de pàgina.
es: Si quiere varias páginas, puede escribir &lt;!--pagebreak--&gt; donde desee efectuar el corte.

source: Your actual review. Please observe proper grammar! Make it at least 100 words, OK? You may also use HTML tags if you know how to use them
ca: Aquesta és la vostra anàlisi actual. Si us plau, comproveu l'ortografia. Escriviu com a mínim 100 paraules. També podeu inserir etiquetes HTML si les sabeu utilitzar.
es: Su actual revisión. Por favor, cuide la gramática! Al menos debe contener 100 palabras. En la revisión puede utilizar etiquetas HTML.

source: Your Score
ca: La vostra puntuació
es: Su puntuación

source: Stars
ca: Estrelles
es: Estrellas

source: Star
ca: Estrella
es: Estrella

source: Your name
ca: El vostre nom
es: Su nombre

source: Your full name. Required.
ca: El vostre nom complet. Requerit.
es: Su nombre completo. Requerido.

source: Your e-mail
ca: El vostre correu electrònic
es: Su correo electronico

source: Your e-mail address. Required.
ca: El vostre correu electrònic. Requerit.
es: Su correo electronico. Requerido.

source: Related Link
ca: Enllaç relacionat
es: Enlace relacionado

source: Product's official website. Make sure your URL starts with 'http://'
ca: Pàgina web oficial. Assegura't de que la teva URL comença amb"http://"
es: Página web oficial del producto o servicio. Asegúrese de que su URL comienza con "http://"

source: Link title
ca: Títol de l'enllaç
es: Título del Enlace

source: Required if you have a related link, otherwise not required.
ca: Requerit si voleu un enllaç relacionat. Altrament, no requerit.
es: Requerido si usted tiene un enlace relacionado, de lo contrario no es necesario.

source: Image filename
ca: Nom de la imatge
es: Nombre del archivo de Imagen

source: Name of the cover image, located in %s. Not required.
ca: No es requereix el nom de la imatge de portada allotjada en %s.
es: Nombre de la imagen de la portada, que se encuentra en%s. No es obligatorio.

source: Please make sure that the information entered is 100% valid and uses proper grammar and capitalization. For instance, please do not enter your text in ALL CAPS, as it will be rejected.
ca: Si us plau, assegureu-vos de que la informació és 100% vàlida i l'ortografia és correcta. No introduïu tot el text en majúscules, perquè no serà acceptat.
es: Por favor, asegúrese de que la información introducida es 100% válida, que a nivel gramatical y de capizalización se ha realizado de forma correcta. Por ejemplo, por favor, no escriba su texto en MAYUSCULAS, ya que será rechazado.

source: Create
ca: Crea
es: Crear

source: Cancel
ca: Cancel·la
es: Cancelar

source: View Reviews List
ca: Mostra la llista d'anàlisis
es: Ver la lista de revisiones

source: Filter
ca: Filtra
es: Filtrar

source: Reset
ca: Reinicia
es: Reiniciar

source: Internal ID
ca: ID intern
es: ID interno

source: Options
ca: Opcions
es: Opciones

source: Submit a Review
ca: Envia una anàlisi
es: Enviar una revisión

source: Published on
ca: Publicat el
es: Publicada en

source: General Settings
ca: Configuració general
es: Configuración general

source: Enable categorization
ca: Activa l'ús de categories
es: Habilitar la categorización

source: Items per page
ca: Elements per pàgina
es: Elementos por página

source: Permalinks settings
ca: Configuració dels enllaços permanents
es: Configuración de Permalinks

source: Add category title to PermaLink
ca: Afegeix el títol de la categoria a l'enllaç permanent
es: Añadir una categoría al PermaLink

source: Update Configuration
ca: Actualitza la configuració
es: Actualizar Configuración

source: 10 Most Popular Reviews
ca: Les 10 anàlisis més populars
es: Los 10 comentarios más populares

source: 10 Most Recent Reviews
ca: Les 10 anàlisis més recents
es: Los 10 comentarios más recientes

source: Categories
es: Categorías

source: Delete Review
ca: Esborra l'anàlisi
es: Borrar la revisión

source: Do you really want to delete this review?
ca: Esteu segur/a de que voleu esborrar aquesta anàlisi?
es: ¿Realmente quiere borrar la revisión?

source: Confirm deletion?
ca: Confirmació de l'esborrament de l'element
es: ¿Confirma el borrado?

source: Edit Review
ca: Edita l'anàlisi
es: Editar la revisión

source: Content
ca: Contingut
es: Contenido

source: Meta data
ca: Metadades
es: Metadatos

source: Created by %s
ca: Creat per %s
es: Creada por %s

source: Created on %s
ca: Creat el %s
es: Creada el %s

source: Last update by %s
ca: Darrera actualització per %s
es: Última modificación por %s

source: Updated on %s
ca: Actualitzat el %s
es: Modificada el %s

source: Update
ca: Valida
es: Modificar
