Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Invalid type %s for LogUtil::_addPopup
ca: Tipus %s no vàlid per a LogUtil::_addPopup

source: Sorry! Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
ca: La clau d'autorització ('authkey') no és vàlida. Causes possibles d'aquest error són haver clicat el botó de tornar enrere del navegador, navegar simultàniament amb vàries pestanyes o un període llarg d'inactivitat. Torneu a carregar la pàgina i torneu-ho a provar.

source: Error! The action you wanted to perform was not successful for some reason, maybe because of a problem with what you input. Please check and try again.
ca: L'acció que heu intentat fer no ha acabat correctament per alguna raó, possiblement degut a un problema amb les dades. Verifiqueu-les i torneu-ho a provar.

source: The requested URL cannot be found
ca: No s'ha pogut trobar l'URL sol·licitada

source: $domain cannot be an array.
ca: $domain no pot ser una matriu.

source: Error! Multi-lingual functionality is not enabled. This page cannot be displayed in %s language.
ca: Les funcionalitats multilingües no estan activades. Aquesta pàgina no es pot mostrar en l'idioma %s.

source: Error! The requested language %s is not available.
ca: L'idioma %s no està disponible.

source: Error! Could not set encoding based on database character set '%s'.
ca: No s'ha pogut establir la codificació '%s' a la base de dades.

source: Abkhazian
ca: Abkhaz

source: Avestan
ca: Avèstic

source: Amharic
ca: Amhàric

source: Aragonese
ca: Aragonès

source: Arabic
ca: Àrab

source: Assamese
ca: Assamès

source: Avaric
ca: Avàric

source: Azerbaijani
ca: Àzeri

source: Bashkir
ca: Baixkir

source: Belarusian
ca: Bielorús

source: Bulgarian
ca: Búlgar ciríl·lic

source: Bengali
ca: Bengalí

source: Tibetan
ca: Tibetà

source: Breton
ca: Bretó

source: Bosnian
ca: Bosni

source: Catalan
ca: Català

source: Chechen
ca: Txetxè

source: Corsican
ca: Cors

source: Czech
ca: Txec

source: Church Slavic
ca: Església eslava

source: Welsh
ca: Gal·lès

source: Danish
ca: Danès

source: German
ca: Alemany

source: Greek
ca: Crec

source: English
ca: Anglès

source: Spanish
ca: Espanyol

source: Estonian
ca: Estonià

source: Basque
ca: Basc

source: Persian
ca: Persa

source: Finnish
ca: Finès

source: Fijian
ca: Fijià

source: Faroese
ca: Faroès

source: French
ca: Francès

source: Frisian
ca: Frisó

source: Irish
ca: Irlandès (gaèlic)

source: Scottish Gaelic
ca: Irlandès d'Escòcia (gaèlic)

source: Galician
ca: Gallec

source: Guarani
ca: Guaraní

source: Hawaiian
ca: Hawaià

source: Hebrew
ca: Hebreu

source: Croatian
ca: Croat

source: Haitian
ca: Haitià

source: Hungarian
ca: Hongarès

source: Armenian
ca: Armeni

source: Indonesian
ca: Indonesi

source: Icelandic
ca: Islandès

source: Italian
ca: Italià

source: Javanese
ca: Javanès

source: Japanese
ca: Japonès

source: Georgian
ca: Georgià

source: Kalaallisut
ca: Kalaallisut / Greenlandès

source: Kannada
ca: Kanarès

source: Korean
ca: Coreà

source: Kurdish
ca: Kurd

source: Cornish
ca: Còrnic

source: Latin
ca: Llatí

source: Luxembourgish
ca: Luxemburguès

source: Limburgish
ca: Limburguès

source: Lao
ca: Laosià

source: Lithuanian
ca: Lituà

source: Latvian
ca: Letó

source: Malagasy
ca: Malgaix

source: Marshallese
ca: Marshallès

source: Maori
ca: Maorí

source: Macedonian
ca: Macedoni

source: Malayalam
ca: Malaialam

source: Mongolian
ca: Mongol

source: Malay
ca: Malai

source: Maltese
ca: Maltès

source: Burmese
ca: Burmès

source: Norwegian Bokmal
ca: Noruec

source: North Ndebele
ca: Ndebele del Nord

source: Nepali
ca: Nepalí

source: Dutch
ca: Holandès

source: Norwegian Nynorsk
ca: Nynorsk de Noruega

source: Norwegian
ca: Noruec

source: South Ndebele
ca: Ndebele del Sud

source: Occitan
ca: Occità

source: Ossetian
ca: Ossetià

source: Polish
ca: Polonès

source: Portuguese
ca: Portuguès

source: Quechua
ca: Quítxua

source: Raeto-Romance
ca: Retoromànic

source: Romanian
ca: Romanès

source: Russian
ca: Rus

source: Sanskrit
ca: Sànscrit

source: Sardinian
ca: Sardinià

source: Northern Sami
ca: Sami septentrional

source: Sinhalese
ca: Sinhalès

source: Slovak
ca: Eslovac

source: Slovenian
ca: Eslovè

source: Samoan
ca: Samoà

source: Albanian
ca: Albanès

source: Serbian
ca: Serbi

source: Southern Sotho
ca: Sotho del Sud

source: Sundanese
ca: Sondanès

source: Swedish
ca: Suec

source: Swahili
ca: Suahili

source: Tamil
ca: Tàmil

source: Thai
ca: Tai

source: Turkmen
ca: Turcman

source: Tagalog
ca: Tagàlog

source: Turkish
ca: Turc

source: Tahitian
ca: Tahití

source: Ukrainian
ca: ucraïnès

source: Vietnamese
ca: Vietnamita

source: Walloon
ca: Való

source: Chinese
ca: Xinès

source: United Arab Emirates
ca: Emirats Àrabs Units

source: Afghanistan
ca: Afganistan

source: Antigua & Barbuda
ca: Antigua i Barbuda

source: Albania
ca: Albània

source: Armenia
ca: Armènia

source: Netherlands Antilles
ca: Antilles Neerlandeses

source: Antarctica
ca: Antàrtida

source: American Samoa
ca: Samoa Nord-americana

source: Austria
ca: Àustria

source: Australia
ca: Austràlia

source: Aland Islands
ca: Illes Aland

source: Bosnia and Herzegovina
ca: Bòsnia i Hercegovina

source: Belgium
ca: Bèlgica

source: Bulgaria
ca: Bulgària

source: Brunei Darussalam
ca: Brunei

source: Bolivia
ca: Bolívia

source: Brazil
ca: Brasil

source: Bahama
ca: Bahames

source: Bouvet Island
ca: Illa Bouvet

source: Belarus
ca: Bielorússia

source: Canada
ca: Canadà

source: Cocos (Keeling) Islands
ca: Illes Cocos (Keeling)

source: Central African Republic
ca: República Centreafricana

source: Switzerland
ca: Suïssa

source: Cote d'Ivoire (Ivory Coast)
ca: Costa d'Ivori

source: Cook Islands
ca: Illes Cook

source: Chile
ca: Xile

source: Cameroon
ca: Camerun

source: China
ca: Xina

source: Colombia
ca: Colòmbia

source: Cape Verde
ca: Cap Verd

source: Christmas Island
ca: Illa Christmas

source: Cyprus
ca: Xipre

source: Czech Republic
ca: República Txeca

source: Germany
ca: Alemanya

source: Denmark
ca: Dinamarca

source: Dominican Republic
ca: República Dominicana

source: Algeria
ca: Algèria

source: Ecuador
ca: Equador

source: Estonia
ca: Estònia

source: Egypt
ca: Egipte

source: Western Sahara
ca: Sàhara Occidental

source: Spain
ca: Espanya

source: Ethiopia
ca: Etiòpia

source: Finland
ca: Finlàndia

source: Falkland Islands (Malvinas)
ca: Illes Falkland (Malvines)

source: Micronesia
ca: Micronèsia

source: Faroe Islands
ca: Illes Fèroe

source: France
ca: França

source: France, Metropolitan
ca: SECAM (França)

source: United Kingdom (Great Britain)
ca: Regne Unit

source: Georgia
ca: Geòrgia

source: French Guiana
ca: Guaiana Francesa

source: Greenland
ca: Grenlàndia

source: Gambia
ca: Gàmbia

source: Guadeloupe
ca: Guadalupe

source: Equatorial Guinea
ca: Guinea Equatorial

source: Greece
ca: Grècia

source: South Georgia and the South Sandwich Islands
ca: Illes Geòrgia del Sud i Sandwich del Sud

source: Heard & McDonald Islands
ca: Illa Heard i Illes McDonald

source: Honduras
ca: Hondures

source: Croatia
ca: Croàcia

source: Haiti
ca: Haití

source: Hungary
ca: Hongria

source: Indonesia
ca: Indonèsia

source: Ireland
ca: Irlanda

source: India
ca: Índia

source: British Indian Ocean Territory
ca: Territori Britànic de l'Oceà Índic

source: Islamic Republic of Iran
ca: República islàmica de l'Iran

source: Iceland
ca: Islàndia

source: Italy
ca: Itàlia

source: Jordan
ca: Jordània

source: Japan
ca: Japó

source: Kyrgyzstan
ca: Kirguizistan

source: Cambodia
ca: Cambodja

source: Comoros
ca: Comores

source: St. Kitts and Nevis
ca: St. Kitts i Nevis

source: Korea, Democratic People's Republic of
ca: Corea del Nord

source: Korea, Republic of
ca: Corea del Sud

source: Cayman Islands
ca: Illes Caiman

source: Lao People's Democratic Republic
ca: Corea del Nord

source: Lebanon
ca: Líban

source: Liberia
ca: Libèria

source: Lithuania
ca: Lituània

source: Luxembourg
ca: Luxemburg

source: Latvia
ca: Letònia

source: Libyan Arab Jamahiriya
ca: Emirats Àrabs Units

source: Morocco
ca: Marroc

source: Monaco
ca: Mònaco

source: Moldova, Republic of
ca: Moldàvia

source: Marshall Islands
ca: Illes Marshall

source: Macedonia, the form Republic of
ca: Macedònia, Antiga república de

source: Mongolia
ca: Mongòlia

source: Northern Mariana Islands
ca: Illes Mariannes Septentrionals

source: Martinique
ca: Martinica

source: Mauritania
ca: Mauritània

source: Mauritius
ca: Maurici

source: Mexico
ca: Mèxic

source: Malaysia
ca: Malàisia

source: Mozambique
ca: Moçambic

source: Namibia
ca: Namíbia

source: New Caledonia
ca: Nova Caledònia

source: Niger
ca: Níger

source: Norfolk Island
ca: Illa Norfolk

source: Nigeria
ca: Nigèria

source: Netherlands
ca: Països Baixos

source: Norway
ca: Noruega

source: New Zealand
ca: Nova Zelanda

source: Panama
ca: Panamà

source: Peru
ca: Perú

source: French Polynesia
ca: Polinèsia Francesa

source: Papua New Guinea
ca: Papua Nova Guinea

source: Philippines
ca: Filipines

source: Poland
ca: Polònia

source: St. Pierre & Miquelon
ca: St. Pierre i Miquelon

source: Paraguay
ca: Paraguai

source: Serbia
ca: Sèrbia

source: Russian Federation
ca: Federació Russa

source: Saudi Arabia
ca: Aràbia Saudita

source: Solomon Islands
ca: Illes Salomó

source: Sweden
ca: Suècia

source: Singapore
ca: Singapur

source: Slovenia
ca: Eslovènia

source: Svalbard & Jan Mayen Islands
ca: Illes Svalbard i Jan Mayen

source: Slovakia
ca: Eslovàquia

source: Somalia
ca: Somàlia

source: Suriname
ca: Surinam

source: Sao Tome & Principe
ca: São Tomé i Príncipe

source: Syrian Arab Republic
ca: República Centreafricana

source: Swaziland
ca: Swazilàndia

source: Turks & Caicos Islands
ca: Illes Turks i Caicos

source: Chad
ca: Txad

source: French Southern Territories
ca: Terres Australs Franceses

source: Thailand
ca: Tailàndia

source: Tajikistan
ca: Tadjikistan

source: Tunisia
ca: Tunísia

source: Turkey
ca: Turquia

source: Trinidad & Tobago
ca: Trinitat i Tobago

source: Taiwan, Province of China
ca: Taiwan, República de Xina

source: Tanzania, United Republic of
ca: Tanzània

source: Ukraine
ca: Ucraïna

source: United States Minor Outlying Islands
ca: Illes Perifèriques Menors dels EUA

source: United States of America
ca: Estats Units d'Amèrica

source: Uruguay
ca: Uruguai

source: Vatican City State (Holy See)
ca: Ciutat del Vaticà

source: St. Vincent & the Grenadines
ca: St. Vincent i les Granadines

source: Venezuela
ca: Veneçuela

source: British Virgin Islands
ca: Illes Verges Britàniques

source: United States Virgin Islands
ca: Illes Verges Americanes

source: Vietnam
ca: Vietnam (vi_VN)

source: Wallis & Futuna Islands
ca: Illes Wallis i Futuna

source: Yemen
ca: Iemen

source: South Africa
ca: Sud Àfrica

source: Zambia
ca: Zàmbia

source: Unknown or unspecified country
ca: País desconegut o no especificat

source: Arabic (United Arab Emirates)
ca: Emirats Àrabs Units

source: Arabic (Bahrain)
ca: Àsia/Bahrain

source: Arabic (Algeria)
ca: Àrab (Algèria)

source: Arabic (Egypt)
ca: Egipte

source: Arabic (Iraq)
ca: Àrab (Iraq)

source: Arabic (Jordan)
ca: Àrab (Jordània)

source: Arabic (Kuwait)
ca: Àrab (Kuwait)

source: Arabic (Lebanon)
ca: Àrab (Líban)

source: Arabic (Libya)
ca: Àrab (Líbia)

source: Arabic (Morocco)
ca: Àrab (Marroc)

source: Arabic (Oman)
ca: Àrab (Oman)

source: Arabic (Qatar)
ca: Àrab (Qatar)

source: Arabic (Saudi Arabia)
ca: Àrab (Aràbia Saudita)

source: Arabic (Sudan)
ca: Àrab (Sudan)

source: Arabic (Syria)
ca: Àrab (Síria)

source: Arabic (Tunisia)
ca: Àrab (Tunísia)

source: Arabic (Yemen)
ca: Àrab (Iemen)

source: Belarusian (Belarus)
ca: Bielorús

source: Bulgarian (Bulgaria)
ca: Búlgar (Bulgària)

source: Bengali (India)
ca: Bengalí (Índia)

source: Catalan (Spain)
ca: Català

source: Czech (Czech Republic)
ca: Txec (República Txeca)

source: Danish (Denmark)
ca: Danès (Dinamarca)

source: German (Austria)
ca: Alemany (Àustria)

source: German (Switzerland)
ca: Alemany (Suïssa)

source: German (Germany)
ca: Alemany (Alemanya)

source: German (Luxembourg)
ca: Alemany (Luxemburg)

source: Greek (Cyprus)
ca: Grec (Xipre)

source: Greek (Greece)
ca: Grec (Grècia)

source: English (Australia)
ca: Anglès (Austràlia)

source: English (Canada)
ca: Anglès (Canadà)

source: English (United Kingdom)
ca: Anglès (Regne Unit)

source: English (Ireland)
ca: Anglès (Irlanda)

source: English (India)
ca: Anglès (Índia)

source: English (Malta)
ca: Anglès (Malta)

source: English (New Zealand)
ca: Anglès (Nova Zelanda)

source: English (Philippines)
ca: Anglès (Filipines)

source: English (Singapore)
ca: Anglès (Singapur)

source: English (United States)
ca: Anglès (Estats Units)

source: English (South Africa)
ca: Anglès (Sud-àfrica)

source: Spanish (Argentina)
ca: Espanyol (Argentina)

source: Spanish (Bolivia)
ca: Espanyol (Bolívia)

source: Spanish (Chile)
ca: Espanyol (Xile)

source: Spanish (Colombia)
ca: Espanyol (Colòmbia)

source: Spanish (Costa Rica)
ca: Espanyol (Costa Rica)

source: Spanish (Dominican Republic)
ca: Espanyol (República dominicana)

source: Spanish (Ecuador)
ca: Espanyol (Equador)

source: Spanish (Spain)
ca: Espanyol (Espanya)

source: Spanish (Guatemala)
ca: Espanyol (Guatemala)

source: Spanish (Honduras)
ca: Espanyol (Hondures)

source: Spanish (Mexico)
ca: Espanyol (Mèxic)

source: Spanish (Nicaragua)
ca: Espanyol (Nicaragua)

source: Spanish (Panama)
ca: Espanyol (Panamà)

source: Spanish (Peru)
ca: Espanyol (Perú)

source: Spanish (Puerto Rico)
ca: Espanyol (Puerto Rico)

source: Spanish (Paraguay)
ca: Espanyol (Paraguai)

source: Spanish (El Salvador)
ca: Espanyol (El Salvador)

source: Spanish (United States)
ca: Espanyol (Estats Units)

source: Spanish (Uruguay)
ca: Espanyol (Uruguai)

source: Spanish (Venezuela)
ca: Espanyol (Veneçuela)

source: Estonian (Estonia)
ca: Estonès (Estònia)

source: Finnish (Finland)
ca: Finès (Finlàndia)

source: French (Belgium)
ca: Francès (Bèlgica)

source: French (Canada)
ca: Francès (Canadà)

source: French (Switzerland)
ca: Francès (Suïssa)

source: French (France)
ca: Francès (França)

source: French (Luxembourg)
ca: Francès (Luxemburg)

source: Friulian
ca: Friülès

source: Irish (Ireland)
ca: Irlandès (Irlanda)

source: Hindi (India)
ca: Indú (Índia)

source: Croatian (Croatia)
ca: Croat (Croàcia)

source: Hungarian (Hungary)
ca: Hongarès (Hongria)

source: Indonesian (Indonesia)
ca: Indonesi (Indonèsia)

source: Icelandic (Iceland)
ca: Islandès (Islàndia)

source: Italian (Switzerland)
ca: Italià (Suïssa)

source: Italian (Italy)
ca: Italià (Itàlia)

source: Hebrew (Israel)
ca: Hebreu (Israel)

source: Japanese (Japan)
ca: Japonès (Japó)

source: Korean (South Korea)
ca: Coreà (Corea del sud)

source: Lithuanian (Lithuania)
ca: Lituà (Lituània)

source: Latvian (Latvia)
ca: Letó (Letònia)

source: Macedonian (Macedonia)
ca: Macedoni (Macedònia)

source: Malay (Malaysia)
ca: Malai (Malàisia)

source: Maltese (Malta)
ca: Maltès (Malta)

source: Dutch (Belgium)
ca: Holandès (Bèlgica)

source: Dutch (Netherlands)
ca: Holandès (Holanda)

source: Norwegian (Norway)
ca: Noruec (Noruega)

source: Norwegian (Norway, Nynorsk)
ca: Noruec (Noruega, Nynorsk)

source: Polish (Poland)
ca: Polonès (Polònia)

source: Portuguese (Brazil)
ca: Portuguès (Brasil)

source: Portuguese (Portugal)
ca: Portuguès (Portugal)

source: Romanian (Romania)
ca: Romanès (Romania)

source: Russian (Russia)
ca: Rus (Rússia)

source: Slovak (Slovakia)
ca: Eslovac (Eslovàquia)

source: Slovenian (Slovenia)
ca: Eslovè (Eslovènia)

source: Albanian (Albania)
ca: Albanès (Albània)

source: Serbian (Bosnia and Herzegovina)
ca: Serbi (Bòsnia i Herzegovina)

source: Serbian (Serbia and Montenegro)
ca: Serbi (Sèrbia i Montenegro)

source: Serbian (Montenegro)
ca: Serbi (Montenegro)

source: Serbian (Serbia)
ca: Serbi (Sèrbia)

source: Sotho, Southern
ca: Sesotho

source: Swedish (Sweden)
ca: Suec (Suècia)

source: Thai (Thailand)
ca: Tailandès (Tailàndia)

source: Thai (Thailand, TH)
ca: Tailandès (Tailàndia, TH)

source: Turkish (Turkey)
ca: Turc (Turquia)

source: Ukrainian (Ukraine)
ca: Ucraïnès (Ucraïna)

source: Vietnamese (Vietnam)
ca: Vietnamita (Vietnam)

source: Chinese (China)
ca: Xinès (Xina)

source: Chinese (Hong Kong)
ca: Xinès (Hong Kong)

source: Chinese (Singapore)
ca: Xinès (Singapur)

source: Chinese (Taiwan)
ca: Xinès (Taiwan)

source: Error! Could not load '%s'. Please check that it exists.
ca: No s'ha pogut carregar '%s'. Comproveu que existeix.

source: Error! The locale file %s contains invalid data.
ca: El fitxer de localització %s conté informació no vàlida.

source: Error! %1$s is missing in %2$s.
ca: Falta %1$s a %2$s.

source: Error! There is an invalid value for %1$s in %2$s.
ca: %1$s conté un valor no vàlid a %2$s.

source: Manage your modules and plugins.
ca: Gestioneu els vostres mòduls i connectors.

source: Error! No such module ID exists.
ca: La identitat de mòdul no existeix.

source: Done! Saved module information.
ca: S'ha desat la informació del mòdul.

source: Errors were detected regenerating the modules list from file system.
ca: S'han detectat errors en el moment de regenerar la llista de mòduls des del sistema de fitxers.

source: Deactivate '%s' module
ca: Desactiva el mòdul '%s'

source: Legacy hook settings for '%s'
ca: Paràmetres bàsics dels lligams '%s'

source: Plugins for '%s'
ca: Connectors per a '%s'

source: Activate '%s'
ca: Activa '%s'

source: Uninstall '%s' module
ca: Desinstal·lar el mòdul '%s'

source: Remove '%s' module
ca: Suprimeix el mòdul '%s'

source: Upgrade '%s'
ca: Actualitza '%s'

source: Install '%s'
ca: Instal·la '%s'

source: Incompatible version: '%s'
ca: Versió incompatible: '%s'

source: Edit '%s'
ca: Edita '%s'

source: Files missing
ca: Falten fitxers

source: New version
ca: Nova versió

source: Invalid structure
ca: L'estructura no és vàlida

source: Not allowed
ca: No permès

source: Not installed
ca: No instal·lat

source: Error! No module ID provided.
ca: No s'ha proporcionat l'ID del mòdul.

source: Done! Installed module.
ca: S'ha instal·lat el mòdul.

source: Done! Activated module.
ca: S'ha activat el mòdul.

source: Error! Module not allowed.
ca: Aquest mòdul no està permès.

source: Activated
ca: Activat

source: Error! This module is currently set as the site's home page. You must choose another module for the home page before you can deactivate this one.
ca: Aquest mòdul és el que es carrega inicialment en visitar el lloc web. Heu de fer que es carregui un altre mòdul a la pàgina inicial per poder-lo desactivar.

source: Error! You cannot deactivate this module. It is a mandatory core module, and is needed by the system.
ca: No podeu desactivar aquest mòdul perquè és essencial pel funcionament del sistema. Si el desactiveu el lloc web deixarà de funcionar.

source: Done! Deactivated module.
ca: S'ha desactivat el mòdul.

source: Error! Deleting the block %s .
ca: S'ha produït un error en suprimir en suprimir el bloc %s.

source: Done! Uninstalled module.
ca: S'ha desinstal·lat el mòdul.

source: Warning! The 'Items per page' setting must be a positive integer. The value you entered was corrected.
ca: El paràmetre 'Elements per pàgina' ha de ser un enter positiu. El valor que heu entrat s'ha corregit automàticament.

source: Done! Saved module configuration.
ca: S'ha desat la configuració del mòdul.

source: Install
ca: Instal·la

source: Configure plugin
ca: Configureu el connector seleccionat

source: Deactivate
ca: Desactiva

source: Remove plugin
ca: Esborra el connector

source: Activate
ca: Activa

source: Upgrade
ca: Actualitza

source: Error! No plugin class provided.
ca: No s'ha proporcionat cap classe.

source: Done! Installed plugin.
ca: S'ha instal·lat el connector.

source: Done! Deactivated plugin.
ca: S'ha desactivat el connector.

source: Done! Activated plugin.
ca: S'ha activat el connector.

source: Done! De-installed plugin.
ca: S'ha desinstal·lat el connector.

source: Done! Upgraded plugin.
ca: S'ha actualitzat el connector.

source: Plugin "%s" is not installed
ca: El connector "%s" no està instal·lat

source: Plugin "%s" is not configurable
ca: El connector "%s" no és pot configurar

source: No subscriber area passed.
ca: No s'ha passat cap subscriptor

source: Module "%s" is not a valid subscriber.
ca: El mòdul "%s" no és un subscriptor vàlid.

source: Subscriber module "%s" is not available.
ca: El mòdul subscriptor "%s" no està disponible.

source: No provider area passed.
ca: No s'ha passat cap proveïdor.

source: Module "%s" is not a valid provider.
ca: El mòdul "%s" no és un proveïdor vàlida.

source: Provider module "%s" is not available.
ca: El mòdul '"%s" no està disponible.

source: Providers' areas order is not an array.
ca: L'ordre de les àrees proveïdores no és una matriu.

source: Error! Could not save the module URL information. A duplicate module URL was detected.
ca: No s'ha pogut desar la informació de l'URL. S'ha detectat un URL de mòdul duplicat.

source: Error! Module URL is a required field, please enter a unique name.
ca: L'URL del mòdul és un paràmetre requerit. Introduïu un nom únic.

source: Error! Could not save your changes.
ca: No s'han pogut desar els canvis.

source: Error! Invalid module state transition.
ca: La transició d'estat no és vàlida.

source: Error! No permission to upgrade %s.
ca: No teniu permís per actualitzar %s.

source: Error! Could not load a required file: '%s'.
ca: No s'ha pogut carregar el fitxer requerit: '%s'.

source: %s must be an instance of Zikula_AbstractInstaller
ca: %s ha de ser una instància de Zikula_AbstractInstaller

source: %s must be an instance of Zikula_Controller_AbstractInteractiveInstaller
ca: %s ha de ser una instància de Zikula_Controller_AbstractInteractiveInstaller

source: Error! Could not retrieve module ID.
ca: No s'ha trobat l'ID del mòdul.

source: Error! No permission to install %s.
ca: No teniu autorització per instal·lar %s.

source: Error! %s is not compatible with this version of Zikula.
ca: %s no és compatible amb aquesta versió de Zikula.

source: Error! Could not change module state.
ca: No s'ha pogut canviar l'estat del mòdul.

source: Done! Module has been upgraded. Its status is now 'Active'.
ca: S'ha actualitzat el mòdul. Ara està actiu.

source: NOTICE! Legacy hook configurations for %s have been removed.
ca: Nota! S'han esborrat les configuracions per a %s del lligam de polítiques del lloc.

source: Modules list
ca: Llista de mòduls

source: New version uploaded
ca: Versió nova disponible

source: Plugins list
ca: La llista dels connectors

source: System Plugins
ca: Connectors del sistema

source: Legacy hooks
ca: Lligams amb les polítiques del lloc

source: Settings
ca: Paràmetres

source: Upgrade All
ca: Actualitza-ho tot

source: %1$s threw an exception reporting: "%2$s"
ca: %1$s ha llançat una excepció en el moment de reportar "%2$s"

source: %s is not an instance of Zikula_AbstractVersion
ca: %s no és una instància de Zikula_AbstractVersion

source: Could not find %1$s for module %2$s
ca: No s'ha pogut trobar %1$s pel mòdul %2$s

source: Site name
ca: Nom del lloc

source: Site description
ca: Descripció del lloc

source: zikula, portal, portal web, open source, web site, website, weblog, blog, content management, content management system, web content management, web content management system, enterprise web content management, cms, application framework
ca: zikula, comunitat, portal, gpl, lloc web, bloc, gestor de continguts, sistema de gestió de continguts, cms, entorn d'execució d'aplicacions

source: General settings
ca: Paràmetres generals

source: General site configuration interface.
ca: Interfície de configuració general del lloc.
