Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: There is no '.htaccess' file in the temporary directory ('/ztemp' or other location), but one should be present.
ca: No hi ha cap fitxer '.htaccess' al directori de fitxers temporals (per defecte '/ztemp'). És convenient que n'hi hagi un.

source: Security center module is not installed, but preferably should be.
ca: El mòdul centre de seguretat no està instal·lat. És convenient que ho estigui.

source: PHPIDS is activated, but requests are NOT blocked.
ca: El PHPIDS està activat, però les peticions no estan bloquejades.

source: Displays the list view of module categories included within the category tab menu. In the 'Actions' column on the right, you can choose to edit or delete a module category
ca: Mostra la vista de les categories dels mòduls incluses a les pestanyes del tauler d'administració. A la columna 'Accions' de la dreta podeu escollir entre editar o esborrar una categoria de mòdul.

source: Lets you edit the name and description of an existing module category.
ca: Permet modificar el nom i la descripció d'una pestanya existent.

source: Lets you delete a module category from the tab menu. You will be prompted for confirmation before the category is deleted.
ca: Permet esborrar una pestanya. Es demana confirmació abans de fer l'esborrament.

source: Lets you add a new category to the module categories tab list. You can edit the following:
ca: Permet afegir una pestanya nova al menú del tauler d'administració. Heu d'indicar les dades següents:

source: Enter the name to be displayed within the categories tab menu.
ca: Entreu el nom que es mostrarà a la pestanya.

source: Enter an informative description to be displayed after the category name, when this category is displayed in the Administration panel.
ca: Entreu una informació descriptiva que es mostrarà darrera del nom de la categoria, quan es mostri aquesta categoria en el panell d'administració.

source: The 'Settings' page contains three sections: 'General settings', 'Display settings' and 'Modules categorisation'. Each is covered below.
ca: L'opció 'paràmetres del tauler d'administració' conté tres seccions: 'paràmetres generals', 'paràmetres de visualització' i 'classificació dels mòduls'. Es descriuen a continuació.

source: There is currently only one option in the General settings section.
ca: Actualment només hi ha una opció a la secció de paràmetres generals.

source: This option enables you to disable the Security analyser's check to see if the Installer is present in your site's root directory. Preferably, you should leave the check enabled, as a security breach could easily occur if you omit to remove the Installer's components after completing installation.
ca: Aquesta opció deshabilita la comprovació de la presència de l'instal·lador en el directori arrel del Zikula. És preferible que la comprovació estigui habilitada perquè els components de l'instal·lador poden comprometre fàcilment la seguretat del Zikula.

source: There are six display settings.
ca: Hi ha sis paràmetres de visualització.

source: When checked, this option causes graphic icons to be displayed for each module in the Administration panel.
ca: Si aquesta opció està activada, es mostra una icona per a cada mòdul en el tauler d'administració.

source: Modules per page
ca: Mòduls per pàgina

source: Enter a whole number for the number of modules to be displayed on each page of the Administration panel.
ca: Introduïu un número enter per indicar el nombre de mòduls que es mostraran a cada pàgina del tauler d'administració.

source: Modules per row
ca: Mòduls per fila

source: Enter a whole number for the number of modules to be displayed on each line of the Administration panel.
ca: Introduïu un número enter per indicar el nombre de mòduls que es mostraran a cada línia del tauler d'administració.

source: Open the dropdown list and choose the theme to be applied to the Administration panel.
ca: Obriu el menú desplegable i trieu l'entorn visual que s'aplicarà al tauler d'administració.

source: Style sheet to use
ca: Full d'estils a utilitzar

source: Open the dropdown list and choose the style sheet to be used to render the Administration panel.
ca: Obriu el menú desplegable i trieu el full d'estils que s'aplicarà al tauler d'administració.

source: Open the dropdown list and choose the modules category to be shown when the Administration panel first displays.
ca: Obriu el menú desplegable i trieu la pestanya que s'obrirà en accedir al tauler d'administració.

source: In the Modules categorisation section, you can choose two things:
ca: A la classificació dels mòduls podeu configurar dues coses:

source: Open the dropdown list and choose the module category in which to put all newly-installed and activated modules.
ca: Obriu el menú desplegable i trieu la pestanya del menú on voleu que apareguin les icones d'administració dels mòduls nous en ser instal·lats i activats.

source: You will see listed all the modules currently installed and activated. Open the dropdown list beside each module and choose the module category in which that module should be placed.
ca: Veureu una llista de tots els mòduls actualment instal·lats i activats. Obriu el menú desplegable que trobareu al costat de cada mòdul i trieu la pestanya del tauler d'administració on s'ha de mostrar.

source: Messages you might see
ca: Missatges que hauríeu de veure

source: In the Administration panel, you will see security warnings displayed if the Security analyser detects potential security vulnerabilities in your site's installation. If you see no warning box then it means that no vulnerabilities have been found. Below are explanations for each vulnerability possibly identified.
ca: Al tauler d'administració podreu veure els avisos de seguretat si l'analitzador de seguretat detecta possibles vulnerabilitats de seguretat en la instal·lació del vostre lloc. Si no veieu cap missatge d'advertència vol dir que no s'han trobat vulnerabilitats. A continuació s'expliquen les possibles vulnerabilitats identificades.

source: You see the message
ca: Si veieu el missatge

source: Stop, please! The Swiss Army Knife tool ('psak.php' file) is in the site root, but must be removed before you can access the site admin panel. Moreover, for your information, this tool is now deprecated in favor of the Zikula recovery console ('zrc.php').
ca: Atenció: l'eina 'Navalla suïssa' (fitxer 'psak.php') es troba present a l'arrel del sistema. Cal que l'esborreu per poder entrar al tauler d'administració. D'altra banda, per a la vostra informació, aquesta eina ha quedat obsoleta en favor de la consola de recuperació del Zikula (fitxer 'zrc.php').

source: The Zikula recovery console tool (a file called 'zrc.php') is a useful utility for resolving certain problems, but should not be left in any directory accessible from the Internet, because this leaves an easy opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove 'zrc.php' before you can access the Administration panel.
ca: La consola de recuperació del Zikula (un fitxer anomenat 'zrc.php') és una eina molt útil per resoldre determinats problemes, però no es pot deixar dins de cap directori accessible des de la web perquè constitueix un forat de seguretat. Si el sistema detecta aquesta vulnerabilitat vos obligarà a esborrar el fitxer 'zrc.php' per poder accedir al tauler d'administració.

source: Stop, please! The installer file 'install.php' and directory 'install' are in the site root, but must be removed before you can access the site admin panel.
ca: Atenció: el fitxer d'instal·lació 'install.php' i/o el directori 'install' es troben presents a l'arrel del sistema. Cal que els esborreu per poder entrar al tauler d'administració.

source: After completing the installation process, it is very important to delete the Installer's file 'install.php' and directory 'install' from the site root directory, especially if it is on-line on the Internet, because otherwise there is an opportunity for a security breach. If the Security analyser detects this vulnerability, you will have to remove them before you can access the Administration panel.
ca: Després de completar el procés d'instal·lació, és molt important esborrar el fitxer d'instal·lació "install.php" i el directori 'install' del directori arrel del lloc, especialment si el lloc web està en línia a Internet. En cas contrari tindreu un forat de seguretat. Cal que esborreu aquest fitxer i aquest directori abans de poder accedir al panell d'administració.

source: Configuration file 'config/config.php' is writeable, but should be read-only (chmod 400, 440 or at worst 444).
ca: Es pot escriure en el fitxer de configuració 'config/config.php' i hauria de ser només de lectura (chmod 400, 440 o 444 en el pitjor dels casos).

source: When a site is originally installed, the Installer script creates a configuration file called 'config.php' that is located in the sub-directory 'config' within the site's root directory. It should not be left writeable, because this leaves an opportunity for a security breach. You should set the file's permissions to read-only (chmod 400, 440 or at worst 444).
ca: Quan s'instal·la un lloc web, les rutines d'instal·lació creen un arxiu de configuració anomenat "config.php" que es troba en el subdirectori "config" del directori arrel del lloc. No s'ha de deixar d'escriptura, ja que això implica un foratde seguretat. Ha d'establir els permisos dels fitxers de només lectura (chmod 400, 440 o 444 en el pitjor dels casos).

source: Installer file 'upgrade.php' is in the site root, but should be removed.
ca: El fitxer d'instal·lació 'upgrade.php' és al directori arrel del Zikula. Cal que l'esborreu.

source: The file 'upgrade.php' is used by the Installer script if a previously-existing site is upgraded to a more-recent version. Once the new site is working properly, you should delete this file, as it is no longer required and could make a security breach possible.
ca: El fitxer 'upgrade.php' serveix per a que l'instal·lador actualitzi una instal·lació existent del Zikula a una versió més recent. Una vegada finalitzat el procés d'actualització, heu d'esborrar aquest fitxer perquè ja no té cap utilitat i constitueix un forat de seguretat.

source: In some hosting environments, the PHP setting 'magic_quotes_gpc' may be set to ON. However, this creates an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'magic_quotes_gpc' is set to OFF.
ca: En alguns entorn el paràmetre de configuració de PHP 'magic_quotes_gpc' pot estar establert a ON. Això implica un forat de seguretat. Assegureu-vos que el paràmetre 'magic_quotes_gpc' està establert a OFF.

source: In some hosting environments, the PHP setting 'register_globals' may be set to ON. However, this can create an opportunity for security breaches. If the site is accessible from the Internet, you are strongly recommended to ensure that 'register_globals' is set to OFF.
ca: En alguns entorn el paràmetre de configuració de PHP 'register_globals' pot estar establert a ON. Això implica un forat de seguretat. Assegureu-vos que el paràmetre 'register_globals' està establert a OFF.

source: If properly installed, a site will include an '.htaccess' file in the site's temporary directory (which is called '/ztemp', unless another location is used). However, some methods used for transferring the package's files to a web space may lead to this file not being transferred. In this case, you are strongly recommended to create one (and to ensure that '.htaccess' files exist in certain other directories, too).
ca: Un lloc ben instal·lat hauria d'incloure un fitxer '.htaccess' en el directori de fitxers temporals, el qual s'anomena '/ztemp', a no ser que s'hagi escollit una altra ubicació. En cas de no ser-hi és molt recomanable crear-lo (en altres directoris també és necessari disposar-ne).

source: PHPIDS with the Security Center is not activated, but preferably should be.
ca: PHPIDS amb el centre de seguretat no està actiu i ho hauria d'estar.

source: PHPIDS is a feature of the Security center module that enhances the security of a site, and the Security analyser has detected that it is not enabled. You are recommended to ensure that it is enabled. You will also see this message if the Security center module is not installed or is not activated. For more information about this, please consult the Security center on-line help.
ca: El filtre de sortida SafeHTML és una funcionalitat del mòdul 'Security Center' que millora la seguretat d'un lloc web. El sistema ha detectat que el filtre no està activat. Es recomana la seva activació. Aquest missatge també es mostra si el mòdul 'Security Center' no està activat i/o instal·lat. Per saber-ne més sobre aquesta qüestió consulteu l'ajuda del 'Security Center'.

source: PHPIDS is enabled and you have set the Block action to 'Warn only'. Thus requests are not blocked. This is useful only for debugging the PHPIDS ruleset in order to verify correct operation.
ca: PHPIDS està activat i s'ha establert l'acció de blocs a "Només avisos". Les sol·licituds no estan bloquejades. Això és útil només per a depurar el conjunt de regles PHPIDS per tal de verificar el seu correcte funcionament.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been removed. You are recommended to leave the Security center installed, as it enhances a site's security.
ca: En un Zikula s'acabat d'instal·lar, el mòdul 'Security Center' està instal·lat i activat per defecte. El missatge anterior es mostra si el 'Security Center' s'ha esborrat. Es recomana que estigui instal·lat i activat perquè millora la seguretat del Zikula.

source: Security center module is not activated, but preferably should be.
ca: El mòdul centre de seguretat no està activat. És convenient que ho estigui.

source: When a site is originally installed, the Security center is installed and activated by default. You will see the above message if the Security center has been deactivated. You are recommended to leave the Security center activated, as it enhances a site's security.
ca: En un Zikula acabat d'instal·lar, el mòdul 'Security Center' està instal·lat i activat per defecte. El missatge anterior es mostra si el 'Security Center' s'ha desactivat. Es recomana que estigui instal·lat i activat perquè millora la seguretat del Zikula.

source: Legacy module support is enabled, but preferably should be disabled.
ca: El suport per a mòduls heretats està activat. És preferible que estigui desactivat.

source: You have the possibility of enabling support for legacy PostNuke modules. However, legacy modules can contain security holes that can compromise a site's security. You are strongly recommended to only use up-to-date versions of modules that are compliant with the project's official API (Application Programming Interface). In this case, legacy module support can be disabled (this is the default setting when a site is first installed).
ca: Teniu la possibilitat d'habilitar el suport per a mòduls heretats. Malauradament, els mòduls heretats poden contenir forats de seguretat que poden comprometre el Zikula. Es recomana utilitzar únicament versions actualitzades dels mòduls que segueixin l'API (Application Programming Interface) oficial del projecte. En aquest cas, el suport per a mòduls heretats es pot deshabilitar (aquesta és la configuració per defecte).

source: First page
ca: Primera pàgina

source: Previous page
ca: Pàgina anterior

source: Next page
ca: Pàgina següent

source: Last page
ca: Última pàgina

source: Delete theme %s
ca: Esborra l'entorn visual %s

source: Do you really want to delete this theme?
ca: Esteu segur que voleu suprimir aquest entorn visual?

source: Also delete theme files, if possible
ca: Si és possible, esborra també els fitxers de l'entorn visual

source: Please delete the Theme folder before pressing OK or the Theme will not be deleted.
ca: Si us plau, esborreu el directori de l'entorn visual abans de fer clic al botó de d'acord o l'entorn visual no s'esborrarà.

source: No previous pages
ca: No hi ha pàgines prèvies

source: No further pages
ca: No hi ha pàgines posteriors

source: Colour palettes
ca: Paletes disponibles

source: Close
ca: Tanca

source: Create new palette
ca: Crea una paleta nova

source: Rendering engine debug console
ca: Consola de depuració del motor de renderitzat

source: zdebug plugin found at line <strong>%1$s</strong> in template <strong>%3$s/%2$s</strong>
ca: S'ha trobat el connector pndebug a la línia <strong>%1$s</strong> de la plantilla <strong>%3$s/%2$s</strong>

source: Theme
ca: Entorn visual

source: Force compilation
ca: Força la compilació

source: Included templates and configuration files (load time in seconds)
ca: Plantilles i fitxers de configuració inclosos (temps de càrrega en segons)

source: Assigned template variables
ca: Variables de la plantilla assignades

source: No template variables assigned.
ca: No s'han assignat variables de plantilla.

source: Zikula session variables
ca: Variables de sessió de Zikula

source: none
ca: cap

source: Assigned configuration file variables (outer template scope)
ca: Variables de fitxers de configuració assignades (fora de l'àmbit de la plantilla)

source: No configuration variables assigned.
ca: No s'han assignat variables de configuració.

source: Change theme
ca: Canvia l'entorn visual

source: Allow users to change themes
ca: Permet als usuaris canviar d'entorn visual

source: Compilation
ca: Compilació

source: Check for updated version of theme templates
ca: Comprova si hi ha actualitzacions de les plantilles dels entorns visuals

source: Force re-compilation of theme templates
ca: Torna a compilar les plantilles de l'entorn visual

source: Delete compiled theme templates
ca: Esborra les plantilles compilades dels entorns visuals

source: Compiled render templates directory
ca: Directory de les plantilles compilades

source: Check for updated version of render templates
ca: Comprova si hi ha actualitzacions de les plantilles compilades

source: Force re-compilation of render templates
ca: Torna a compilar les plantilles compilades

source: Delete compiled render templates
ca: Esborra les plantilles compilades

source: Enable theme caching
ca: Habilita desar en caché de l'entorn visual

source: Delete cached theme pages
ca: Esborra la memòria cau de les pàgines de l'entorn visual

source: Length of time to keep cached theme pages
ca: Quantitat de temps durant el qual s'han de mantenir les pàgines compilades

source: seconds
ca: segons

source: Notice: A cache lifetime of 0 will set the cache to continually regenerate; this is equivalent to no caching.
ca: Un temps de vida de 0 provoca que no es faci servir la memòria cau (es regenera contínuament).

source: A cache lifetime of -1 will set the cache output to never expire.
ca: Un temps de vida de -1 farà que la memòria cau no expiri mai.

source: Modules to exclude from caching
ca: Mòduls que s'han d'excloure de la memòria cau

source: Cached templates directory
ca: Directori de les plantilles a la memòria cau

source: Enable render caching
ca: Habilita la memòria cau

source: Delete cached render pages
ca: Esborra les pàgines de la memòria cau

source: Length of time to keep cached render pages
ca: Quantitat de temps durant el qual cal mantenir les pàgines a la memòria cau

source: Notice: A cache lifetime of -1 will set the cache output to never expire.
ca: Un temps de vida de -1 fa que la memòria cau no expiri mai.

source: CSS/JS optimisation
ca: Optimització CSS/JS

source: Notice: Combining and compressing JavaScript (JS) and CSS can considerably speed-up the performances of your site.
ca: Avís: La combinació i la compressió de JavaScript (JS) i CSS pot accelerar considerablement el rendiment del seu lloc.

source: Enable CSS/JS combination
ca: Habilitat la combinació CSS/JS

source: Delete combination cache
ca: Esborra la combinació de memòria cau

source: Use GZ compression
ca: Utilitza compressió GZ

source: Minify CSS
ca: Redueix els CSS

source: The 'Minify CSS' option may require more PHP memory. If errors occur, you should increase the 'memory_limit' setting in your PHP installation's 'php.ini' configuration file. Alternatively, you should add the following entry to the '.htaccess' file in your site's web root (without the quotation marks): 'php_value memory_limit 64M'. 64M is just a suggested value. You should experiment to find the lowest value that resolves the problem.
ca: La opció 'Minimitzar CSS' pot requerir més memòria de PHP. Si es produeixen errors hauríeu d'incrementar el límit de memòria (memory_limit) en el seu fitxer 'php.ini' de configuració de PHP. De forma alternativa hauríeu d'afegir l'entrada següent al fitxer '.htaccess' que hi ha a l'arrel dels fitxers del lloc (sense els apòstrofs): 'php_value memory_limit 64M'. 64M és només un valor suggerit. Hauríeu de fer proves per trobar el valor més petit que resolt el problema.

source: Length of time to keep combination cache
ca: Quantitat de temps durant el qual cal mantenir la combinació a la memòria cau

source: Themes configurations
ca: Configuracions dels entorns visuals

source: Notice: When edit the configuration of a Theme, the Theme Engine creates copies of its configuration files inside the Temporary folder when it cannot write on them directly. If you changed your mind and want to have your configuration inside your theme, make its .ini files writable and clear the temporary copies with the following link.
ca: Avís: quan s'edita la configuració d'un entorn visual, el motor de l'entorn, si no pot modificar directament els arxius de configuració, en crea còpies a la carpeta temporal. Si canvieu d'opinió i voleu tenir la configuració dins de l'entorn visual cal donar permisos d'escriptura als arxius .ini i esborrar les còpies temporals amb el següent enllaç.

source: Delete theme configurations
ca: Esborrar la configuració de l'entorn visual

source: Filters
ca: Filtres

source: Notice: The 'trimwhitespace' output filter trims leading white space and blank lines from the template source code after it is interpreted, which cleans-up the code and saves bandwidth.
ca: Avís: el filtre de sortida 'trimwhitespace' elimina els espais i les línies en blanc del codi font de plantilla després de ser interpretada netejant el codi i estalviant amplada de banda.

source: Use 'trimwhitespace' output filter
ca: Utilitzar el filtre de sortida 'trimwhitespace'

source: Debug settings
ca: Paràmetres de depuració

source: Embed template information within comments inside the source code of pages
ca: Mostra la informació de les plantilles dins de comentaris del codi font de les pàgines

source: Warning! When auxiliary themes like RSS are used, enabling this option can corrupt the page output until you disable it again (for instance, with RSS, the feed will be broken).
ca: Atenció: En utilitzar entorns visuals com l'RSS, la informació de sortida pot tenir un format incorrecte. En el cas de l'RSS, aquesta opció trencarà la font.

source: Themes enable you to change the visual presentation of the site when you are logged-in.
ca: Els entorns visuals permeten canviar l'aspecte del lloc web.

source: The current theme is '%s'.
ca: L'entorn visual actual és '%s'.

source: Your chosen theme is not the current site default. You can <a href="%1$s">reset</a> your chosen theme to site default of <a href="?theme=%2$s">%3$s</a>.
ca: L'entorn visual que heu triat no és el que està configurat per defecte al lloc web. Podeu <a href="%1$s">canviar</a> l'entorn visual que heu triat pel que hi ha per defecte a <a href="?theme=%2$s">%3$s</a>.
