Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: %1$s: invalid validationArray supplied: expected 5 fields but found %2$s.
ca: %1$s: la matriu de validació no és vàlida: s'esperaven 5 camps i se n'han trobat %2$s.

source: Error! Received invalid parameter '%s'
ca: S'ha rebut un paràmetre no vàlid '%s'

source: Error! Non-existing root category '%s' received
ca: La categoria '%s' rebuda no existeix

source: Copy
ca: Copia

source: Root category
ca: Categoria arrel

source: ID
ca: Identificador

source: Name
ca: Nom

source: Display name
ca: Visualitza el Nom

source: Description
ca: Descripció

source: Value
ca: Valor

source: Leaf
ca: Full

source: Locked
ca: Tancat

source: Static class %s cannot be instanciated
ca: No és pot crear una instància de la classe %s

source: Class %s cannot be found.
ca: No s'ha trobat la classe %s.

source: Error! Table update failed.
ca: No s'ha pogut actualitzar la taula.

source: Warning! UserUtil::%1$s is deprecated. Please use %2$s instead.
ca: Atenció: UserUtil::%1$s és obsolet. Si us plau feu servir %2$s al seu lloc.

source: An invalid %1$s parameter was received.
ca: S'ha rebut un paràmetre %1$s no vàlid.

source: The authentication module '%1$s' could not be found.
ca: No s'ha pogut troba el mòdul d'autenticació '%1$s'.

source: The authentication module '%1$s' is not available.
ca: El mòdul d'autenticació '%1$s' no està disponible.

source: The authentication module '%1$s' could not be loaded.
ca: No s'ha pogut carregar el mòdul d'autenticació '%1$s'.

source: The authentication method '%1$s' is not supported by the authentication module '%2$s'.
ca: El mètode d'autenticació '%1$s' no està suportat pel mòdul d'autenticació '%2$s'.

source: The authentication module '%1$s' is reentrant. A %2$s is required.
ca: El mòdul d'autenticació '%1$s' ha tornat a entrar. Es requereix un %2$s.

source: Sorry! Login failed. The information you provided was incorrect.
ca: La validació a fallat. La informació proporcionada no és correcta.

source: A %1$s (%2$s) was returned by the authenticating module, but a user account record (or registration request record) could not be found.
ca: El mòdul d'autenticació ha retornat un %1$s (%2$s), però no s'ha pogut trobar el registre del compte de l'usuari/ària (o la sol·licitud del registre).

source: Your request to register with this site is still waiting for verification of your e-mail address. Please check your inbox for a message from us.
ca: La seva sol·licitud de registre en aquest lloc està encara a l'espera de la verificació de la seva adreça de correu electrònic. Si us plau, reviseu la safata d'entrada del seu gestor de correu electrònic per si té un missatge nostre.

source: Your request to register with this site is still waiting for approval from a site administrator.
ca: A la seva sol·licitud de registre a aquest lloc està encara a l'espera de l'aprovació d'un administrador/a.

source: Your account has been disabled. Please contact a site administrator for more information.
ca: El seu compte ha estat desactivat. Si us plau, per més informació contacteu amb un administrador/a del lloc.

source: Your account has been disabled and is scheduled for removal. Please contact a site administrator for more information.
ca: El seu compte ha estat desactivat i està programat per ser esborrat. Si us plau, per més informació contacteu amb un administrador/a del lloc.

source: Sorry! Either there is no active user in our system with that information, or the information you provided does not match the information for your account.
ca: O bé no hi ha cap usuari/ària en aquest lloc amb aquesta informació, o la informació que heu proporcionat no coincideix amb la informació del vostre compte.

source: Attempt to set the current user with an invalid uname.
ca: Intent d'establir l'usuari/ària actual amb un nom d'usuari/ària no vàlid.

source: Attempt to set the current user with an invalid uid.
ca: Intent d'establir l'usuari/ària actual amb una uid no vàlida.

source: Attempt to set the current user with an unknown uid.
ca: Intent d'establir l'usuari/ària actual amb una uid desconeguda.

source: Attempt to set the current user with an invalid authentication method.
ca: Intent d'establir l'usuari/ària actual amb un mètode d'autenticació no vàlid.

source: Error! Could not save the log-in date.
ca: No s'ha pogut desar la data d'accés.

source: Error! Could not load data.
ca: No s'han pogut carregar les dades.

source: Warning! User variable [%1$s] is deprecated. Please use [%2$s] instead.
ca: Atenció! La variable d'usuari/ària [%1$s] és obsoleta. Si us plau, en el seu lloc feu ús de [%2$s].

source: UserUtil::getTheme() is unable to calculate theme name.
ca: UserUtil::getTheme() no ha pogut calcular el nom de l'entorn visual.

source: An invalid uid was provided.
ca: S'ha proporcionat un uid no vàlid.

source: Plugin %s is already installed
ca: El connector %s ja està instal·lat

source: Plugin %s is not installed
ca: El connector %s no està instal·lat.

source: Installed version and plugin version are equal, nothing to do for %s
ca: La versió del connector i la versió instal·lada són iguals. Cap acció a portar a terme per a %s

source: Error! In 'setCookie', you must specify at least the cookie name '%s'.
ca: S'ha produït un error a la funció 'setCookie'. Heu d'especificar el nom de la galeta '%s'.

source: %b %d, %Y
ca: %d / %b / %Y

source: %A, %B %d @ %H:%M:%S
ca: %A, %d de %B a les %H:%M:%S

source: %A, %B %d
ca: %A, %d de %B

source: %T %p
ca: %T

source: Unknown timezone
ca: Fus horari desconegut

source: (GMT -12:00 hours) Baker Island
ca: (GMT -12:00 hores) Illa Baker

source: (GMT -11:00 hours) Midway Island, Samoa
ca: (GMT -11:00 hores) Illa Midway, Samoa

source: (GMT -10:00 hours) Hawaii
ca: (GMT -10:00 hores) Hawaii

source: (GMT -9:30 hours) French Polynesia
ca: (GMT -9:30 hores) Polinèsia francesa

source: (GMT -9:00 hours) Alaska
ca: (GMT -9:00 hores) Alaska

source: (GMT -8:00 hours) Pacific Time (US & Canada)
ca: (GMT -8:00 hores) Costa del Pacífic (EEUU i Canadà)

source: (GMT -7:00 hours) Mountain Time (US & Canada)
ca: (GMT -7:00 hores) Hora de les muntanyes (EEUU i Canadà)

source: (GMT -6:00 hours) Central Time (US & Canada), Mexico City
ca: (GMT -6:00 hores) Hora central (EEUU i Canadà), Ciutat de Mèxic

source: (GMT -5:00 hours) Eastern Time (US & Canada), Bogota, Lima, Quito
ca: (GMT -5:00 hores) Hora de la costa est (EEUU i Canadà), Bogotà, Lima, Quito

source: (GMT -4:00 hours) Atlantic Time (Canada), Caracas, La Paz
ca: (GMT -4:00 hores) Hora de l'Atlàntic (Canadà), Caracas, La Paz

source: (GMT -3:30 hours) Newfoundland
ca: (GMT -3:30 hores) Newfoundland

source: (GMT -3:00 hours) Brazil, Buenos Aires, Georgetown
ca: (GMT -3:00 hores) Brasil, Buenos Aires, Georgetown

source: (GMT -2:00 hours) Mid-Atlantic
ca: (GMT -2:00 hores) Atlàntic mig

source: (GMT -1:00 hours) Azores, Cape Verde Islands
ca: (GMT -1:00 hores) Illes Azores, Illes de Cap Verd

source: (GMT) Western Europe Time, London, Lisbon, Casablanca, Monrovia
ca: (GMT) Hora d'Europa occidental, Londres, Lisboa, Casablanca, Monròvia

source: (GMT +1:00 hours) CET (Central Europe Time), Brussels, Copenhagen, Madrid, Paris
ca: (GMT +1:00 hores) CET (Hora d'Europa central), Brussel·les, Copenhagen, Madrid, París

source: (GMT +2:00 hours) EET (Eastern Europe Time), Kaliningrad, South Africa
ca: (GMT +2:00 hours) EET (Hora d'Europa de l'est), Kaliningrad, Sud-Àfrica

source: (GMT +3:00 hours) Baghdad, Kuwait, Riyadh, Moscow, St. Petersburg
ca: (GMT +3:00 hores) Bagdad, Kuwait, Riad, Moscou, Sant Petersburg

source: (GMT +3:30 hours) Tehran
ca: (GMT +3:30 hores) Teheran

source: (GMT +4:00 hours) Abu Dhabi, Muscat, Baku, Tbilisi
ca: (GMT +4:00 hores) Abu Dhabi, Muscat, Baku, Tbilisi

source: (GMT +4:30 hours) Kabul
ca: (GMT +4:30 hores) Kabul

source: (GMT +5:00 hours) Ekaterinburg, Islamabad, Karachi, Tashkent
ca: (GMT +5:00 hores) Ekaterinburg, Islamabad, Karachi, Tashkent

source: (GMT +5:30 hours) Bombay, Calcutta, Madras, New Delhi
ca: (GMT +5:30 hores) Bombai, Calcuta, Madràs, Nova Delhi

source: (GMT +5:45 hours) Kathmandu
ca: (GMT +5:45 hores) Katmandú

source: (GMT +6:00 hours) Almaty, Dhaka, Colombo
ca: (GMT +6:00 hores) Almaty, Dhaka, Colombo

source: (GMT +6:30 hours) Cocos Islands, Myanmar
ca: (GMT +6:30 hores) Illes Cocos, Myanmar

source: (GMT +7:00 hours) Bangkok, Hanoi, Jakarta
ca: (GMT +7:00 hores) Bangkok, Hanoi, Jakarta

source: (GMT +8:00 hours) Beijing, Perth, Singapore, Hong Kong, Chongqing, Urumqi, Taipei
ca: (GMT +8:00 hores) Beijing, Perth, Singapur, Hong Kong, Chongqing, Urumqi, Taipei

source: (GMT +9:00 hours) Tokyo, Seoul, Osaka, Sapporo, Yakutsk
ca: (GMT +9:00 hores) Tòquio, Seül, Osaka, Sapporo, Yakutsk

source: (GMT +9:30 hours) Adelaide, Darwin
ca: (GMT +9:30 hores) Adelaida, Darwin

source: (GMT +10:00 hours) EAST (East Australian Standard)
ca: (GMT +10:00 hores) EAST (East Australian Standard)

source: (GMT +10:30 hours) Lord Howe Island (NSW, Australia)
ca: (GMT +10:30 hores) Illa Lord Howe (NSW, Austràlia)

source: (GMT +11:00 hours) Magadan, Solomon Islands, New Caledonia
ca: (GMT +11:00 hores) Magadan, Illes Salomó, Nova Caledònia

source: (GMT +11:30 hours) Norfolk Island
ca: (GMT +11:30 hores) Illa Norfolk

source: (GMT +12:00 hours) Auckland, Wellington, Fiji, Kamchatka, Marshall Island
ca: (GMT +12:00 hores) Auckland, Wellington, Fiji, Kamchatka, Illa Marshall

source: (GMT +12:45 hours) Chatham Islands
ca: (GMT +12:45 hores) Illes Chatham

source: (GMT +13:00 hours Tonga, Kiribati (Phoenix Islands)
ca: (GMT +13:00 hores Tonga, Kiribati (Illes Fènix)

source: (GMT +14:00 hours) Kiribati (Line Islands)
ca: (GMT +14:00 hores) Kiribati (Illes Line)

source: Sun Mon Tue Wed Thu Fri Sat
ca: Dg Dl Dt Dc Dj Dv Ds

source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
ca: Gen Feb Mar Abr Mai Jun Jul Ago Set Oct Nov Des

source: Sunday Monday Tuesday Wednesday Thursday Friday Saturday
ca: Diumenge Dilluns Dimarts Dimecres Dijous Divendres Dissabte

source: January February March April May June July August September October November December
ca: Gener Febrer Març Abril Maig Juny Juliol Agost Setembre Octubre Novembre Desembre

source: Dateformat must be with 8, 14 or 17 characters long.
ca: El format de la data ha de tenir una longitud de 8, 14 o 17 caràcters.

source: Dateformat separators must be the same in %s
ca: Els separadors de la funció Dateformat han de ser els mateixos que a %s

source: Dateformat time separators must be the same in %s
ca: Els separadors de l'hora de la funció Dateformat han de ser els mateixos que a %s

source: Dateformat did not match known format in %s
ca: El format de la funció Dateformat no és el mateix que a %s

source: Error! Unable to load table information for module '%s'
ca: No s'ha pogut carregar la informació de les taules del mòdul '%s'

source: Block type '%s' not found
ca: No s'ha trobat el tipus de bloc '%s'

source: Error! The '%s' block type was not found. Please check the corresponding blocks directory.
ca: No s'ha trobat el tipus de bloc '%s'. Comproveu el directori de blocs del mòdul corresponent.

source: Error! A database error occurred: '%1$s: %2$s'.
ca: S'ha produït un error a la base de dades: '%1$s: %2$s'.

source: %1$s: Missing %2$s.
ca: %1$s: falta %2$s.

source: Unavailable/Invalid %1$s [%2$s] passed to %3$s.
ca: %1$s [%2$s] no vàlid o no disponible passat a %3$s.

source: Security check failed for %1$s [%2$s] passed to %3$s.
ca: La comprovació de seguretat de %1$s [%2$s] passada a %3$s ha fallat.

source: Unable to load class [%1$s] for module [%2$s].
ca: No s'ha pogut carregar la classe [%1$s] pel mòdul [%2$s]

source: Invalid %1$s [%2$s] in %3$s.
ca: %1$s [%2$s] no vàlid a %3$s

source: Private
ca: Privat

source: Group
ca: Grup

source: User
ca: Usuari/ària

source: Public
ca: Públic

source: No access
ca: Sense accés

source: Read access
ca: Permís de lectura

source: Write access
ca: Accés per escriure

source: Warning! %1$s::%2$s is deprecated. Please use %1$s::%3$s instead.
ca: %1$s::%2$s està depreciada. Utilitzeu %1$s::%3$s en el seu lloc.

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::func() and ModUtil::apiFunc() calls.
ca: Atenció! El nom del mòdul "Mòduls" s'ha canviat a "Extensions". Si us plau, modifiqueu les crides a ModUtil::func() i ModUtil::apiFunc().

source: %1$s must be an instance of $2$s
ca: %1$s ha de ser una instància de $2$s

source: The requested controller action %s_Controller_%s::%s() could not be found
ca: No s'ha pogut trobar l'acció de controlador sol·licitada %s_Controller_%s::%s()

source: Warning! "Modules" module has been renamed to "Extensions". Please update your ModUtil::url() or {modurl} calls with $module = "Extensions".
ca: Atenció! El nom del mòdul "Mòduls" s'ha canviat a "Extensions". Si us plau, modifiqueu les crides a ModUtil::url() o {modurl} amb $module = "Extensions".

source: %1$s::%2$s is not available in without legacy mode
ca: %1$s::%2$s no està disponible sense el mode legacy

source: OO module types may not make use of this legacy API
ca: Els mòdul de tipus OO no haurien de fer ús d'aquesta API heretada

source: %1$s: %2$s is empty
ca: %1$s: %2$s està buit

source: Error! Invalid type of object [%s] received.
ca: S'ha rebut un ID d'objecte no numèric [%s].

source: %s: called with invalid %s.
ca: %s: S'ha cridat amb %s no vàlid.

source: The destination path [%s] does not exist or is not writable
ca: El camí de destí [%s] no existeix o no s'hi pot escriure

source: The destination path does not exist or is not writable
ca: El camí de destí no existeix o no s'hi pot escriure

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ca: El fitxer que intenteu pujar excedeix la mida màxima configurada a la directiva upload_max_filesize del php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the html form.
ca: El fitxer que intenteu pujar excedeix la mida màxima configurada a la directiva MAX_FILE_SIZE del formulari html.

source: The uploaded file was only partially uploaded.
ca: La pujada no ha finalitzat correctament. El fitxer només ha pujat parcialment.

source: No file was uploaded.
ca: No s'ha pujat cap fitxer.

source: Uploaded file size 0 bytes.
ca: La mida del fitxer que s'ha pujat és 0 bytes.

source: %1$s: %2$s is not an array
ca: %1$s: %2$s no és una matriu

source: %s called on a non-object
ca: S'ha cridat %s fora d'un objecte

source: %1$s: Unable to reference object type [%2$s]
ca: %1$s: No s'ha pogut referenciar el tipus d'objecte [%2$s]

source: %1$s: %2$s is not an object.
ca: %1$s: %2$s no és un objecte.

source: %1$s: %2$s is not an array.
ca: %1$s: %2$s no és una matriu.

source: Unable to determine a valid ID in object [%1$s, %2$s]
ca: No s'ha pogut determinar un ID vàlid a l'objecte [%1$s, %2$s]

source: %1$s: there is no [%2$s] field in the [%3$s] table.
ca: %1$s: el camp [%2$s] no existeix a la taula [%3$s].

source: %1$s: invalid direction [%2$s] supplied.
ca: %1$s: l'adreça [%2$s] no és vàlida.

source: Root Category
ca: Categoria arrel

source: Invalid object in %s
ca: Objecte no vàlid a %s

source: Error! This use of 'SessionUtil::setVar()' is no longer valid. Please use the LogUtil API to manipulate status messages and error messages.
ca: Aquest ús de 'SessionUtil::setVar()' ja no és vàlid. Utilitzeu l'API del LogUtil per gestionar els missatges d'estat i els missatges d'error.

source: Error! Invalid [%s] received.
ca: S'ha rebut una resposta no vàlida: %s

source: Invalid security level [%1$s] received in %2$s
ca: El nivell de seguretat [%1$s] rebut a %2$s no és vàlid

source: Warning! Static call %1$s is deprecated. Please use %2$s instead.
ca: Atenció! La cria estàtica a %1$s és obsoleta. Si us plau, en el seu lloc feu servir %2$s.

source: Warning! "Modules" module has been renamed to "Extensions". Warning! "Modules" module has been renamed to "Extensions". Please update any "confirmAuthKey" calls in PHP or templates.
ca: Atenció! S'ha canviat el nom del mòdul "Mòduls" a "Extensions". Si us plau, modifiqueu totes les crides a "confirmAuthKey" en els fitxers PHP o a les plantilles.

source: Warning! "Modules" module has been renamed to "Extensions". Please update any generateAuthKey calls in PHP or templates.
ca: Atenció! S'ha canviat el nom del mòdul "Mòduls" a "Extensions". Si us plau, modifiqueu totes les crides a generateAuthKey en els fitxers PHP o a les plantilles.

source: Overview access
ca: Accés de fullejar

source: Comment access
ca: Accés de comentari

source: Moderate access
ca: Accés de moderació

source: Edit access
ca: Accés d'edició

source: Add access
ca: Accés d'addició

source: Delete access
ca: Accés d'esborrament

source: Admin access
ca: Accés d'administració

source: The parameter %s must not be empty
ca: El nom del paràmetre %s no pot estar buit

source: No SQL statement to execute
ca: Falta la sentència SQL a executar

source: Paging parameters can only be used for SELECT statements
ca: Els paràmetres de paginació només es poden utilitzar a les sentències SELECT

source: Invalid table-key [%s] retrieved
ca: S'ha passat una clau de taula no vàlida [%s]

source: Empty query generated for [%s] filtered by columnArray
ca: S'ha generat una consulta buida per a [%s] filtrada per columnArray

source: Invalid join information retrieved (alias %s already exists)
ca: La informació de unió (join) recuperada no és vàlida (l'àlies %s ja existeix)

source: Neither the sql parameter nor the table array contain the dictionary representation of table [%s]
ca: Ni el paràmetre sql ni la matriu de la taula contenen la descripció de la taula [%s]

source: Error! Column rename failed.
ca: El canvi de nom de la columna de la base de dades ha fallat.

source: The parameter %s must be an array of field arrays
ca: El paràmetre %s ha de ser una matriu de matrius

source: %1$s does not exist in table definition for %2$s.
ca: %1$s no existeix a la definició de la taula de la base de dades per a %2$s.

source: Error! Column creation failed.
ca: La creació de la taula a la base de dades a fallat.

source: The parameter %s must be an array.
ca: El paràmetre %s ha de ser una matriu.

source: Error! Column deletion failed.
ca: S'ha produït un error en esborrar la columna de la base de dades.

source: %s_column is not an array
ca: %s_column no és una matriu

source: %s_column_def is not an array
ca: %s_column_def no és una matriu

source: Unable to find anything to insert in supplied object ...
ca: No s'ha trobat res per inserir a l'objecte proporcionat ...

source: Neither object ID nor where parameters are provided
ca: No s'ha proporcionat la ID de cap objecte ni el paràmetre where

source: Invalid idfield received
ca: S'ha rebut un idfield no vàlid

source: Can't specify both object and where-clause
ca: No podeu especificar object i where-clause simultàniament

source: Missing either object or where-clause
ca: Falta l'objecte o la clàusula where-clause

source: Object does not have an ID
ca: L'objecte no té una ID

source: Unable to find assocKey [%1$s] in objectColumns for resultset.
ca: No ha estat possible trobar assocKey [%1$s] a objectColumns per a resultset.

source: The parameter %s must be an array
ca: El paràmetre %s ha de ser una matriu

source: Permission filter iterator did not return an array (must be an array of arrays)
ca: El filtre del permís no ha retornat una matriu (ha de ser una matriu de matrius)

source: Permission filter level is invalid: [%s]
ca: El nivell del filtre de permisos no és vàlid: [%s]

source: Got no rows to select from
ca: No hi ha files a seleccionar

source: Got no columns to select from
ca: No hi ha columnes a seleccionar

source: The parameter %s must be numeric
ca: El paràmetre %s ha de ser numèric

source: %s does not point to a valid table definition
ca: %s no apunta a una definició de taula de la base de dades vàlida

source: %s does not point to a valid field definition
ca: %s no apunta a un camp definit de la base de dades vàlid

source: Exiting after SQL-error
ca: S'ha produït un error de sintaxi en l'expressió SQL

source: Invalid field pattern detected in table [%s] ...
ca: S'ha detectat un patró del camp no vàlid a la taula [% s] ...

source: Warning! Table defintion type longblob [B, C2 and X2] is deprecated from Zikula 1.4.0.
ca: Atenció! La definició de taula de tipus longblob [B, C2 and X2] es obsoleta des de Zikula 1.4.0.

source: Error in table definition for %1$s, column %2$s
ca: Hi ha un error en la definició de la taula per a %1$s, columna %2$s

source: Missing default value in field datadict specification for %1$s.%2$s
ca: Falta el paràmetre per defecte a l'especificació de datadict per a %1$s.%2$s

source: Neither the sql parameter nor the table structure contain the data dictionary representation of table [%s] ...
ca: Ni el paràmetre sql ni l'estructura de la taula de la base de dades contenen la descripció per a la taula [%s] ...

source: Neither the sql parameter nor the table structure contain the ADODB dictionary representation of table [%s] ...
ca: Ni el paràmetre sql ni l'estructura de la taula contenen la descripció ADODB de la taula [%s] ...

source: Unable to retrieve table definition for [%s]
ca: No s'ha pogut recuperar la definició de la taula per a [%s]

source: Unable to retrieve table columns definition for [%s]
ca: No s'ha pogut recuperar la definició de les columnes de la taula per a [%s]

source: Unable to retrieve table columns_def definition for [%s]
ca: No s'ha pogut recuperar la definició de columns_def per a [%s]

source: Inconsistent table definition detected for table [%1$s]: column [%2$s] has no counterpart in column_def structure
ca: S'ha detectat una definició de la taula no consistent per a la taula [%1$s]: la columna [%2$s] no té counterpart a l'estructura de column_def

source: Inconsistent table definition detected for table [%1$s]: column_def [%2$s] has no counterpart in column structure
ca: S'ha detectat una definició de la taula no consistent per a la taula [%1$s]: column_def [%2$s] no té counterpart a l'estructura de la columna

source: Table consistency check failed for %s
ca: La comprovació de consistència ha fallar a %s

source: Error! Table creation failed for %s
ca: La creació de la taula %s ha fallat

source: Error! Table rename failed.
ca: S'ha produït un error en canviar el nom de la taula.

source: Error! Table drop failed.
ca: No s'ha pogut esborrar la taula.

source: %s does not point to a valid column definition
ca: %s no correspon a una definició de columna vàlida

source: Error! Index creation failed.
ca: S'ha produït un error en crear l'índex.

source: Error! Index deletion failed.
ca: S'ha produït un error en esborrar l'índex.

source: Error! Fetching table index list failed.
ca: No s'ha pogut recollir l'index de la taula.

source: %1$s: unable to limit tablename [%2$s] because database prefix is too long for Oracle, please shorten it (recommended length is 4 chars)
ca: %1$s: no es pot limitar el nom de la taula [%2$s] perquè el prefix de la base de dades és massa llarg per a l'Oracle. L'heu de fer més curt (la longitud recomanada és de 4 caràcters)

source: Empty %1$s passed to %2$s.
ca: S'ha passat %1$s buit a %2$s.

source: Invalid input source [%s] received.
ca: S'ha rebut una entrada no vàlida [%s].

source: %s does not exist
ca: %s no existeix

source: %s is not an instance of Zikula_Form_View
ca: %s no és una instància de Zikula_Form_View

source: FormUtil::newForm should also include the Zikula_AbstractController as the second argument to enable hooks to work.
ca: FormUtil::newForm hauria d'incloure també Zikula_AbstractController com a segon argument per habilitat els lligams.

source: %s: Invalid join information!
ca: %s: La informació de la unió (join) no és vàlida!
