Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) is <strong>unlocked</strong>, which means you can currently edit it, move it or delete it. Once you have finished any operations you want to perform on it, you are recommended to go to the Permission rules manager Settings page and lock it again.
ca: El permís que heu definit com a permís d'administració principal (emfatitzat a la llista) està <strong>desbloquejat</strong>. Això vol dir que el podeu editar, moure o esborrar. Una vegada hàgiu finalitzat les operacions sobre aquest permís, és recomanable anar a la configuració del mòdul de permisos i bloquejar-lo.

source: Filter permission rules list
ca: Llista de filtres de permisos

source: Choose filter
ca: Trieu un filtre

source: Filter
ca: Filtre

source: Caution! Filter is active!
ca: Atenció! El filtre esta actiu!

source: Insert permission rule before
ca: Afegeix un permís davant

source: User permission check
ca: Comprovació del permís

source: Check a users permission
ca: Comprova si el permís s'aplica

source: Component to check
ca: Component a comprovar

source: Instance to check
ca: Instància a comprovar

source: Check permission
ca: Comprova el permís

source: Reset
ca: Reinicia

source: Updating group
ca: S\'està actualitzant el grup

source: Deleting group
ca: S\'està esborrant el grup

source: Do you really want to delete this group?
ca: Segur que voleu esborrar aquest grup?

source: Members
ca: Membres

source: Maximum membership
ca: Nombre màxim de membres

source: Edit: %s
ca: Edita: %s

source: Delete: %s
ca: Esborra: %s

source: Membership of: %s
ca: Membre de: %s

source: Save: %s
ca: Emmagatzema: %s

source: Cancel: %s
ca: Cancel·la: %s

source: Delete:
ca: Suprimeix:

source: Default user group. Cannot be deleted.
ca: Grup d'usuaris per defecte. No es pot esborrar.

source: Primary administrators group. Cannot be deleted.
ca: Grup dels administradors del sistema. No es pot esborrar.

source: Pending applications
ca: Sol·licituds pendents

source: User ID
ca: Identificador d'usuari/ària

source: Comment
ca: Comentari

source: Deny
ca: Denega

source: There are currently no groups that can be joined.
ca: En aquests moments no hi ha cap grup al qual us pugueu afegir.

source: Functions
ca: Funcions

source: Extras
ca: Extres

source: Edit group
ca: Edita el grup

source: Unlimited
ca: Il·limitat

source: Sorry! You must register for a user account on this site before you can apply for membership of a group.
ca: Abans de sol·licitar la pertinença a un grup, us heu de registrar per tenir un compte en el lloc web.

source: Log in or register
ca: Entra o crea't un compte

source: Members list
ca: Llista de membres

source: New group
ca: Nou grup

source: Go to groups index page
ca: Anar a la pàgina índex dels grups

source: Unavailable
ca: No disponible

source: Resign
ca: Renúncia

source: Apply
ca: Aplica

source: Group has reached its maximum capacity
ca: El grup ha assolit el màxim nombre de membres permesos

source: Do you really want to remove user "%1$s" from group "%2$s"?
ca: Esteu segur/a que voleu esborrar treure l'usuari/ària "%1$s" del grup "%2$s"?

source: Remove
ca: Eliminar

source: Membership application
ca: Sol·licitud d'adhesió

source: Reason
ca: Raó

source: Send notification
ca: Envia notificació

source: Membership resignation
ca: Renúncia a la pertinença a grups

source: Membership application cancellation
ca: Cancel·lar sol·licituds d'adhesió

source: Group name
ca: Nom del grup

source: Not available
ca: No està disponible

source: Comment to attach to your application
ca: Comentari per incloure a la sol·licitud

source: Add users to group
ca: Afegeix usuaris al grup

source: Users to add
ca: Usuaris a afegir

source: Notice: Please select one or more users to add to the group. To select multiple users, use 'Shift-Click' or 'Control-Click'.
ca: Trieu un o més usuaris per afegir-los al grup. Per triar múltiples usuaris, utilitzeu 'Majúscules-clic' o 'Control-clic'.

source: Initial user group
ca: Grup inicial dels usuaris

source: Hide closed groups
ca: Amagar els grups tancats

source: Receive e-mail alert when there are new applicants
ca: Enviar un correu electrònic quan hi hagi noves sol·licituds

source: Memberships
ca: Pertinença a grups

source: Status
ca: Estat

source: User's website
ca: Lloc web de l'usuari/ària

source: No group members found.
ca: No s'han trobat membres d'aquest grup.

source: HTMLPurifier Settings
ca: Paràmetres d'HTMLPurifier

source: HTMLPurifier filtering occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
ca: El filtratge de HTMLPurifier es dóna quan una cadena de plantilla o una variable és modificada amb 'safehtml', o quan un mòdul demana per un procés similar des de les seves funcions.

source: Setting HTMLPurifier configuration directives incorrectly can render your system unstable and inacessible. No validity checking is performed on any user-supplied settings. Ensure you fully understand each directive and its effects on your system. Ensure that all prerequisites are met and that any additional software or libraries required by each directive are properly installed and available to HTMLPurifier.
ca: Establir directives de configuració de HTMLPurifier de forma incorrecta pot desestabilitzar el vostre sistema i fer-lo inaccessible. No es comprova la validesa de la configuració proporcionada per l'usuari/ària. Assegureu-vos d'entendre cadascuna de les directives i els seus efectes sobre el sistema. Assegureu-vos també de que tots els requisits es compleixen i que el programari addicional o les biblioteques requerides per la directiva estan correctament instal·lades i disponibles per HTMLPurifier.

source: will be applied after HTMLPurifier processing is completed.
ca: s'aplicarà després que s'hagi completat el procés de HTMLPurifier.

source: HTMLPurifier '%s' configuration directives
ca: Directives de configuració del '%s' de HTMLPurifier

source: Use default value (if checked) or override value
ca: Fa ús del valor per defecte (si està marcat) o sobreescriu el valor

source: (Place each value on a separate line.)
ca: (Situeu cadascun dels valors en una línia separada.)

source: (Separate each key-value pair with a colon (e.g., key:value). Place each key-value pair on a separate line.)
ca: (Separeu cadascun dels parells clau-valor amb una coma (per exemple, clau:valor). Situeu cadascun dels parells clau-valor en una línia separada.)

source: (Modification not supported.)
ca: (No es poden fer modificacions.)

source: Value:
ca: Valor:

source: Reset to Default Values
ca: Recupera els valors per defecte

source: Filtering of allowed HTML occurs when a template string or variable is modified with the 'safehtml' modifier, or when a module asks for similar processing from within its functions.
ca: El filtratge de codi HTML permès es dóna quan es modifica una cadena de plantilla o una variable amb 'safehtml', o quan un mòdul demana per un procés similars des de les seves funcions.

source: HTML entities
ca: Entitats HTML

source: Translate embedded HTML entities into real characters
ca: Converteix les entitats HTML incrustades en caràcters

source: HTML tags
ca: Etiquetes HTML

source: Warning! Enabling the &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; or &lt;iframe&gt; tags increases the opportunity for attacks against your users that might reveal their personal information. Therefore, you are recommended to keep these tags set to 'Not allowed' unless you are sure that you really understand the consequences of enabling them.
ca: Atenció: permetre les etiquetes &lt;img&gt;, &lt;span&gt;, &lt;marquee&gt;, &lt;script&gt;, &lt;embed&gt;, &lt;object&gt; i &lt;iframe&gt; incrementa la probabilitat de que els vostres usuaris rebin atacs que revelin la seva informació personal. Per aquesta raó, es recomana que estiguin marcades com a 'No permeses', a no ser que estigueu segur/a de les conseqüències que pot suposar permetre-les.

source: Warning! Using the <a href="%s">HTML Purifier output filter</a> will override settings for some HTML tags (such as &lt;object&gt; and &lt;embed&gt;).
ca: Atenció: l'ús del <a href="%s">filtre de sortida HTML Purifier</a> sobreescriurà els atributs d'algunes etiquetes HTML, per exemple &lt;object&gt; i &lt;embed&gt;.

source: Check all
ca: Comprova-ho tot

source: Allowed
ca: Permesa

source: Allowed with attributes
ca: Permès amb atributs

source: Tag usage (from <a href="http://www.w3schools.com">W3Schools</a>)
ca: Ús de l'etiqueta (per <a href="http://www.w3schools.com">W3Schools</a>)

source: About "&lt;%s&gt;"
ca: Pel que fa a "&lt;%s&gt;"

source: Automatic update settings
ca: Paràmetres de l'actualització automàtica

source: Check for updates
ca: Comprova si hi ha actualitzacions

source: How often
ca: Amb quina freqüència

source: Monthly
ca: Mensualment

source: Weekly
ca: Cada setmana

source: Daily
ca: Cada dia

source: Host settings
ca: Paràmetres del servidor

source: Time limit for authorisation keys ('authkeys') in seconds (default: 0)
ca: Durada màxima de les claus d'autorització ('authkey') en segons (per defecte: 0)

source: Bind authkey to user agent ('UserAgent')
ca: Enllaça l'authkey a l'agent d'usuari/ària

source: Secure host name
ca: Nom del servidor segur

source: Notice: If you use a different host name for HTTPS secure sessions and you insert an address in the 'Secure host name' box, make sure you include a trailing slash at the end of the address.
ca: Si feu servir un servidor diferent per a les sessions segures (https) i introduïu una adreça a 'Nom del servidor segur', assegureu-vos de que incloeu una barra al final de l'adreça.

source: Cookies settings
ca: Paràmetres de les galetes

source: Sign cookies
ca: Signa les galetes

source: Signing key
ca: Clau per signar

source: Session settings
ca: Paràmetres de la sessió

source: Security level
ca: Nivell de seguretat

source: High (user is logged-out after X minutes of inactivity)
ca: Alt (desconnexió automàtica després d'X minuts d'inactivitat)

source: Medium (user is logged-out after X minutes of inactivity, unless 'Remember me' checkbox is activated during log-in)
ca: Mitjà (desconnexió automàtica després d'X minuts d'inactivitat a no ser que es marqui la casella 'Recorda'm')

source: Low (user stays logged-in until user logs-out)
ca: Baix (la connexió no es tanca fins que l'usuari/ària surt)

source: Automatically log user out after
ca: Desconnecta l'usuari/ària automàticament després de

source: days (if 'Remember me' is activated)
ca: dies (si s'ha marcat la casella 'Recorda'm')

source: Expire session after
ca: La sessió expira després de

source: minutes of inactivity
ca: minuts d'inactivitat

source: Store sessions
ca: Desa les sessions

source: File
ca: Fitxer

source: Database (recommended)
ca: Base de dades (recomanat)

source: Notice: If you change this setting, you will be logged-out immediately and will have to log back in again.
ca: Avís: Si canvieu aquest paràmetre, sereu desconnectat/da immediatament i haureu de tornar a entrar.

source: Path for saving session files
ca: Camí on s'han d'emmagatzemar els fitxers de sessió

source: Notice: If you change 'Where to save sessions' to 'File' then you must enter a path in the 'Path for saving session files' box above. The path must be writeable.
ca: Atenció: si canvieu el 'Desa les sessions' a 'Fitxer', heu d'introduir un camí a 'Camí on s'han d'emmagatzemar els fitxers de sessió'. El camí ha de fer referència a un lloc on el servidor web pugui escriure.

source: Garbage collection probability
ca: Probabilitat de recollida d'escombraries

source: Per session
ca: Per sessió

source: One time use
ca: D'un sol ús

source: One time CSRF protection may affect the browser back button but it more secure.
ca: La protecció CSRF d'un sol ús pot afectar al botó de tornar enrere del navegador, però és més segur.

source: Use sessions for anonymous guests
ca: Utilitza sessions pels usuaris no registrats

source: Periodically regenerate session ID
ca: Regenera periòdicament l'ID de la sessió

source: Regenerate session ID during log-in and log-out
ca: Regenera l'ID de la sessió en entrar i en sortir

source: Regeneration probability
ca: Probabilitat de regeneració

source: % (0 to disable)
ca: % (0 per inhabilitar)

source: IP checks on session (may cause problems for AOL users)
ca: Comprova la IP durant la sessió

source: Session cookie name
ca: Nom de la galeta de sessió

source: Notice: If you change the 'Session cookie name' setting, all registered users who are currently logged-in will then be logged-out automatically, and they will have to log back in again.
ca: Atenció: si canvieu el 'Nom de la galeta de sessió', tots els usuaris connectats seran desconnectats automàticament i hauran de tornar a entrar.

source: Intrusion Detection System
ca: Sistema de Detecció d'Intrusos

source: Use PHPIDS
ca: Utilitza PHPIDS

source: PHPIDS performs many different checks which return an impact value for scoring the treated request. Depending on the sum of all impacts performed actions are selected.
ca: PHPIDS realitza diferents controls que retornen un valor d'impacte per a la puntuació de la sol·licitud de tractament. Depenent de la suma de tots els efectes se seleccionen les accions a realitzar.

source: Read more about this system on the <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS homepage</a>.
ca: Podeu trobar més informació sobre aquest sistema a <a href="http://phpids.org" title="PHPIDS homepage">PHPIDS</a>.

source: Block action
ca: Acció del bloc

source: Warn only
ca: Només avisar

source: Block
ca: Bloc

source: Send email on block action
ca: Envia un correu i bloqueja l'acció

source: Select filter rules to use
ca: Seleccionar les regles del filtre que s'han de fer servir

source: Default: config/phpids_zikula_default.xml
ca: Per defecte: config/phpids_zikula_default.xml

source: IDS Rule path
ca: Camí de les regles d'IDS

source: Minimum impact to log intrusion in the database
ca: Impacte mínim en la inclusió de registres a la base de dades

source: Minimum impact to email the administrator
ca: Impacte mínim en l'enviament de correus electrònics a l'administrador/a

source: Minimum impact to block the request
ca: Impacte mínim en bloquejar la petició

source: Minimum impact to kick the user (destroy the session)
ca: Impacte mínim sobre l'usuari/ària (destrueix la sessió)

source: Select the way the impact thresholds are used in Zikula
ca: Seleccioneu la manera com els llindars d'impacte s'utilitzen en Zikula

source: React on impact per request (uses the values from above)
ca: Reaccionar en l'impacte per petició (utilitza els valors anteriors)

source: React on impact sum per session [loose] (uses the values from above * 10)
ca: Reaccionar en la suma d'impacte per sessió [solta] (utilitza els valors anteriors * 10)

source: React on impact sum per session [strict] (uses the values from above * 5)
ca: Reaccionar en la suma d'impacte per sessió [estricta] (utilitza els valors anteriors * 5)

source: Define which fields contain HTML and need preparation
ca: Definiu quins camps dels que contenen codi HTML necessiten preparació

source: Define which fields contain JSON data and should be treated as such
ca: Definiu quins camps contenen dades JSON i han de ser tractats com a tals

source: Define which fields should not be monitored
ca: Definiu quins camps no s'haurien de monotoritzar

source: Output filter settings
ca: Configuració del filtre de sortida

source: Select output filter
ca: Seleccioneu un filtre de sortida

source: Use internal output filter only
ca: Fer ús només del filtre de sortida intern

source: Use 'HTML Purifier' + internal mechanism as output filter
ca: Fer ús de 'HTML Purifier' + més el mecanisme intern com a filtre de sortida

source: Download the entire log to a csv file
ca: Descarrega el registre complet en un fitxer csv

source: Do you really want to delete the entire IDS log?
ca: Voleu realment esborrar el registre de IDS?

source: Delete the entire log
ca: Esborrar tot el registre

source: Export Options
ca: Opcions d'exportació

source: Export Title Row
ca: Títol de la fila d'exportació

source: CSV filename
ca: Nom del fitxer CSV

source: CSV delimiter
ca: Delimitador

source: Comma
ca: Coma

source: Semicolon
ca: Punt i coma

source: Colon
ca: punt

source: Tab
ca: Tabulador

source: Export
ca: Exporta

source: Variable value
ca: Valor de la variable

source: IP Address
ca: Adreça IP

source: Clear filter
ca: Neteja el filtre

source: PHPIDS filter %s
ca: Filtre PHPIDS %s

source: Rule
ca: regla

source: No logged intrusions found.
ca: No s'han trobat registres d'intrusions.

source: System error
ca: S'ha produït un error de sistema

source: (Check file '%1$s' at line %2$s.)
ca: (Mireu el fitxer '%1$s' a la línia %2$s.)

source: Go back to previous page
ca: Vés a la pàgina anterior

source: Additional information
ca: Informació addicional

source: Error on %s
ca: S'ha produït un error a %s

source: Exception Trace
ca: Captura traça

source: Access denied (error 403)
ca: Accés denegat (error 403)

source: Sorry! You don't have authorisation for the page you wanted.
ca: No teniu autorització per veure la pàgina que heu demanat.

source: Details have been automatically e-mailed to the site administrator.
ca: S'han enviat els detalls per correu electrònic a l'administrador/a.

source: You are not logged-in. You might have access if you <a href="%s">log in</a>.
ca: No heu entrat. Podeu d'entrar <a href="%s">aquí</a>.

source: Page not found (error 404)
ca: No s'ha trobat la pàgina (error 404)

source: Sorry! Could not find the page you wanted on %2$s: '%1$s'.
ca: No s'ha pogut trobar la pàgina que volíeu a %2$s: '%1$s'.

source: You could try a search from the <a href="%s">site search page</a>.
ca: Podeu provar a fer una cerca a la <a href="%s">pàgina de cerques del lloc</a>.

source: Settings test
ca: Prova la configuració

source: Sender's name
ca: Nom del remitent

source: Sender's e-mail address
ca: Adreça de correu electrònic de remitent

source: Recipient's name
ca: Nom del destinatari

source: Recipient's e-mail address
ca: Adreça de correu electrònic del destinatari

source: Subject
ca: Assumpte

source: Message Type
ca: Tipus de missatge

source: Plain-text message
ca: Missatge en text plà

source: HTML-formatted message
ca: Missatge en format HTML

source: Multi-part message
ca: Part del missatge adjuntat

source: Test settings now
ca: Comprova els paràmetres de configuració

source: Mail transport
ca: Mètode d'enviament per defecte

source: Character set (default: '%s')
ca: Joc de caràcters (per defecte: '%s')

source: Encoding (default: '8bit')
ca: Codificació (per defecte: '8bit')

source: HTML-formatted messages
ca: Missatges en format HTML

source: Word wrap (default: 50)
ca: Ajust de línia (per defecte: 50)

source: Use Microsoft mail client headers
ca: Utilitza les capçaleres del client de correu de Microsoft

source: 'Sendmail' settings
ca: Paràmetres del 'Sendmail'

source: Path to 'Sendmail'
ca: Camí a 'Sendmail'

source: SMTP settings
ca: Paràmetres SMTP

source: SMTP port (default: 25)
ca: Port SMTP (per defecte: 25)

source: SMTP Security Method
ca: Mètode de seguretat SMTP

source: SMTP time-out (default: 10 seconds)
ca: Temps d'espera SMTP (per defecte, 10 segons)

source: Enable SMTP authentication
ca: Habilita l'autenticació SMTP

source: SMTP user name
ca: Nom d'usuari/ària SMTP

source: SMTP password
ca: Contrasenya SMTP

source: Stop!
ca: Atura

source: The Zikula recovery console tool (file 'zrc.php') is present in the site webroot, but must be removed before you can access the site admin panel.
ca: Atenció: la consola de recuperació del Zikula (fitxer 'zrc.php') es troba present a l'arrel del sistema. Cal que l'esborreu per poder entrar al tauler d'administració.

source: Continue
ca: Continua

source: New module category
ca: Pestanya nova

source: Upgrade found!
ca: S'ha trobat una actualització.

source: A new version of the Zikula core is available.
ca: Hi ha disponible una versió nova del nucli de Zikula.

source: Please download the new Zikula core
ca: Descarregueu el nou nucli de Zikula

source: Delete module category
ca: Esborra la pestanya

source: Do you really want to delete this module category?
ca: Esteu segur/a de voler esborrar aquesta pestanya?

source: Ignore check for installer
ca: No comprovis la presència de l'instal·lador

source: Warning! Only enable the above option if this site is isolated from the Internet, otherwise security could be endangered if you omit to remove the Installer script from the site root and are not prompted to do so.
ca: Atenció: Activeu aquesta opció únicament si aquest lloc web està desconnectat d'Internet. Si l'script d'instal·lació està present, la seguretat es pot veure compromesa. Aquesta opció serveix per recordar la necessitat d'esborrar-lo.

source: Display settings
ca: Paràmetres de visualització

source: Display icons
ca: Visualitza les icones

source: Form of display for module names
ca: Format del nom del mòdul que s'ha de mostrar

source: Show both internal name and display name
ca: Mostra el nom intern i el nom per mostrar

source: Modules per page in module categories list
ca: Mòduls per pàgina a la llista del mòdul de categories

source: Modules per row in admin panel
ca: Mòduls per fila en el panell d'administració

source: Theme to use
ca: L'entorn visual a utilitzar

source: Use site's theme
ca: Utilitza l'entorn visual per defecte del lloc web

source: Category initially selected
ca: Pestanya seleccionada inicialment

source: Modules categorisation
ca: Categorització dels mòduls

source: Default category for newly-added modules
ca: Pestanya on es mostraran el mòduls en ser activats

source: Drag and drop into a new module category
ca: Arrossega fins a una categoria de mòdul nova

source: There are currently no modules in this category.
ca: Aquesta pestanya no conté cap mòdul

source: Developer notices (development mode on)
ca: Avisos pel programador (mode de desenvolupament activat)

source: Enabled Template settings
ca: Habilitat la configuració de les plantilles

source: Enabled Theme settings
ca: Habilitat la configuració del l'entorn visual

source: CSS/JS combination is enabled
ca: La combinació CSS/JS està activada

source: Clear all cache and compile directories
ca: Neteja la memòria cau i els directoris compilats

source: Right-click down arrows to edit tab name
ca: Feu clic en el botó dret a les fletxes per editar el nom de la pestanya

source: Make default category
ca: Fes que sigui la pestanya per defecte

source: Saving
ca: S'està desant

source: You are in:
ca: Esteu a:

source: Edit module category
ca: Modifica la pestanya

source: Module category
ca: Pestanya

source: Security analyser warnings
ca: Avisos de seguretat

source: Configuration file 'config/config.php' is writeable, but should be read-only (please set to chmod 400, or 440 or last resort 444).
ca: Es pot escriure en el fitxer de configuració 'config/config.php' i només hauria de ser de lectura (si us plau, establiu el chmod a 400, o a 440 o com a últim recurs 444).

source: PHP 'magic_quotes_gpc' setting is ON, but should be OFF.
ca: El paràmetre 'magic_quotes_gpc' del PHP té valor ON, quan hauria de ser OFF.

source: PHP 'register_globals' setting is ON, but should be OFF.
ca: El paràmetre 'register_globals' del PHP té valor ON, quan hauria de ser OFF.
