Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Please enter a password.
ca: Si us plau, entreu una contrasenya.

source: Your password must be at least %s character long
ca: La contrasenya ha de tenir com a mínim %s caràcter.

source: The password cannot be the same as the user name. Please choose a different password.
ca: La contrasenya no pot coincidir amb el nom d'usuari/ària. Si us plau, escolliu una contrasenya diferent.

source: You did not enter the same password in each password field. Please enter the same password once in each password field (this is required for verification).
ca: Les contrasenyes introduïdes en els dos camps de contrasenya són diferents. Torneu a introduir la contrasenya en els dos camps (cal fer-ho per assegurar que no hi ha cap error a la contrasenya).

source: Please enter a password reminder.
ca: Introduïu una paraula de recordatori de la contrasenya.

source: You cannot include your password in your password reminder.
ca: No podeu incloure la vostra contrasenya en el recordador de contrasenya.

source: Your password reminder is too similar to your password.
ca: La paraula de recordatori de la seva contrasenya és massa similar a la contrasenya.

source: You must provide an e-mail address.
ca: Heu de proporcionar una adreça de correu electrònic.

source: The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons.
ca: L'adreça de correu electrònic no és correcta o no s'accepta per altres raons.

source: Sorry! The domain of the e-mail address you specified is banned.
ca: El domini de l'adreça de correu que heu especificat no està permès.

source: The e-mail address you entered has already been registered.
ca: L'adreça de correu electrònic ja està sent utilitzada per un usuari/ària.

source: You did not repeat the e-mail address for verification. Please enter the same e-mail address once in each field.
ca: No heu repetit l'adreça de correu electrònic. Si us plau, entreu la mateixa adreça de correu electrònic a cadascun dels camps on es demana.

source: You did not enter the same e-mail address in each e-mail address field. Please enter the same e-mail address once in each field (this is required for verification).
ca: Les adreces de correu electrònic introduïdes no són coincidents. Torneu a introduir les adreces de correu electrònic en els dos camps (cal fer-ho per assegurar que no hi ha cap error en el correu electrònic).

source: Internal Error! Missing required parameter.
ca: No es troba un camp d'informació personal requerit.

source: You must provide a user name.
ca: Heu de proporcionar un nom d'usuari/ària.

source: The user name you entered contains unacceptable characters. A valid user name consists of lowercase letters, numbers, underscores, periods, and/or dashes.
ca: El nom d'usuari/ària que heu entrat conté caràcters que no s'accepten. Un nom d'usuari/ària es compon de lletres minúscules, nombres, guions baixos, punts i/o guions.

source: The user name you entered is too long. The maximum length is %1$d characters.
ca: El nom d'usuari/ària que heu entrat és massa llarg. La llargada màxima és de %1$d caràcters.

source: The user name you entered is reserved. It cannot be used.
ca: El nom d'usuari/ària que heu entrat està reservat i no pot ser usat.

source: The user name you entered has already been registered.
ca: El nom d'usuari/ària que heu indicat ja existeix.

source: Internal Error! System-generated passwords are no longer supported!
ca: S'ha produït un error intern, ja que el sistema de generació de contrasenyes ha deixat de ser suportat!

source: You gave the wrong answer to the anti-spam registration question.
ca: Heu respost de forma incorrecta a la pregunta de protecció anti-spam.

source: '%1$s' is not a valid theme.
ca: '%1$s' no és un entorn visual vàlid.

source: New user registration is currently disabled.
ca: El registre d'usuaris nous està desactivat.

source: Warning! The verification code for the new registration could not be sent.
ca: Atenció! No s'ha pogut enviar el codi de verificació pel registre nou.

source: Warning! The welcoming email for the new registration could not be sent.
ca: Atenció! No s'ha pogut enviar el missatge de benvinguda pel registre nou.

source: Warning! The notification email for the new registration could not be sent.
ca: Atenció! No s'ha pogut enviar el correu electrònic de notificació pel registre nou.

source: Unable to store the new user registration record.
ca: No ha estat possible emmagatzemar el registre d'usuari/ària nou.

source: Warning! The user account was created, but there was a problem adding the account to the default group.
ca: Atenció! El compte d'usuari/ària s'ha creat correctament, però hi ha hagut un problema en el moment d'afegir l'usuari/ària al grup per defecte.

source: Warning! The welcoming email for the newly created user could not be sent.
ca: Atenció! No s'ha pogut enviar el correu electrònic de benvinguda a l'usuari/ària que heu creat.

source: New registration: %s
ca: Registre nou: %s

source: Warning! The notification email for the newly created user could not be sent.
ca: Atenció! No s'ha pogut enviar el correu electrònic de notificació a l'usuari/ària que heu creat.

source: Error! The registration record with uid '%1$s' does not contain an e-mail address.
ca: El registre amb la uid '%1$s' no conté cap adreça de correu electrònic.

source: Error! Unable to save the verification code for the registration for '%1$s'.
ca: No ha estat possible emmagatzemar el codi de verificació pel registre '%1$s'.

source: Error! Invalid registration record.
ca: Registre no vàlid.

source: Error! Unable to retrieve registration record with id '%1$s'
ca: No ha estat possible recuperar el registre amb la id '%1$s'

source: Error: Unable to force registration for '%1$s' to be verified during approval. No e-mail address.
ca: No ha estat possible forçar la verificació durant el procés d'aprovació del registre per a '%1$s'. No hi ha adreça de correu electrònic.

source: Your log-in request was not completed. You must change your web site account's password first.
ca: La vostra sol·licitud de validació no s'ha completa. Primer cal que canvieu la vostra contrasenya d'accés.

source: Registrations pending approval
ca: Registres pendents de ser aprovats

source: Who's on-line
ca: Usuaris en línia

source: On-line block
ca: Bloc d'usuaris en línia.

source: User account
ca: Compte

source: User account links
ca: Enllaços de comptes d'usuari/ària

source: User's custom box
ca: Bloc personalitzable per l'usuari/ària

source: Custom block content for %s
ca: Contingut del bloc personal de %s

source: Log-in
ca: Entrada

source: Log-in block
ca: Bloc d'entrada

source: Congratulations! Zikula has been successfullly installed.
ca: Felicitats! Zikula s'ha instal·lat correctament.

source: MSSQL (alpha)
ca: MSSQL (alfa)

source: Oracle (alpha) via OCI8 driver
ca: Oracle (alfa) via controlador OCI8

source: Oracle (alpha) via Oracle driver
ca: Oracle (alfa) via controlador Oracle

source: Error! Gettext 'gt' requires an attribute text.
ca: El gettext requereix un atribut.

source: The site is currently off-line.
ca: El lloc web està desactivat.

source: Missing parameter '%s'
ca: Falta el paràmetre '%s'

source: Error! The '%s' module is unknown.
ca: El mòdul '%s' és desconegut.

source: An unknown error occurred in module %s, controller %s, action %s
ca: S'ha produït un error en el mòdul %s, controlador %s i acció %s

source: Page not found.
ca: No s'ha trobat la pàgina.

source: Error! The transaction failed. Performing rollback.
ca: No s'ha pogut completar la transacció. Si us plau, desfeu l'operació (rollback).

source: Error! The transaction failed.
ca: Ha fallat la transacció.

source: Could not load the '%1$s' module at '%2$s'.
ca: No s'ha pogut carregar el mòdul '%1$s' a '%2$s'.

source: The '%1$s' module returned an error in '%2$s'.
ca: El mòdul '%1$s' ha retornat un error a '%2$s'.

source: Zikula Upgrade script
ca: Script d'actualització del Zikula

source: Zikula Application Framework
ca: L'aplicació Zikula

source: Upgrade script
ca: Script d'actualització

source: Zikula Upgrade script (for Zikula version %s and up)
ca: Script d'actualització de Zikula (per a versions de Zikula %s i superiors)

source: This script will upgrade any Zikula v%1$s+ installation. Upgrades from less than Zikula v%1$s are not supported by this script.
ca: Aquest script actualitzarà qualsevol instal·lació de Zikula v%1$s+. No suporta les actualitzacions per versions inferiors a %1$s.

source: For more information about the upgrade process, please read the <a href="docs/%1$s/UPGRADING">upgrade documentation</a>, visit our <a href="http://community.zikula.org/Wiki.htm">wiki</a> or the <a href="http://community.zikula.org/module-Forum.htm">support forum</a>.
ca: Per a més informació sobre el procés d'actualització, si us plau, llegiu la <a href="docs/%1$s/UPGRADING">documentació d'actualització</a>, visiteu el nostre <a href="http://community.zikula.org/Wiki.htm">wiki</a> o el <a href="http://community.zikula.org/module-Forum.htm">fòrum de suport</a>.

source: FATAL ERROR!
ca: Error fatal

source: Zikula does not appear to be installed.
ca: Sembla que Zikula no estigui instal·lat.

source: Please select your language
ca: Trieu el vostre idioma

source: Submit
ca: Tramet

source: BEFORE proceeding you should backup your database!
ca: ABANS de continuar hauríeu de fer una còpia de seguretat de la base de dades.

source: Failed to login to your site
ca: No s'ha pogut entrar al lloc web

source: For the next upgrade steps you need to be logged in. Please provide your admin account credentials
ca: Per dur a terme els següents passos us heu de validar amb les credencials d'un administrador/a.

source: Starting upgrade
ca: Iniciant l'actualització

source: upgraded
ca: actualitzat

source: not upgraded
ca: No s'ha actualitzat

source: No modules required upgrading
ca: No hi ha cap mòdul que necessiti actualitzar

source: Finished upgrade
ca: L'actualització ha finalitzat

source: Go to the startpage for %s
ca: Vés a la pàgina d'inici de %s

source: Go to the admin panel for %s
ca: Vés al tauler d'administració de %s

source: Already up to date
ca: Ja està actualitzat

source: It seems that you have already installed version %s. Please remove this upgrade script, you do not need it anymore.
ca: Sembla que ja heu instal·lat la versió %s. Esborreu l'script d'instal·lació. Ja no el tornareu a necessitar.

source: Possible incompatible version found.
ca: S'ha trobat una versió que podria ser incompatible.

source: The current installed version of Zikula is reporting (%1$s). You must upgrade to version (%2$s) before you can use this upgrade.
ca: La versió instal·lada del Zikula és la %1$s. Heu d'actualitzar a la versió %2$s per poder utilitzar aquest script.

source: date.timezone is currently not set. Since PHP 5.3.0, it needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
ca: No s'ha establert el paràmetre date.timezone. Des de PHP 5.3.0, cal haver establert una timezone vàlida en el vostre fitxer php.ini com per exemple UTC, GMT+5, Europe/Berlin.

source: Check again
ca: Torneu-ho a provar

source: PCRE Unicode Property Support Needed.
ca: Cal disposar del suport de la propietat PCRE Unicode.

source: The PCRE (Perl Compatible Regular Expression) library being used with your PHP installation does not support Unicode properties. This is required to handle multi-byte character sets in regular expressions. The PCRE library used must be compiled with the '--enable-unicode-properties' option.
ca: La llibreria PCRE (Perl Compatible Regular Expression) que utilitza la seva instal·lació de PHP no suporta propietats Unicode. Aquest és un requeriment per poder fer ús de de conjunts de caràcters multi-byte en expressions regulars. La llibreria PCRE ha de ser compilada amb l'opció '--enable-unicode-properties'.

source: Theme Check Failed
ca: Ha fallat la comprovació de l'entorn visual

source: Your configuration specifies a theme called '%s' that doesn't exist. Please ensure that theme exists in themes/%s
ca: La seva configuració fa referència a un entorn visual anomenat '%s' que no existeix. Si us plau, assegureu-vos de que aquest entorn visual està present en el directori themes/%s

source: Your configuration specifies a theme called '%s' which begins with a lower case letter. You must first upgrade the theme's name to start with a capital letter. This should be done in your 1.2.x installation before attempting this upgrade again.
ca: La seva configuració fa referència a un entorn visual anomenat '%s' que comença amb una lletra en minúscula. Cal que modifiqueu el nom del vostre entorn visual de manera que comenci amb una lletra majúscula. Això ho heu de portar a terme a la vostra instal·lació 1.2.x abans de tornar a provar d'actualitzar.

source: Your theme called '%s' contains an underscore, this is now deprecated. You must first upgrade the theme's name so it does not contain any underscore character. This should be done in your 1.2.x installation before attempting this upgrade again.
ca: La seva configuració fa referència a un entorn visual anomenat '%s' que conté un caràcter de guió baix i ara això no està permès. Cal que modifiqueu el nom del vostre entorn visual de manera que no contingui guions baixos. Això ho heu de portar a terme a la vostra instal·lació 1.2.x abans de tornar a provar d'actualitzar.

source: Proceed to upgrade (click once and wait)
ca: Procediu amb l'actualització (feu clic només una vegada i espereu)

source: FATAL ERROR: Cannot start, unable to determine installed Core version.
ca: S'ha produït un error fatal: no s'ha pogut començar, ja que no ha estat possible determinar la versió del nucli instal·lada.

source: FATAL ERROR: Cannot start, unable access database.
ca: S'ha produït un error fatal: no s'ha pogut començar, ja que no ha estat possible accedir a la base de dades.

source: Zikula is already installed!
ca: El paquet ja està instal·lat!

source: System is already installed!
ca: El sistema ja està instal·lat!

source: Zikula is already installed so the installer has been disabled. If you need to run the installer a second time, you must reset the config.php to the original state. <a href="index.php">%s</a>.
ca: Zikula ja està instal·lat per la qual cosa l'instal·lador ha estat deshabilitat. Si necessiteu executar l'instal·lador una altra vegada heu de restablir el fitxer config.php a l'estat original. <a href="index.php">%s</a>.

source: Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.
ca: Podeu trobar més informació en el <a href="http://community.zikula.org/Wiki-UserDocs.htm">%s</a>.

source: Select language
ca: Trieu l'idioma

source: Next
ca: Següent

source: Check system requirements
ca: Comprovació dels requeriments del sistema

source: Your PHP version is %s.
ca: La vostra versió de PHP és %s.

source: You have got a problem! Your PHP version is %s, which does not satisfy the Zikula system requirement of version 5.3.2 or later.
ca: La versió de %s de PHP no compleix els requeriments del sistema de Zikula. Cal una versió 5.3.2 o posterior.

source: php.ini: date.timezone is set to %s
ca: El paràmetre date.timezone de l'arxiu php.in és %s

source: date.timezone is currently not set. It needs to be set to a valid timezone in your php.ini such as timezone like UTC, GMT+5, Europe/Berlin.
ca: El paràmetre date.timezone no està establert. Cal determinar un fus horari vàlid a l'arxiu php.ini. Es pot expressar com UTC, 5 GMT, Europa / Berlín.

source: PHP register_globals = On and must be turned off in php.ini, or .htaccess
ca: El paràmetre register_globals de PHP està establert a On. S'hauria de canviar a Off a php.ini, o .htaccess

source: PHP magic_quotes_gpc = Off
ca: El paràmetre PHP magic_quotes = Off

source: PHP magic_quotes_gpc = On and must be turned off in php.ini
ca: El paràmetre magic_quotes = On. S'hauria de canviar a Off a l'arxiu php.ini

source: PDO extension loaded.
ca: S'ha carregat l'extensió de PDO

source: You PHP installation doesn't have the PDO extension loaded.
ca: La vostra instal·lació de PHP no té activada l'extensió PDO.

source: Your PHP installation has the necessary token functions available.
ca: La instal·lació de PHP disposa de les funcions "token" necessàries.

source: You have got a problem! Your PHP installation does not have the token functions available, but they are necessary for Zikula's output system.
ca: Teniu un problema. La instal·lació del PHP no té disponibles les funcions de 'token' i són necessàries pel correcte funcionament del Zikula.

source: Your PHP installation has the multi-byte string functions available.
ca: La instal·lació de PHP disposa de les funcions de cadena de text "multi-byte".

source: Your PHP installation does not have the multi-byte string functions available. Zikula needs this to handle multi-byte character sets.
ca: La instal·lació del PHP no té disponibles les funcions de cadenes multibyte i són necessàries pel correcte funcionament del Zikula.

source: Your PHP installation's PCRE library has Unicode property support enabled.
ca: La llibreria PCRE de PHP té activat el suport a Unicode.

source: Your PHP installation's PCRE library does not have Unicode property support enabled. Zikula needs this to handle multi-byte character sets in regular expressions. The PCRE library used with PHP must be compiled with the '--enable-unicode-properties' option.
ca: La biblioteca PCRE del PHP no té activat el suport a Unicode. Zikula ho necessita per gestionar els caràcters multi-byte a les expressions regulars. La biblioteca PCRE de PHP ha de ser compilada amb l'opció "- enable-unicode-propietats".

source: Your PHP installation has the JSON functions available.
ca: La instal·lació de PHP disposa de les funcions JSON.

source: Your PHP installation does not have the JSON functions available. Zikula needs this to handle AJAX requests.
ca: La instal·lació de PHP no disposa de les funcions JSON. Zikula ho necessita per a atendre les peticions d'AJAX.

source: Personal configuration file
ca: Fitxer de configuració personal

source: '%s' is not present. This is OK.
ca: No s'ha trobat el fitxer '%s'. Això és correcte.

source: '%s' has been found. This is not OK: please rename this file before continuing the installation process.
ca: S'ha trobat el fitxer '%s'. Heu d'esborrar aquest fitxer abans de continuar amb el procés d'instal·lació.

source: File system permissions
ca: Permisos del sistema de fitxers

source: %s is writeable.
ca: Es pot escriure a %s.

source: You have a problem! '%s' is not writeable. Please ensure that the permissions are set correctly for the installation process.
ca: No es pot escriure al fitxer '%s'. Comproveu que els permisos del fitxer siguin correctes abans de seguir amb el procés d'instal·lació.

source: Zikula installer script
ca: Script d'instal·lació del Zikula

source: Installer script
ca: Script d'instal·lació

source: Check requirements
ca: Comprovació dels requeriments del sistema

source: Database information
ca: Informació de la base de dades

source: Create administrator's account
ca: Crea un compte d'administració

source: Please refer to the <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">Installation guide</a> during the process.
ca: Si us plau, consulteu la <a style="color: red" href="%1$s" onclick="window.open('%2$s');return false;">guia d'instal·lació</a> durant el procés.

source: NOTICE: Official copies of Zikula are only from zikula.org
ca: Avís: Les còpies oficials del Zikula són només de zikula.org

source: Useful resources
ca: Recursos útils

source: Installation guide
ca: Guia d'instal·lació

source: Zikula documentation
ca: Documentació del Zikula

source: Support forums
ca: Fòrums de suport

source: Theme extensions database
ca: Base de dades d'entorns visuals

source: Create administrator's user account
ca: Crea el compte de l'administrador/a

source: Error! Usernames can only consist of a combination of letters, numbers and may only contain the symbols . and _
ca: Els noms d'usuari/ària només poden estar formats de combinacions de lletres, nombres i els símbols . i _

source: Error! The administrator's e-mail address is not correctly formed. Please correct your entry and try again.
ca: L'adreça de correu electrònic de l'administrador/a no té la sintaxi correcta. Corregiu-la i torneu-ho a provar.

source: Error! Passwords do not match.
ca: Les contrasenyes no coincideixen.

source: Error! Passwords must be at least 7 characters long.
ca: La contrasenya de superusuari ha de tenir almenys 7 caràcters.

source: Password (repetition for verification)
ca: Contrasenya (repetiu-la per verificació)

source: Proceed with Installation
ca: Continua amb l'instal·lació

source: Zikula is not installed!
ca: Zikula no està instal·lat!

source: System is not installed!
ca: El sistema no està instal·lat.

source: You are seeing this message because Zikula is not yet installed. You can install Zikula by clicking on the install button, but before doing so please read the <a href="docs/en/INSTALL">installation instructions</a>. Further information can be found in the <a href="http://community.zikula.org/Wiki-UserDocs.htm">online documentation</a>.
ca: Visualitzeu aquest missatge perquè el Zikula encara no està instal·lat. Podeu instal·lar el Zikula si feu clic en el botó d'instal·lació, però abans de fer-ho, si us plau, llegiu les <a href="docs/en/INSTALL">instruccions d'instal·lació</a>. Podeu trobar més informació en la <a href="http://community.zikula.org/Wiki-UserDocs.htm">documentació en línia</a>.

source: Install Zikula!
ca: Instal·la el Zikula

source: Zikula is free software released under the GPL license!
ca: Zikula és un programari lliure creat sota llicència GPL.

source: For more information, please visit <a href="http://zikula.org/" title="Zikula Homepage">http://zikula.org</a>.
ca: Per més informació visiteu <a href="http://zikula.org/" title="la pàgina d'inici de Zikula">http://zikula.org</a>.

source: Enter database information
ca: Introducció de la informació de la base de dades

source: Error! Some of the required information was not entered. Please check your entries and try again.
ca: No s'ha introduït tota la informació requerida. Reviseu els camps del formulari i torneu-ho a provar.

source: Error! Invalid table prefix. Please use only letters or numbers.
ca: El prefix de la taula no és vàlid. Utilitzeu només lletres i números.

source: Error! Invalid database name. Please use only letters, numbers, '-' or '_' with a maximum of 64 characters.
ca: El nom de la base de dades no és vàlid. Si us plau, feu només ús de lletres, nombres, '-' or '_' amb un màxim de 64 caràcters.

source: Error! Could not connect to the database. Please check that you have entered the correct database information and try again.
ca: No s'ha pogut connectar a la base de dades. Comproveu que heu introduït la informació correcta i torneu-ho a provar.

source: Error! Could not dump the database. Please check that the file zikulacms.sql is located within the folder install/sql and it is readable.
ca: No s'ha pogut carregar la base de dades. Comproveu que el fitxer zikulacms.sql és present en el directori install/sql i és accessible.

source: Error! The database exists and contain tables. Please delete all tables before to proceed.
ca: La base de dades existeix i conté taules. Esborreu totes les taules per poder continuar.

source: Database type
ca: Tipus de base de dades

source: Database table type (MySQL only)
ca: Tipus de la base de dades (només MySQL)

source: Host
ca: Ordinador

source: Database name
ca: Nom de la base de dades
