Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: User names can contain letters, numbers, underscores, periods and/or dashes.
ca: Els noms d'usuari/ària poden contenir lletres, nombres, guions baixos, punts i/o guions.

source: Your user name is used to identify you to other users on the site. You still need to set one up, even though you will not be using it to log in.
ca: El seu nom d'usuari/ària s'utilitza per identificar altres usuaris en el lloc. Encara és necessari establir-ne un, tot i que no l'hageu utilitzat per entrar.

source: Set a password
ca: Establiu una contrasenya

source: The minimum length for user passwords is %s characters.
ca: La longitud mínima de la contrasenya és de %s caràcters.

source: Repeat your Password for verification
ca: Repetiu la contrasenya per verificació

source: Enter your e-mail address
ca: Entreu la vostra adreça de correu electrònic

source: You will use your e-mail address to identify yourself when you log in.
ca: Utilitzareu la vostra adreça de correu electrònic per identificar-se en el moment d'entrar.

source: Repeat your E-mail address for verification
ca: Repetiu l'adreça de correu electrònic per verificació

source: Answer the security question
ca: Respon la pregunta de seguretat

source: Asking this question helps us prevent automated scripts from accessing private areas of the site.
ca: Aquesta pregunta ens ajuda a evitar processos automàtics de creació de comptes.

source: Check your entries and submit your registration
ca: Reviseu les dades i trameteu el registre

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit registration' to continue.
ca: Quan hageu emplenat totes les dades feu clic al botó per fer-ne la comprovació. Quan les dades siguin correctes feu clic al botó 'Tramet' per continuar amb el procés de registre.

source: Your entries seem to be OK. Please click on 'Submit registration' when you are ready to continue.
ca: Les dades semblen correctes. Feu clic a 'Tramet el registre' quan esteu a punt per continuar.

source: Submit registration
ca: Tramet el registre

source: Edit registration of %s
ca: Edita el registre de %s

source: Check your entries and submit your updates
ca: Comproveu les vostres entrades i envieu els canvis

source: Choose how you would like to log in by clicking on one of the following...
ca: Escolliu com us agradaria validar-vos entre les opcions que teniu a continuació...

source: Log in below, or change how you would like to log in by clicking on one of the following...
ca: Entrar a continuació, o canviar la forma en què li agradaria entrar fent clic en una de les següents...

source: Select the CSV file
ca: Seleccioneu el fitxer CSV

source: CSV file (Max. %s)
ca: Mida màxima del fitxer CSV (Max. %s)

source: The file must be utf8 encoded.
ca: El fitxer ha d'estar codificat en utf8.

source: Import
ca: Importa

source: About the CSV file
ca: Sobre el fitxer CSV

source: The first row of the CSV file must contain the field names. It must be like this:
ca: La primera fila del CSV ha de contenir els noms dels camps. Ha de ser com aquests:

source: where:
ca: On:

source: (mandatory) - The user name. This value must be unique.
ca: (necessari) - El nom d'usuari/ària. Aquest valor ha de ser únic.

source: (mandatory) - The user password. It must have %s characters or more. Preferentially containing letters and numbers.
ca: (necessari) - La contrasenya de l'usuari/ària. Ha de tenir %s caràcters o més. Preferentment ha de contenir lletres i nombres.

source: (mandatory) - The user email. If the validation method is based on the user email this value must be unique.
ca: (necessari) - El correu electrònic de l'usuari/ària. Si el mètode de validació està basat en el correu electrònic de l'usuari/ària, aquest valor ha de ser únic.

source: - Type 0 if user is not active, 1 if the user must be active. The default value is 1.
ca: - Tipus 0 si l'usuari/ària no ha d'estar actiu, 1 si l'usuari/ària ha d'estar actiu. El valor per defecte és 1.

source: - Type 1 if the system must send the password to the user via email and 0 otherwise. The default value is 1. The module Mailer must be active and correctly configured. The email is sent only if user activated value is upper than 0.
ca: - Posa 1 si el sistema ha d'enviar la contrasenya a l'usuari/ària per correu electrònic. Altrament poseu el 0. El valor per defecte és 1. El mòdul d'enviament de correu ha d'estar actiu i configurat correctament. El missatge s'envia, només, si el valor d'activació de l'usuari/ària és més gran de 0.

source: - The identities of the groups where the user must belong separated by the character |. If you do not specify any group, the default group is %s.
ca: - Les identitats dels grups als quals ha de pertànyer l'usuari/ària, separades pel caràcter |. Si no especifiqueu cap grup, el grup per defecte és %s.

source: An example of a valid CSV file
ca: Un exemple de fitxer CSV vàlid.

source: Another example of a valid CSV file
ca: Un altre exemple de fitxer CSV vàlid

source: Registration date
ca: Data de registre

source: Last login
ca: Darrera entrada

source: User's groups
ca: Grups de l'usuari/ària

source: Inactive, marked for deletion
ca: Inactiu, marcat per ser esborrat

source: Status unknown
ca: Estat desconegut

source: Send user name to '%s'
ca: Envieu un correu a '%s'

source: Send password recovery code to '%s'
ca: Envia el codi de recuperació de contrasenya a '%s'

source: Cancel required change of password for '%s'
ca: Cancel·la el requeriment de canvi de contrasenya per a '%s'

source: Require '%s' to change password at next login
ca: Requereix a '%s' canviar la contrasenya en el següent inici de sessió

source: Account information recovery
ca: Recuperació de la informació del compte

source: Please enter your e-mail address below and click the 'Submit' button. You will be sent an e-mail with your account information.
ca: Si us plau, entreu la vostra adreça de correu electrònic i feu clic al botó 'Tramet'. Se li enviarà un correu electrònic amb la informació del seu compte.

source: I remember my password now.
ca: Recorda la contrasenya.

source: Go to log-in screen
ca: Vés a la pàgina de validació

source: Reset your password
ca: S'ha reiniciat la vostra contrasenya

source: If you still do not remember your password, you can create a new one here.
ca: Si encara no recordeu la vostra contrasenya en podeu crear una de nova aquí.

source: Password (repeat for verification)
ca: Contrasenya (repetiu-la per verificació)

source: Deny registration request of '%1$s'
ca: Denega la sol·licitud de registre de '%1$s'

source: Warning! This will delete the registration from the database. It cannot be undone.
ca: Això anul·larà la inscripció de la base de dades. L'acció no es pot desfer.

source: Applicant notification
ca: S'està aplicant la notificació

source: Notify the applicant via e-mail?
ca: Notificar a la persona sol·licitant per correu electrònic?

source: Note: The reason is sent in the user notification e-mail. All formatting, including extra spaces and blank lines are ignored.
ca: El motiu s'envia en el correu electrònic de notificació a l'usuari/ària. Tots els formats, incloent els espais i les línies en blanc, són ignorats.

source: Delete registration
ca: Esborra el registre

source: Before logging in, the site administrator has asked that you change the password for your account.
ca: Abans de validar-vos, l'administrador/a li demana que canviï la contrasenya del seu compte.

source: If you leave this page without successfully changing your password, then you will not be logged in.
ca: Si sortiu d'aquesta pàgina sense canviar correctament la contrasenya, no us estareu validats.

source: To change your password, please enter your current password, and then enter a new password (you must enter the new password twice to ensure that you have typed it correctly).
ca: Per canviar la vostra contrasenya, si us plau entreu la vostra contrasenya actual i després entreu una contrasenya nova (heu d'entrar la contrasenya nova dues vegades per assegurar-vos de que l'heu escrit correctament).

source: Once you have successfully changed your password, the log-in process will continue.
ca: Quan hageu canviat la vostra contrasenya correctament el procés de validació continuarà.

source: Change password
ca: Canvia la contrasenya

source: Save and continue logging in
ca: Tramet i continua amb el procés de validació

source: My account
ca: El meu compte

source: Set the user's password now?
ca: Estableix ara la contrasenya de l'usuari/ària?

source: Send password via e-mail?
ca: Envia la contrasenya per correu electrònic?

source: Sending a password via e-mail is considered unsafe. It is recommended that you provide the password to the user using a secure method of communication.
ca: L'enviament d'una contrasenya per correu electrònic es considera insegur. Es recomana proporcionar la contrasenya per l'usuari/ària mitjançant un mètode de comunicació segur.

source: Even if you choose to not send the user's password via e-mail, other e-mail messages may be sent to the user as part of the registration process.
ca: Encara que es trii no enviar la contrasenya de l'usuari/ària per correu electrònic, es podran enviar altres missatges com a part del procés de registre.

source: The user's e-mail address will be verified, even though e-mail address verification is turned off in 'Settings'. This is necessary because the user will create a password during the verification process.
ca: L'adreça de correu electrònic de l'usuari/ària serà verificada encara que a la verificació del correu electrònic estigui desactivat a "Configuració". Això és necessari perquè l'usuari/ària crearà una contrasenya en el procés de verificació.

source: The user's e-mail address will be verified. The user will create a password at that time.
ca: Es verificarà l'adreça de correu electrònic de l'usuari/ària. L'usuari/ària haurà de crear una contrasenya en aquest moment.

source: Verify user's e-mail address?
ca: Verificar l'adreça de correu electrònic de l'usuari/ària?

source: Notice: This overrides the 'Verify e-mail address during registration' setting in 'Settings'.
ca: Això anul·la el paràmetre "Verificar l'adreça de correu electrònic durant el registre" a "Configuració".

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Submit new user' to continue.
ca: Quan hageu completat el formulari feu clic a 'Comprova les dades que heu introduït'. Quan les entrades siguin correctes, feu clic a 'Tramet el registre'.

source: Submit new user
ca: Nou compte d'usuari/ària

source: You can confirm the e-mail address change by going to this URL with your browser:
ca: Podeu confirmar el canvi d'adreça de correu electrònic des de la URL següent:

source: Enter verification code
ca: Introduïu el codi de verificació

source: Verification code
ca: Codi de verificació

source: Please enter your user name and the verification code you received.
ca: Si us plau, entreu el vostre nom d'usuari/ària i el codi de confirmació que heu rebut.

source: You must establish a password for your account before the verification process is complete.
ca: Heu d'establir una contrasenya per el vostre compte abans que el es completi el procés de verificació.

source: Log-in and registration
ca: Entrada i registre

source: Please choose an action:
ca: Trieu una opció:

source: Notice: New user registration is currently disabled.
ca: El registre d'usuaris nous està desactivat.

source: Reasons
ca: Motiu

source: Recover lost user name or password
ca: Recuperació del nom d'usuari/ària o contrasenya

source: Approve registration of '%1$s'
ca: Aprova la sol·licitud de registre de '%1$s'

source: Warning! The e-mail address for this registration has not been verified. Approving this registration will create a new user record without completing the e-mail verification process.
ca: Atenció: l'adreça de correu electrònic per a aquesta inscripció no ha estat verificada. L'aprovació d'aquesta inscripció crearà un nou registre d'usuari/ària sense completar el procés de verificació de correu electrònic.

source: Warning! The e-mail address for this registration has not been verified. You are pre-approving this registration, and a new user record will be created upon completion of the e-mail verification process.
ca: Atenció: l'adreça de correu electrònic per a aquesta inscripció no ha estat verificada i està pendent d'aprovació. El nou registre d'usuari/ària es crearà quan es completi el procés de verificació de l'adreça de correu electrònic.

source: Skip Verification
ca: Salta la verificació

source: Someone with the IP address %1$s has just requested the account information at %2$s associated with this e-mail address.
ca: Alguna persona amb l'adreça IP %1$s ha sol·licitat la informació del compte a %2$s associat amb aquesta adreça de correu electrònic.

source: You may use the following information to %1$slog into your account%2$s:
ca: Heu de fer ser vir la informació següent a %1$s log dins del vostre compte %2$s:

source: (If you cannot click on the log-in link, you can copy this URL and paste it into your browser: %s )
ca: (Si no podeu fer clic a l'enllaç, copieu-lo i enganxeu-lo a la finestra del navegador: %s)

source: Verify my e-mail address
ca: Verifica l'adreça de correu electrònic durant el procés de registre

source: If you are not able to click on the above link, you can copy the following URL into your browser:
ca: Si no podeu fer clic a l'enllaç podeu copiar la URL següent a la finestra del navegador:

source: Permission rules
ca: Regles dels permisos

source: Powered by
ca: Funciona amb

source: Links
ca: Enllaços
