Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Preview theme
ca: Mostra l'entorn visual

source: Use theme
ca: Empra el tema

source: Edit theme
ca: Edita l'entorn visual

source: Page configurations
ca: Configuracions de la pàgina

source: Theme confirmation prompt
ca: Confirmeu l'entorn visual

source: Do you really want to set '%s' as the active theme for all site users?
ca: Esteu segur/a de que voleu fer que tots els usuaris utilitzin l'entorn visual '%s'?

source: Override users' theme settings
ca: Reinicia els paràmetres de l'entorn visual dels usuaris

source: This site needs to be upgraded, please contact the system administrator.
ca: Aquest lloc necessita ser actualitzat. Poseu-vos en contacte amb l'administrador/a del sistema.

source: Administrator log-in
ca: Entrada d'administració

source: An administrator log-in is required.
ca: Cal que entri un usuari/ària administrador/a.

source: Delete page configuration assignment
ca: Eliminar assignacions de la configuració de pàgina

source: Do you really want to delete this page configuration assignment?
ca: Esteu segur/a de que voleu esborrar aquesta assignació de configuració de pàgina?

source: Output format
ca: Format de sortida

source: Dropdown list with preview images
ca: Llista desplegable amb previsualització d'imatges

source: Simple list
ca: Llista simple

source: Notice: The template file will be sought on all the template paths of the specified module.
ca: Avís: L'arxiu de plantilla es buscarà en tots els camins de les plantilles del mòdul especificat.

source: Template file
ca: Fitxer de plantilla

source: Parameters
ca: Paràmetres

source: Page configuration assignments
ca: Pàgina de configuració de les assignacions

source: Configuration file
ca: Fitxer de configuració

source: Page configurations in use
ca: Pàgina de configuració en ús

source: Configuration file found
ca: S'ha trobat un arxiu de configuració

source: Notice: Any configuration files that Zikula cannot find must be created in 'themes/%s/templates/config'.
ca: Els fitxers de configuració que no existeixen s'han de crear a 'themes/%s/templates/config'.

source: Create new page configuration assignment
ca: Crea una pàgina nova de configuració d'assignacions

source: Function type
ca: Tipus de funció

source: Function name
ca: Nom de la funció

source: Function arguments
ca: Arguments de la funció

source: Notice: This is a list of arguments found in the page URL, separated by '/'.
ca: Llista d'arguments trobats a l'URL de la pàgina separats per '/'

source: Any match with this assignment will be consider over the following others.
ca: Qualsevol correspondència amb aquesta assignació es considerarà per damunt de la resta.

source: Edit page configuration
ca: Edita la configuració de la pàgina

source: Page settings
ca: Paràmetres de la pàgina

source: Page template
ca: Plantilla de la pàgina

source: Block template
ca: Plantilla del bloc

source: Default template
ca: Plantilla per defecte

source: Palette
ca: Paleta

source: Wrappers settings
ca: Configuració dels embolcalls

source: Enable main content wrapper
ca: Habilita el contingut de l'embolcall principal

source: This will add a wrapper for the main content, like:
ca: Això afegirà un embolcall per al contingut principal, com:

source: Enable block wrappers
ca: Habilita embolcalls de bloc

source: This will add a wrapper for each block content, like:
ca: Això afegirà un embolcall per a cada bloc, com:

source: Filter settings
ca: Opcions del filtre

source: Comma separated list of filters, eg. myfilter (for outputfilters) represents outputfilter.myfilter.php file, see <a href="http://www.smarty.net/manual/en/advanced.features.php">the documentation</a> for more information about filters.
ca: Llista de filtres separats per comes. Per exemple: myfilter (per a outputfilters) representa el fitxer outputfilter.myfilter.php. Per tenir més informació sobre els filtres mireu-vos <a href="http://www.smarty.net/manual/en/advanced.features.php">la documentació</a>.

source: Output filters
ca: Filtres de sortida

source: Pre-filters
ca: Filtres previs

source: Post-filters
ca: Filtres posteriors

source: The theme engine will consider the more specific setup; in that order, a block instance template, is used over a block type template, and a block position one.
ca: El motors d'entorns visuals considerarà la configuració més específica; en aquest ordre, una instància de plantilla de bloc sobreescriu a una plantilla de tipus de bloc i també a una posició de bloc.

source: Block instance templates
ca: Instància de plantilla de bloc

source: Block type templates
ca: Plantilla de tipus de bloc

source: Block position templates
ca: Plantilles de posició de blocs

source: Existing block positions
ca: Posicions de blocs existents

source: <p>The following block positions are used in this page configuration, but they have not been defined within the Blocks module;</p>%s<p>Click on a block position to go create that position.</p>
ca: <p>Les posicions de bloc següents són usades a la configuració de la pàgina, però no han estat definides a dins del mòdul de blocs;</p>%s<p>Feu clic sobre una posició de bloc per crear-la.</p>

source: Existing block instances
ca: Instàncies de bloc existents

source: Untitled block of type %1$s
ca: Bloc sense títol de tipus %1$s

source: Theme credits
ca: Crèdits de l'entorn visual

source: Registration ID
ca: ID del registre

source: Official
ca: Oficial

source: Author
ca: Autor

source: Contact
ca: Contacte

source: Admin panel theme
ca: Entorn visual del panell d'administració

source: User theme
ca: Entorn visual de l'usuari/ària

source: System theme
ca: Entorn visual del sistema

source: Credits
ca: Crèdits

source: Change log
ca: Registre de canvis

source: License
ca: Llicència

source: XHTML-capable
ca: Compatible amb XHTML

source: Edit page configuration assignment
ca: Pàgina de configuració d'assignacions

source: The module specified on this assignment [%s] seems to not be available on the system.
ca: El mòdul especificat en aquesta tasca [%s] sembla no estar disponible en el sistema.

source: You can handle plain variables <var>name &rarr; value</var>, but also setup arrays in the format <var>name[key] &rarr; value</var>.
ca: Podeu fer ús de variables normals <var>nom &rarr; valor</var> i també de matrius en el format <var>nom[clau] &rarr; valor</var>.

source: Add new theme variable
ca: Afegeix una nova variable a l'entorn visual

source: Add new page variable
ca: Afegeix una pàgina de variables nova

source: Themes control the visual presentation of a site. Zikula ships with a small selection of themes, but many more are available from the %s.
ca: Entorn visual controla l'aspecte d'un lloc. Zikula es distribueix amb una petita selecció d'entorns visuals però en podeu trobar molts més a %s.

source: Default theme
ca: Entorn visual per defecte

source: Preview: %s
ca: Vista prèvia: %s

source: Set as default: %s
ca: Estableix com a predeterminat: %s

source: Credits: %s
ca: Crèdits: %s

source: Preview
ca: Previsualitza

source: Set as default
ca: Defineix per defecte

source: Settings for %s
ca: Paràmetres de %s

source: Notice: This category is for 'browser-oriented' themes that can be selected by users for their sessions on the site.
ca: Aquesta categoria és per als entorns visuals orientats al navegador, és a dir, que poden ser utilitzats pels usuaris per visualitzar el lloc web.

source: Notice: This category is for themes used to deliver back-end services (such as RSS feeds, etc.).
ca: Aquesta categoria és per als entorns visuals que proveeixen serveis de rerefons, per exemple les fonts RSS i Atom, i no poden ser utilitzats pels usuaris per visualitzar el lloc web.

source: Notice: This category is for themes used to display the site admin panel.
ca: Aquesta categoria és per als entorns visuals orientats a l'ús del tauler d'administració.

source: Delete block position
ca: Esborra la posició de blocs

source: Do you really want to delete this block position?
ca: Esteu segur/a de voler esborrar aquesta posició de blocs?

source: Add the current URL as a new link in this block
ca: Afegeix l'URL com a enllaç nou en aquest bloc

source: Add current URL
ca: Afegir l'URL actual

source: Edit this block
ca: Edita aquest bloc

source: Document URL
ca: URL del document

source: or
ca: o

source: Document contents
ca: Contingut del document

source: Style sheet URL
ca: URL del full d'estils

source: Style sheet contents
ca: Contingut del full d'estils

source: After create this block position, you will be able to assign some blocks for it, and adjust the order you want them to be displayed.
ca: Després de crear aquesta posició del bloc podreu assignar-li alguns blocs i establir l'ordre en què voleu que es mostrin.

source: New block position
ca: Posició de blocs nova

source: Characters allowed: a-z, A-Z, 0-9, dash (-) and underscore (_).
ca: Caràcters permesos: a-z, A-Z, 0-9, guió alt (-) i guió baix (_).

source: Edit block
ca: Editar el bloc

source: Block placement filtering
ca: Filtre de posicionament de blocs

source: Position(s)
ca: Posició

source: Advanced placement options
ca: Opcions de posicionament avançades

source: Show/hide advanced placement options
ca: Mostra/amaga les opcions avançades de posicionament de blocs

source: To restrict the block's visibility to certain modules and module functions, you can create filter(s) and select the module, function type, function name and function arguments that you want to apply to the filter. All fields are optional. If you omit a field, it will act as an *.
ca: Per restringir la visibilitat dels blocs a determinades funcions del mòduls i als mòduls, podeu crear filtres i seleccionar el mòdul, tipus de funció, nom de la funció i els arguments de la funció a la qual voleu aplicar el filtre. Tots els camps són opcionals. Si s'omet un camp prendrà per valor un *.

source: Create new filter
ca: Crear un nou filtre

source: Collapsibility
ca: Visualització

source: Collapsible
ca: Plegable

source: Default state
ca: Estat predeterminat

source: Expanded
ca: Estès

source: Collapsed
ca: Reduït

source: Customisation
ca: Personalització

source: Block refresh interval
ca: Temps de refresc del bloc

source: File name (including relative path from Zikula root directory)
ca: Nom del fitxer (ha d'incloure la ruta relativa des de l'arrel del Zikula)

source: File type
ca: Tipus de fitxer

source: Enable menu collapse icons
ca: Activa les icones per plegar el menú

source: Form of display
ca: Visualització

source: Flags
ca: Senyaladors

source: Dropdown menu
ca: Menú desplegable

source: List
ca: Llista

source: Translate options
ca: Opcions d'idioma

source: CSS styling
ca: Estils CSS

source: Style sheet
ca: Full d'estil

source: Visibility within block
ca: Visibilitat dins d'un bloc

source: Modules manager
ca: Gestor dels mòduls

source: Insert blank after
ca: Insereix una fila en blanc a darrera

source: New row
ca: Insereix una fila nova

source: Do you really want to delete this block?
ca: Esteu segur/a de que voleu esborrar aquest bloc?

source: Edit block position
ca: Edita la posició del bloc

source: Block position
ca: Posició del bloc

source: Block assignments
ca: Assignació de blocs

source: Notice: Use drag and drop to arrange the blocks in this position into your desired order. The new block order will be saved automatically.
ca: Organitzeu els blocs d'aquesta posició arrossegant-los amb el ratolí. L'ordre dels blocs es desarà automàticament quan deixeu el bloc a la ubicació nova.

source: Blocks assigned to this position
ca: Blocs assignats a aquesta posició

source: Click to deactivate this block
ca: Feu clic per desactivar aquest bloc

source: Click to activate this block
ca: Feu clic per activar aquest bloc

source: Blocks not assigned to this position
ca: No hi ha cap bloc assignat a aquesta posició de blocs

source: New block
ca: Bloc nou

source: Add the current URL as new link in this block
ca: Afegeix l'URL com a enllaç nou en aquest bloc

source: Block content
ca: Contingut del bloc

source: Block settings
ca: Paràmetres dels blocs

source: You can restrict the access to certain settings higher than the default ("Edit") permissions level. Below is a list of these options.
ca: Podeu restringir l'accés a certs ajustaments més enllà del que permet, per defecte, el nivell de permisos d'edició ("Edit"). A continuació es mostra una llista d'aquestes opcions.

source: Block titles
ca: Títols dels blocs

source: Block display settings
ca: Bloc de configuració dels paràmetres de la pantalla

source: Block editing settings
ca: Bloc d'edició dels paràmetres de la pantalla

source: You can specify a diferent block title for each language. If blank, the default block title will be displayed.
ca: Podeu especificar títols de bloc diferents per a cada llenguatge. Si els deixeu en blanc es mostrarà el títol del bloc establert per defecte.

source: <strong>Note</strong>: some templates and/or stylesheets are found only in certain themes. These templates and stylesheets have been included in the "Only in some themes" group. Choosing a template or a stylesheet from this group you must take into account the fact that it might not be available in certain theme - in such situation default template and style ("blocks_block_menutree_default.tpl") is used.
ca: <strong>Avís</strong>: algunes plantilles i/o fulls d'estil es troben només en certs entorns visuals. Aquestes plantilles i fulls d'estil s'han inclòs en el grup "Només en alguns entorns visuals". Si trieu una plantilla o un full d'estil d'aquest grup heu de considerar el fet que podrien no estar disponibles en alguns entorns visuals. En aquest cas s'aplicaran els establerts a la plantilla "blocks_block_menutree_default.tpl".

source: Template
ca: Plantilla

source: Stylesheet
ca: Full d'estil

source: Choose stylesheet
ca: Triar el full d'estils

source: The list of stylesheets has been limited to those which appear to be associated with selected template.<br />If you do not find among them stylesheet you are looking for - you can <a href="#" title="Click here, to display all stylesheets">show all stylesheets</a>.
ca: La llista de fulls d'estil s'ha limitat a aquells que semblen estar associats amb la plantilla seleccionada <br /> Si no trobeu a la llista el que esteu buscant podeu visualitzar-los tots: <a href = "#" title = "Feu clic aquí per mostrar tots els fulls d'estil "> Mostra tots els fulls d'estil </ a>.

source: Show editing links
ca: Mostra els enllaços d'edició

source: Display the links: "Add current URL" and "Edit this block".
ca: Mostrar els enllaços: "Afegir l'URL actual" i "Editar aquest bloc".

source: Strip base url from links
ca: Franja base de les URL dels enllaços

source: Base URL which will be removed: %s.
ca: URL base que s'eliminarà:% s.

source: Note! Short URLs are enabled. It's strongly recommended to turn on this option when using short URLs.
ca: Atenció! Les URL curtes estan habilitades. És molt recomanable activar aquesta opció si utilitzeu URL curtes.

source: Maximum depth of tree
ca: Nivell de profunditat màxima

source: Zero means no limit.
ca: Zero implica sense límit.

source: Class list for links
ca: Llista de classes pels enllaços

source: You can assign a CSS class for each link in the menu. This option allows you to prepare a list of classes, which you will be able to choose.
ca: Podeu assignar una classe CSS per a cada enllaç al menú. Aquesta opció us permet preparar una llista de classes per seleccionar-les posteriorment.

source: The title of the class will be visible to the user, the name of the class will be used as an "class" attribute value.
ca: El títol de la classe es mostrarà a l'usuari/ària. El nom de la classe s'utilitzarà com a valor de l'atribut "class".

source: Class name
ca: Nom de la classe

source: Class title
ca: Títol de la classe

source: Delete class
ca: Suprimeixi aquesta classe

source: Add class
ca: Afegeix classe

source: Change active language:
ca: Canvieu l'idioma per defecte del sistema.

source: You can import one of existing menus. To this purpose choose the appropriate menu from the drop-down list. If the chosen menu had marked appropriate option - links to all modules will be imported.
ca: Podeu importar un dels menús existents. Trieu-lo de la llista desplegable. Si al menú escollit marqueu l'opció adequada s'importaran els enllaços a tots els mòduls.

source: Choose menu
ca: Seleccioneu un menú

source: Edit menu item
ca: Edita l'opció de menú

source: Field Name is required.
ca: El nom del camp és obligatori.

source: Please fill required fields
ca: Ompliu tot els camps requerits.

source: Menu item data
ca: Element d'opció de menú

source: Use one for all languages
ca: Idiomes per als quals s'utilitzarà la verificació ortogràfica

source: CSS class
ca: Classe de

source: Choose class
ca: Escollir classe

source: Active?
ca: Actiu?

source: Template for this block
ca: Plantilla per a aquest bloc

source: Display links to installed modules
ca: Mostra enllaços als mòduls instal·lats

source: These block titles override the title entered in the Blocks/extmenu section at the top of this page. If you enter titles here, it is these titles here that will be displayed in site pages. The title entered under Blocks/extmenu will be the title seen in the blocks list in the Blocks administration.
ca: Aquests títols de bloc prevalen davant els introduïts a la secció Blocks/extmenu que trobareu a la part superior d'aquesta pàgina. Si introduïu títols aquí, seran els que es mostraran per la pantalla. Els títols introduïts a Blocks/extmenu seran els que es veuran a la llista de blocs de l'administració dels blocs.

source: In the table below, drag and drop the menu items into your desired order. It is also possible to create nesting menu entries if you move an entry onto an existing row. The item order and the contents of each menu item are saved when you click the 'Save' button. The number in the right-hand column is the ID of the menu item. Use this ID number if you want to use permission rules to restrict access to the menu item.
ca: A la taula següent, arrossegueu i deixeu anar els elements del menú en l'ordre desitjat. També és possible crear submenús si es mou una entrada fins a una altra d'existent. L'ordre de partida i el contingut de cada element del menú es guardaran quan feu clic al botó "Desa". El nombre a la columna de la dreta és la identificació de l'element de menú. Utilitzeu aquest número d'identificació si voleu utilitzar les regles de permisos per a restringir l'accés a l'opció del menú.

source: You can use bracket URLs in the form: &#123;modname&#125;, &#123;modname:type:func&#125; or &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. You may also specify the homepage as &#123;homepage&#125;.
ca: Podeu fer ús del suport a URL en el formulari: &#123;modname&#125;, &#123;modname:type:func&#125; o &#123;modname:type:func:param1=value1&amp;param2=value2&#125;. Heu d'especificar la pàgina d'inici com a &#123;homepage&#125;.

source: Create new menu item
ca: Crea un element del menú

source: Image
ca: Imatge

source: Error! Encountered a problem:
ca: Error! S'ha produït un problema:

source: This is the list of blocks present in your system, you can use the filter to display only certain blocks. The order in which blocks are listed here is not necessarily the order in which they are displayed in site pages. To manage the display order within site pages, scroll down (or <a href="#blockpositions">click here</a>), then edit a block position. You will be able to arrange the order of display for blocks assigned to that block position.
ca: Aquesta és la llista dels blocs presents en el sistema, podeu utilitzar el filtre per mostrar només alguns dels blocs. L'ordre en què apareixen els blocs a llista no és necessàriament l'ordre en què es mostren en les pàgines del lloc. Per administrar l'ordre de presentació dins de les pàgines del lloc, desplaceu-vos cap avall (o <a href="#blockpositions">clic aquí </a>), i després editeu una posició de bloc. Podreu organitzar l'ordre de presentació dels blocs assignats a la posició del bloc.

source: Block Position
ca: Posició del bloc

source: Active Status
ca: barra d'estat

source: Clear
ca: Neteja

source: Block ID
ca: ID del bloc

source: Block positions list
ca: Llista de posicions de blocs

source: This is the list of block positions currently existing for your site's pages. You can create a new block position by clicking 'Create block position' in the menu. To edit the settings for a block position, or to reorder the blocks within a block position, click on the 'Edit' icon beside that particular position. To delete a block position, click on the 'Delete' icon and confirm the action in the confirmation prompt that will display.
ca: Aquesta llista mostra totes les posicions de blocs creades. En podeu crear més fent clic a l'opció 'Crea una posició de blocs' del menú horitzontal del mòdul. Per editar una posició de blocs o per canviar l'ordre dels blocs dins d'una posició de blocs, feu clic en el botó d'edició de la posició que vulgueu modificar. Per esborrar un posició de blocs feu clic a la icona d'esborrament i confirmeu l'acció quan se us demani.

source: Theme tag
ca: Etiqueta per a l'entorn visual

source: Preferred language
ca: Idioma preferit

source: Edit user account of %s
ca: Edita el compte d'usuari/ària de %s

source: The items that are marked with an asterisk ('*') are required entries.
ca: Els elements marcats amb un asterisc (*) són requerits.

source: You are editing your own record, therefore you are not permitted to change your membership in certain system groups, and you are not permitted to change your activated state. These fields are disabled below.
ca: Esteu editant el vostre registre. No està permès canviar la pertinença a determinats grups del sistema ni canviar el vostre estat activat. Aquests camps estan desactivats.

source: Account information
ca: Informació del compte

source: User names can contain letters, numbers, underscores, periods, or dashes.
ca: Els noms d'usuari/ària poden contenir lletres, nombres, guions baixos, punts o guions.

source: Repeat e-mail address for verification
ca: Repetiu l'adreça de correu electrònic per a la verificació

source: User status
ca: Estat de l'usuari/ària

source: Site's default theme
ca: Entorn visual per defecte del lloc web

source: Log-in information
ca: Informació d'accés

source: This user does not currently log in with a web site account password. To enable the user to do so&mdash;in addition to any other log-in method used, create a password for the account here.
ca: Aquest usuari/ària actualment accedeix al lloc web sense contrasenya. Perquè l'usuari/ària pugui fer-ho&mdash; amb independència d'altres mètodes d'accés emprats, creeu una contrasenya per aquest compte aquí.

source: Change the user's password?
ca: Canviar la contrasenya?

source: Create a password for the user?
ca: Crear una contrasenya per aquest/a usuari/ària?

source: New password
ca: Contrasenya nova

source: Create a password
ca: Crear una contrasenya

source: Notice: The minimum length for user passwords is %s characters.
ca: La longitud mínima de la contrasenya és de %s caràcters.

source: Repeat password for verification
ca: Repetiu la contrasenya per a la verificació

source: The user's password will not be changed.
ca: No es canviarà la contrasenya de l'usuari/ària.

source: A web site account password will not be created for the user. The user will continue to log in with the method(s) currently used.
ca: No es crearà el compte amb contrasenya per a l'usuari/ària. L'usuari/ària haurà de seguir accedint amb el(s) mètode(s) que utilitza actualment.

source: The user's password will be changed.
ca: Es canviarà la contrasenya de l'usuari/ària.
