Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: settings
ca: Paràmetres

source: Error! Either you entered an invalid entry point, or else the file specified as being the entry point was not found in the Zikula root directory.
ca: O bé heu introduït un punt d'entrada no vàlid o bé el fitxer especificat com a punt d'entrada no s'ha trobat a l'arrel del Zikula.

source: Error! In your permalink settings, strings cannot be terminated with a comma.
ca: En els paràmetres dels enllaços permanents les cadenes de text no poden acabar en una coma.

source: Error! In your permalink settings, the search list and the replacement list for permalink cleansing have a different number of comma-separated elements. If you have 3 elements in the search list then there must be 3 elements in the replacement list.
ca: En els paràmetres dels enllaços permanents, la llista de cerca i la llista de reemplaçament per a la neteja dels enllaços permanents tenen un nombre diferent d'elements separats per comes. Si teniu 3 elements a la llista de cerca, també hi ha d'haver 3 elements a la llista de reemplaçament.

source: Error! When setting a startpage, starttype and startfunc are required fields.
ca: En configurar una pàgina d'inici, els camps starttype i startfunc són requerits.

source: Notice: Language detection is automatically disabled when multi-lingual features are disabled.
ca: Avís: la detecció de l'idioma es desactiva automàticament quan les característiques multilíngües es desactiven.

source: Done! Saved localisation settings.
ca: S'han desat el paràmetres de localització.

source: Main settings
ca: Paràmetres principals

source: Localisation settings
ca: Paràmetres de localització

source: Error! You did not select a module.
ca: No heu seleccionat cap mòdul.

source: Error! You did not select a module table.
ca: No heu indicat la taula del mòdul.

source: Error! You did not enter a property name.
ca: No heu indicat el nom de la propietat.

source: Error! You did not select a category.
ca: No heu seleccionat cap categoria.

source: Error! There is already a property with this name in the specified module and table.
ca: Ja hi ha una propietat amb aquest nom a la taula i mòdul especificats.

source: Error! You did not enter a name.
ca: No heu introduït cap nom.

source: Category %s must be unique under parent
ca: La categoria %s ha de ser única dins de la categoria pare

source: Can not delete category while preserving subcategories without specifying a new parent ID
ca: No podeu esborrar la categoria mentre tinguin subcategories sense especificar una nova ID del pare

source: Modules
ca: Mòduls

source: Yes/No
ca: Sí/No

source: Publication status (extended)
ca: Estat de publicació (estès)

source: Pending
ca: Pendent

source: Checked
ca: Verificat

source: Approved
ca: Aprovat

source: On-line
ca: En línia

source: Rejected
ca: Rebutjat

source: Gender
ca: Gènere

source: Male
ca: Home

source: Female
ca: Dona

source: Title
ca: Títol

source: Mr.
ca: Sr.

source: Mrs.
ca: Sra.

source: Ms.
ca: Sra.

source: Miss
ca: Senyoreta

source: Activity status
ca: Estat de l'activitat

source: Publication status (basic)
ca: Estat de publicació (bàsic)

source: Users
ca: Usuaris

source: Blogging
ca: Blocs/Bitàcoles

source: Music and audio
ca: Música i àudio

source: Art and photography
ca: Art i fotografia

source: Writing and thinking
ca: Escriure i pensar

source: Communications and media
ca: Mitjans de comunicació

source: Travel and culture
ca: Viatges i cultura

source: Science and technology
ca: Ciència i tecnologia

source: Sport and activities
ca: Esports i activitats

source: Business and work
ca: Negocis i feina

source: Category administration.
ca: Categoria d'administració.

source: Error! Cannot determine valid 'cid' for edit mode in 'Categories_admin_edit'.
ca: No s'ha pogut determinar un 'cid' vàlid pel mode d'edició a 'Categories_admin_edit'.

source: Error! The document root is invalid.
ca: L'arrel no és vàlida.

source: Error! The category ID is invalid.
ca: L'ID de la categoria no és vàlida.

source: Notice: The administrator has locked the category '%2$s' (ID '%$1s'). You cannot edit or delete it.
ca: Avís: L'administrador/a ha bloquejat la categoria '%2$s' (ID '%$1s'). No la podeu editar ni modificar.

source: Done! Saved the %s category.
ca: S'ha desat la categoria %s.

source: Done! Inserted the %s category.
ca: S'ha afegit la categoria %s.

source: Error! The URL contains an invalid 'document root' parameter.
ca: L'URL conté un paràmetre 'document root' no vàlid.

source: Error! The root directory cannot be modified in 'user' mode
ca: El directori arrel no es pot canviar en el mode 'usuari/ària'

source: Error! It looks like you are trying to edit another user's categories. Only site administrators can do that (%s).
ca: Sembla que esteu intentant modificar les categories d'un altre usuari/ària. Això només ho poden fer els administradors (%s).

source: Error! Cannot access root directory (%s).
ca: No s'ha pogut accedir al directori arrel (%s).

source: Error! The specified category is not a leaf-level category (%s).
ca: La categoria especificada conté subcategories (%s).

source: Error! The specified category is not a child of the document root (%1$s; %2$s).
ca: La categoria especificada no penja de l'arrel (%1$s; %2$s).

source: Error! Editing mode for user-owned categories is only available to users who have logged-in.
ca: El mode d'edició de les categories dels usuaris només està disponible després de validar-se.

source: Error! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
ca: El mode d'edició de les categories dels usuaris no està activat. Aquesta funcionalitat només la poden activar els administradors.

source: Error! Could not determine the user root node.
ca: No s'ha pogut determinar el node arrel de l'usuari/ària.

source: Error! The user root node seems to point towards an invalid category: %s.
ca: El node arrel dels usuaris apunta a una categoria no vàlida: %s.

source: Error! Cannot determine user category root node name.
ca: No s'ha pogut determinar el nom del node arrel de les categories de l'usuari/ària.

source: Error! The user root category node for this user does not exist, and the automatic creation flag (autocreate) has not been set.
ca: El node arrel de les categories dels usuaris d'aquest usuari/ària no existeix i la creació automàtica no està activada.

source: Default
ca: Predeterminat

source: Done! Deleted the %s category.
ca: S'ha esborrat la categoria %s.

source: Done! Copied the %s category.
ca: S'ha copiat la categoria %s.

source: Done! Moved the %s category.
ca: S'ha mogut la categoria %s.

source: Done! Rebuilt the category paths.
ca: Reconstrueix els camins de les categories.

source: Done! Deleted the category registry entry.
ca: S'ha esborrat l'entrada del registre de la categoria.

source: Done! Saved the category registry entry.
ca: S'ha desat l'entrada del registre de la categoria.

source: Categories list
ca: Llista de categories

source: Create new category
ca: Crea una categoria nova

source: Category registry
ca: Registre de categories

source: Rebuild paths
ca: Reconstrueix els camins

source: Categories manager
ca: Gestor de categories

source: Site search
ca: Cerca en el lloc web

source: Site search module.
ca: Mòdul de cerca del lloc.

source: search
ca: cerca

source: Error! You did not enter any keywords to search for.
ca: No heu introduït cap paraula clau a cercar

source: Error! '%1$s' module returned false in search function '%2$s'.
ca: S'ha produït un error: el mòdul '%1$s' ha retornat fals a la funció de cerca '%2$s'.

source: New search
ca: Nova cerca

source: Recent searches list
ca: <a href="%s">Llista de cerques recents</a>

source: Search
ca: Cerca

source: Search box
ca: Quadre de cerca

source: Page lock
ca: Gestor del bloqueig de pàgines

source: Provides the ability to lock pages when they are in use, for content and access control.
ca: Proporciona la capacitat de bloquejar pàgines quan s'estan utilitzant.

source: Error! Lock broken!
ca: El bloqueig s'ha trencat!

source: Permissions
ca: Permisos

source: User permissions manager.
ca: Gestió dels permisos d'usuari/ària.

source: permissions
ca: permisos

source: permission granted.
ca: permís concedit.

source: permission not granted.
ca: permís denegat.

source: unknown user.
ca: usuari/ària desconegut.

source: All components
ca: Tots els components

source: Up
ca: Amunt

source: Down
ca: Avall

source: Done! Incremented permission rule.
ca: El permís s'ha desplaçat cap a la part superior de la taula.

source: Done! Decremented permission rule.
ca: El permís s'ha desplaçat cap a la part inferior de la taula.

source: Modify permission rule
ca: Modifica el permís

source: Create new permission rule
ca: Afegeix un permís nou

source: Error! No permission rules of this kind were found. Please add some first.
ca: No s'ha trobat cap permís d'aquest tipus. Afegiu-ne algun abans.

source: Edit permission rule
ca: Edita el permís

source: [Illegal input in component!]
ca: [El component no és correcte]

source: [Illegal input in instance!]
ca: [La instància no és correcta]

source: Done! Saved permission rule.
ca: S'ha desat el permís.

source: Done! Created permission rule.
ca: S'ha creat el permís.

source: Done! Deleted permission rule.
ca: S'ha esborrat el permís.

source: All groups
ca: Tots els grups

source: Unregistered
ca: No registrats

source: Error! Could not save configuration: unknown permission rule ID.
ca: No s'ha pogut desar la configuració: l'ID del permís és desconegut.

source: Error! Could not create new permission rule.
ca: No s'ha pogut crear el permís nou.

source: Notice: You cannot delete the main administration permission rule.
ca: No podeu esborrar el permís d'administració principal.

source: Error! Could not delete permission rule with ID %s.
ca: No s'ha pogut esborrar el permís amb ID %s.

source: Permission check result:
ca: Resultat de la comprovació del permís:

source: Error! Permission rule ID %s does not exist.
ca: El permís amb ID %s no existeix.

source: Error! Permission rule-swapping in partial view can only be done if both affected permission rules are visible. Please switch to full view.
ca: El canvi de posició dels permisos en una vista parcial només es pot fer si tots els permisos afectats són visibles. Passeu a la vista completa.

source: Error! No permission rule directly above that one.
ca: No hi ha cap permís immediatament superior a l'indicat.

source: Error! No permission rule directly below that one.
ca: No hi ha cap permís immediatament inferior a l'indicat.

source: Error! Could not save group permission rule %s.
ca: No s'ha pogut desar el permís %s.

source: Error! Could not save permission rule sequences.
ca: No s'han pogut desar les seqüències del permís

source: Error! Could not delete group permission rule %s.
ca: No s'ha pogut esborrar el permís %s.

source: Permission rules list
ca: Llista de permisos

source: Permission rules information
ca: Informació dels permisos

source: Core
ca: Nucli

source: Closed
ca: Tancat

source: Open
ca: Obre

source: By default, all users are made members of this group.
ca: Per defecte, tots els usuaris pertanyen a aquest grup.

source: usr
ca: Usuaris

source: Administrators
ca: Administradors

source: Group of administrators of this site.
ca: Grup dels administradors del lloc.

source: adm
ca: administració

source: Groups
ca: Grups

source: User group administration module.
ca: Mòdul d'administració de grups d'usuaris

source: groups
ca: grups

source: Delete
ca: Suprimeix

source: Group membership
ca: Pertinença al grup

source: Error! There is already a group with that name.
ca: Ja existeix un grup amb aquest nom.

source: Done! Created the group.
ca: S'ha creat el grup.

source: Sorry! No such group found.
ca: No s'ha trobat el grup.

source: Done! Saved group changes.
ca: S'han desat els canvis del grup.

source: Error! You cannot delete the default user group.
ca: No podeu esborrar el grup d'usuaris per defecte.

source: Done! Deleted the group.
ca: S'ha esborrat el grup.

source: Remove user from group
ca: Esborra l'usuari/ària del grup

source: Error! A problem occurred and the user was not added to the group.
ca: No s'ha pogut afegir l'usuari/ària al grup.

source: Done! The user was added to the group.
ca: S'ha afegit l'usuari/ària al grup.

source: Done! The user was removed from the group.
ca: S'ha esborrat l'usuari/ària del grup.

source: Error! A problem occurred while attempting to remove the user. The user has not been removed from the group.
ca: No s'ha pogut esborrar l'usuari/ària del grup.

source: None
ca: Cap

source: Private message
ca: Missatge intern

source: E-mail
ca: Correu electrònic

source: Concerning your %s group membership application
ca: En relació a la vostra sol·licitud d'alta a %s

source: Sorry! This is a message to inform you with regret that your application for membership of the aforementioned private group has been rejected.
ca: Aquest missatge és per informar-vos de que la vostra sol·licitud d'alta al grup privat ha estat denegada.

source: Done! The user has been added to the %s group.
ca: S'ha afegit l'usuari/ària al grup %s.

source: Done! Your application has been accepted. You have been granted all the privileges assigned to the group of which you are now member.
ca: S'ha acceptat la vostra sol·licitud. Ara disposeu de tots els privilegis que atorga la pertinença al grup.

source: Error! Could not execute 'Reject' action.
ca: No s'ha pogut executar l'acció 'Denega'.

source: Error! Could not execute 'Accept' action.
ca: No s'ha pogut executar l'acció 'Accepta'.

source: Done! The user's application for group membership has been rejected.
ca: S'ha denegat la sol·licitud d'alta al grup.

source: Error! Could not save the module configuration.
ca: No s'ha pogut desar la configuració del mòdul.

source: Error! You must register for a user account on this site before you can apply for membership of a group.
ca: Per poder sol·licitar l'alta a aquest grup primer heu de disposar d'un compte d'usuari/ària.

source: Error! That group does not exist.
ca: Aquest grup no existeix.

source: Error! You are already a member of this group.
ca: Ja sou membre d'aquest grup.

source: Sorry! You cannot apply for membership of that group.
ca: No podeu sol·licitar l'alta a aquest grup.

source: Sorry! That group has reached full membership.
ca: El grup ha arribat al nombre màxim permès de membres.

source: Sorry! That group is closed.
ca: Aquest grup està tancat.

source: Error! You must click on the checkbox to confirm your action.
ca: Heu de clicar a la casella de verificació per confirmar la vostra acció.

source: Done! Saved the action.
ca: S'ha desat l'acció.

source: Error! The group name is missing.
ca: Falta el nom del grup.

source: Error! Could not create the new group.
ca: No s'ha pogut crear el grup nou.

source: Group %s
ca: Grup %s

source: Error! Could not delete the '%s' group.
ca: No s'ha pogut esborrar el grup '%s'.

source: Error! Could not create the new item.
ca: No s'ha pogut crear l'element nou.

source: Sorry! You cannot delete the default users group.
ca: No podeu esborrar el grup d'usuaris per defecte.

source: Sorry! You cannot delete the primary administrators group.
ca: No podeu esborrar el grup d'administradors original

source: Error! Could not perform the deletion.
ca: No s'ha pogut fer l'esborrament.

source: Error! Could not send the private message to the user.
ca: No s'ha pogut enviar el missatge intern a l'usuari/ària.

source: Groups list
ca: Llista de grups

source: Create new group
ca: Crea un grup nou

source: Groups manager
ca: Gestor de grups

source: Error! You have already applied for membership of this group.
ca: Ja heu sol·licitat l'alta a aquest grup.

source: Administrator
ca: Administrador/a

source: Group membership application registered
ca: S'ha registrat la sol·licitud d'alta al grup

source: The registered user %1$s has applied for membership of a group. The details of the application are as follows: %2$s
ca: L'usuari/ària %1$s ha demanat formar part d'un grup. Els detalls de la sol·licitud són els següents: %2$s

source: Error! Could not add the user to the group.
ca: No s'ha pogut afegir l'usuari/ària al grup.

source: Error! Could not remove the user from the group.
ca: No s'ha pogut esborrar l'usuari/ària del grup.

source: Security Center
ca: Centre de seguretat

source: Manage site security and settings.
ca: Administració i configuració de la seguretat del lloc.

source: securitycenter
ca: centredeseguretat

source: Error! Session path not writeable!
ca: No es pot escriure a la ruta de la sessió!

source: Error! PHPIDS rule file %s does not exist or is not readable.
ca: El fitxer de normes %s per a PHPIDS no existeix o no es pot llegir.

source: Session handling variables have changed. You must log in again.
ca: Les variables de maneig de sessió han canviat. Us heu de tornar a autenticar.

source: Default values for HTML Purifier were successfully loaded. Please store them using the "Save" button at the bottom of this page
ca: S'han carregat correctament els valors per defecte de HTML Purifier. Si us plau, emmagatzemeu-les amb el botó 'Tramet' de la part de sota d'aquesta pàgina

source: Done! Saved HTMLPurifier configuration.
ca: S'ha desat la configuració del HTMLPurifier.

source: Tag
ca: Etiqueta

source: Page
ca: Pàgina

source: User Name
ca: Nom d'usuari/ària

source: Impact
ca: Impacte

source: PHPIDS filters used
ca: Es fan servir els filtres PHPIDS

source: Date
ca: Data

source: Done! Purged IDS Log.
ca: S'ha purgat el registre d'IDS.

source: Error! Received a non-numeric object ID '%s'.
ca: S'ha rebut un ID d'objecte no numèric '%s'

source: Error! Invalid %s received.
ca: S'ha rebut una resposta no vàlida: %s

source: Allowed HTML settings
ca: Configuració dels paràmetres HTML permesos

source: View IDS Log
ca: Mostra el log IDS

source: Export IDS Log
ca: Exporta el log IDS

source: Purge IDS Log
ca: Purga el log IDS

source: HTMLPurifier settings
ca: Paràmetres de HTMLPurifier

source: An error occured during executing PHPIDS: %s
ca: S'ha produïtt un error mentre s'executava PHPIDS: %s

source: The following attack has been detected by PHPIDS
ca: PHPIDS ha detectat l'atac següent

source: Date: %s
ca: Data: %s

source: Request Impact: %d
ca: Petició d'informació: %d

source: Session Impact: %d
ca: Identificador de la sessió: %d

source: Affected tags: %s
ca: Etiquetes afectades: %s

source: Affected parameters: %s
ca: Paràmetres afectats: %s

source: Request URI: %s
ca: URI sol·licitat: %s

source: Intrusion attempt detected by PHPIDS
ca: PHPIDS ha detectat un intent d'intrussió

source: Malicious request code / a hacking attempt was detected. This request has NOT been blocked!
ca: S'ha sol·licitat un codi maliciós / s'ha detectat un intent de pirateria informàtica. Aquesta petició NO ha estat bloquejada!

source: Malicious request code / a hacking attempt was detected. Thus this request has been blocked.
ca: S'ha sol·licitat un codi maliciós / s'ha detectat un intent de pirateria informàtica. No obstant aquesta petició ha estat bloquejada!

source: Error display module.
ca: Mòdul de visualització d'errors.

source: Exception thrown in %1$s, line %2$s.
ca: S'ha llançat una excepció a %1$s, línia %2$s.

source: An unidentified problem occurred (classified as an error). The following message was returned:
ca: S'ha produït un problema no identificat (considerat un error). S'ha retornat el missatge següent:

source: A non-critical problem occurred (classified as a warning). The following message was returned:
ca: S'ha produït un problema no identificat (considerat un avís). S'ha retornat el missatge següent:

source: A non-critical problem occurred (classified as a notice). The following message was returned:
ca: S'ha produït un problema no identificat (considerat una informació). S'ha retornat el missatge següent:

source: An unidentified problem occurred (unclassified). The following message was returned:
ca: S'ha produït un problema no identificat de tipus desconegut. S'ha retornat el missatge següent:

source: Mailer
ca: Generador del correu

source: Mailer module, provides mail API and mail setting administration.
ca: El mòdul Mailer, proporciona un API de correu i l'administració de la configuració del correu.

source: mailer
ca: generador de correu

source: Internal PHP `mail()` function
ca: Intern - Funció 'mail()' de PHP

source: Sendmail message transfer agent
ca: Sendmail Gestor de Transferència de Missatges

source: QMail message transfer agent
ca: QMail Gestor de Transferència de Missatges

source: SMTP mail transfer protocol
ca: SMTP Protocol de Transferència de Missatges

source: Done! Message sent.
ca: S'ha enviat el missatge.

source: Error! Could not send message. %s
ca: No s'ha pogut enviar el missatge. %s

source: Test current settings
ca: Prova la configuració

source: Error! An unidentified problem occurred while sending the e-mail message.
ca: S'ha produït un error desconegut quan s'enviava el missatge de correu electrònic.

source: Error! A problem occurred while sending an e-mail message from '%1$s' (%2$s) to (%3$s) (%4$s) with the subject line '%5$s': %6$s
ca: S'ha produït un error en enviar el missatge de correu electrònic de '%1$s' (%2$s) a (%3$s) (%4$s) amb l'assumpte '%5$s': %6$s

source: Error! A problem occurred while sending the e-mail message.
ca: S'ha produït un error desconegut quan s'enviava el missatge de correu electrònic.

source: System
ca: Sistema

source: Core modules at the heart of operation of the site.
ca: Mòduls del nucli necessaris pel funcionament del sistema.

source: Layout
ca: Disposició

source: Layout modules for controlling the site's look and feel.
ca: Mòduls de disposició que controlen l'estètica i la ubicació dels continguts.

source: Modules for controlling user membership, access rights and profiles.
ca: Mòduls de gestió de la pertinença a grups, dels drets d'accés i dels perfils.

source: Content
ca: Contingut

source: Modules for providing content to your users.
ca: Mòduls que proporcionen continguts pels usuaris.

source: Uncategorised
ca: Sense categoria

source: Newly-installed or uncategorized modules.
ca: Mòduls sense categoria o recentment instal·lats.

source: Security
ca: Seguretat

source: Modules for managing the site's security.
ca: Mòduls referents a la seguretat del lloc web.

source: Administration panel
ca: Gestor del tauler d'administració

source: Backend administration interface.
ca: Interfície d'administració del rerefons.

source: Done! Created new category.
ca: S'ha creat una categoria nova.

source: Error! No such category found.
ca: No s'ha trobat la categoria.

source: Done! Saved category.
ca: S'ha desat la categoria.

source: Done! Category deleted.
ca: S'ha esborrat la categoria.

source: Error! You must enter a number for the 'Modules per row' setting.
ca: Heu d'introduir un número en el paràmetre 'Mòduls per fila'.

source: Error! You must enter a number for the 'Modules per page' setting.
ca: Heu d'introduir un número en el paràmetre 'Mòduls per pàgina'.

source: Error! Could not add module to module category.
ca: No s'ha pogut afegir el mòdul a la pestanya.

source: Compile check
ca: Comprova si les plantilles ja estan compilades

source: Force compile
ca: Força la compilació

source: Caching
ca: Emmagatzemant a la memòria cau

source: Error! Could not get module name for id %s.
ca: No s'ha pogut recuperar el nom del mòdul per a la id %s.

source: Error! A category by this name already exists.
ca: Ja existeix una categoria amb aquest nom.

source: The category could not be created.
ca: No s'ha pogut crear la carpeta.

source: No category name or id set.
ca: No s'ha establert un nom de categoria o identitat
