Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Please ensure the database is in UTF8 format.
ca: Si us plau, assegureu-vos que la base de dades està en format UTF8.

source: Edit module
ca: Edita el mòdul

source: Module
ca: Mòdul

source: Module display name
ca: Nom per mostrar

source: Module URL
ca: URL del mòdul

source: Defaults
ca: Valors predeterminats

source: Restore now
ca: Restaura ara

source: This may break your existing indexed URLs
ca: Això pot trencar les URL indexades

source: Save
ca: Desa

source: Cancel
ca: Cancel·la

source: Notice! This module either requires or recommends additional modules be installed. The report below details these requirements and/or recommendations.
ca: Avís! Aquest mòdul requereix o recomana la instal·lació de mòduls addicionals. L'informe següent mostra informació detallada sobre els requisits i/o recomanacions.

source: Module name
ca: Nom del mòdul

source: Level
ca: Nivell

source: Not present
ca: No present

source: Required
ca: Necessari

source: Recommended
ca: Recomanat

source: Do you really want to install this module?
ca: Voleu realment desinstal·lar aquest mòdul?

source: Error! Required dependencies are not present. To install this module, please upload the dependencies.
ca: Les dependències necessàries no són presents. Per instal·lar aquest mòdul, instal·leu abans les seves els mòduls dels quals depèn.

source: Accept
ca: Accepta

source: Error! Could not regenerate the modules list.
ca: No s'ha pogut regenerar la llista de mòduls.

source: Error! The modules list could not be regenerated because there are one or more problems in the Zikula file system. You need to correct them before you can proceed. Please read this explanation:
ca: La llista de mòduls no s'ha pogut regenerar perquè hi ha un o més problemes en el sistema de fitxers del Zikula. Cal que els corregiu per poder continuar. L'explicació és la següent:

source: In the table below, the left-hand column lists the internal name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module internal name can only be associated with one single instance of a module.
ca: La taula següent mostra una llista de noms de mòduls que apareixen en més d'un directori. Només n'hi pot haver un. Heu d'esborrar la resta. Si us plau, esborreu duplicats i deixeu només una instància de cada mòdul.

source: Directory
ca: Directori

source: In the table below, the left-hand column lists the display name of a module that has duplicate instances present in different directories (the module is seen as being 'present more than one time' in the file system). The center and right-hand columns list the directories concerned (which are inside Zikula's '/modules' directory). Please delete any duplicate copy of the listed module(s), leaving only one instance. Each module display name can only be associated with one single instance of a module.
ca: La taula següent mostra una llista de noms de mòduls per mostrar que apareixen en més d'un directori. Només n'hi pot haver un. Heu d'esborrar la resta. Si us plau, esborreu duplicats i deixeu només una instància de cada mòdul.

source: Extension database
ca: Base de dades d'extensions

source: Note: Modules are software that extends the functionality of a site. There is a wide choice of add-on modules available from the %s.
ca: Els mòduls són programari que afegeix funcionalitats a un lloc web. Trobareu una àmplia oferta de mòduls a %s.

source: Internal name
ca: Nom intern

source: Version
ca: Versió

source: State
ca: Estat

source: Actions
ca: Accions

source: Go to the module's administration panel
ca: Vés a l'administració dels mòduls

source: Subscription
ca: Subscripció

source: Provision
ca: Proveeix

source: Attached areas
ca: Àrees adjuntes

source: Detach
ca: Separar

source: detach
ca: separar

source: There aren't any areas attached here.<br />Drag an area from the right and drop it here to attach it.
ca: Aquí no hi ha àrees adjuntes.<br />Arrossegueu-hi des de la dreta deixeu-la aquí per adjuntar-la.

source: Available areas
ca: Àrees disponibles

source: There are no providers available for %s.
ca: No hi ha proveïdor disponibles per %s.

source: Connect %s to other modules
ca: Connecta %s a altres mòduls

source: %s module provides the following area:
ca: El mòdul %s proveeix l'àrea següent:

source: To connect %s to one of the modules from the list below, click on the checkbox(es) next to the corresponding area.
ca: Per connectar %s a un dels mòduls des de la llista següent, feu clic a la casella/es de verificació de les àrees corresponents.

source: Connections
ca: Connexions

source: Uninstall module
ca: Desinstal·la el mòdul

source: Warning! Uninstalling this module will also permanently remove all data associated with it, including all data held by other modules that are hooked to this module.
ca: Atenció! La desinstal·lació d'aquest mòdul esborrarà de forma permanent totes les dades que tingui associades, incloses totes les dades en poder d'altres mòduls que estan connectats amb aquest mòdul.

source: Do you really want to uninstall this module?
ca: Voleu realment desinstal·lar aquest mòdul?

source: Warning! This module still has %s active block. Removing this module will also permanently remove this block.
ca: Atenció! Aquest mòdul encara té %s bloc actiu. Amb l'esborrament d'aquest mòdul també s'esborrarà el bloc.

source: Warning! Other modules present in your system are dependent on this module. If you uninstall this module then all modules that require it will also be uninstalled.
ca: Atenció! Altres mòduls instal·lats depenen d'aquest mòdul. Si desinstal·leu aquest mòdul tots els mòduls que el necessiten també es desinstal·lan.

source: Required.
ca: Obligatori.

source: optional
ca: opcional

source: Uninstall
ca: Desinstal·lar

source: Module Services
ca: Serveis del mòdul

source: Module Services are functions provided by the core or other modules for this module.
ca: Els serveis del mòdul són funcions que proveeix el nucli o altres mòduls per aquest mòdul.

source: There aren't any modules services available.
ca: No hi ha serveis del mòdul disponibles.

source: Incompatible version with the core
ca: S'ha trobat una versió que podria ser incompatible amb el nucli del Zikula

source: The version of this module is incompatible with the version of the core.
ca: La versió d'aquest mòdul és incomptable amb la versió del nucli de Zikula.

source: The minimal version of the core that this module supports is %s
ca: La versió mínima del nucli de Zikula que suporta aquest mòdul és %s

source: The maximal version of the core that this module supports is %s
ca: La versió màxima del nucli de Zikula que suporta aquest mòdul és %s

source: Ok
ca: D'acord

source: Basic legacy hook settings for
ca: Defineix la configuració bàsica dels lligams heretats per

source: Please note that only legacy module types appear in this list.
ca: Tingueu en compte que només els mòduls heretats apareixen en aquesta llista.

source: Basic hook settings
ca: Paràmetres bàsics dels lligams

source: Basic legacy hook settings
ca: Configuració dels paràmetres bàsics dels lligams

source: Extended hook settings
ca: Paràmetres addicionals dels lligams

source: Extended legacy hook settings
ca: Configuració dels paràmetres estesos dels lligams heretats

source: Legacy hooked modules
ca: Mòduls de lligams heretats

source: for
ca: per a

source: No legacy hookable modules installed.
ca: No hi ha mòduls heretats que es puguin connectar.

source: System plugins
ca: Connectors del sistema

source: Internal Plugin name
ca: Nom del connector intern

source: Plugin display name
ca: No a mostrar pel connector:

source: Extended legacy hook settings for
ca: Configuració dels lligams heretats per

source: Legacy '%s' hook modules
ca: Lligams de mòduls heretats '%s'

source: Items per page
ca: Ítems per pàgina

source: Module defaults
ca: Paràmetres per defecte del mòdul

source: Hard module regenerate to reset displayname, url and description to defaults
ca: Regeneració completa de la llista de mòduls. Torna a carregar els noms per mostrar, les URL i les descripcions.

source: Language system
ca: Idioma del sistema

source: Activate multi-lingual features
ca: Activa les característiques multilingües

source: Add language to URL
ca: Afegeix la informació d'idioma a l'URL

source: Always
ca: Sempre

source: Only for non-default languages
ca: Només per a idiomes que no són el per defecte

source: Browser
ca: Navegador

source: Automatically detect language from browser settings
ca: Detecta l'idioma automàticament a partir dels paràmetres del navegador

source: If this is set to 'Yes', Zikula try to serve the language requested by the each user's browser (if that language available and allowed by the multi-lingual settings). If users sets their personal language preference, then this setting will be overriden by their personal preference.
ca: Si aquest paràmetre està a 'Sí', el Zikula intentarà servir les pàgines en l'idioma del navegador de l'usuari/ària, sempre i quan l'idioma estigui disponible en el sistema. Si els usuaris canvien el seu idioma preferit en el seu perfil, aquest canvi sobreescriurà aquest paràmetre general.

source: Server
ca: Servidor

source: Default language to use for this site
ca: Idioma per defecte d'aquest lloc web

source: Time zone for anonymous guests
ca: Zona horària dels usuaris no registrats

source: Server time zone
ca: Zona horària del servidor

source: Variable validation
ca: Validació de la variable

source: Allow IDN domain names
ca: Permet noms de domini IDN

source: Notice: With IDN domains, special characters are allowed in e-mail addresses and URLs.
ca: Si s'activen els dominis IDN es podran utilitzar caràcters especials a les adreces de correu electrònic i en els URL.

source: Main info
ca: Informació principal

source: Description line
ca: Descripció

source: Admin's e-mail address
ca: Adreça de correu electrònic de l'administrador/a

source: Disable site
ca: Desconnecta el lloc web

source: Reason for disabling site
ca: Motiu de la desconnexió del lloc

source: Meta tag settings
ca: Paràmetres dels metadescriptors

source: Default page title
ca: Títol de la pàgina per defecte

source: Default meta description
ca: Metadescriptors per defecte

source: Default meta keywords
ca: Paraules clau per defecte

source: Start page settings
ca: Paràmetres de la pàgina inicial

source: Start module
ca: Mòdul inicial

source: No start module (static frontpage)
ca: Sense mòdul inicial

source: ('index.php' points to this)
ca: (L'index.php apunta a aquí)

source: Start function type (required)
ca: Tipus de funció d'inici (requerit)

source: Start function (required)
ca: Funció d'inici (requerit)

source: Start function arguments
ca: Arguments de la funció inicial

source: (Comma-separated)
ca: (Separats per comes)

source: Site entry point
ca: Punt d'entrada al lloc web

source: (Default: index.php)
ca: (Per defecte: index.php)

source: Notice: The entry point file must be present in the Zikula root directory before you set it here as your site's start page.
ca: El punt d'entrada ha d'existir a l'arrel del Zikula abans de configurar-lo aquí.

source: Activate compression
ca: Activa la compressió

source: Module used for managing user profiles
ca: Mòdul utilitzat per a la gestió de perfils

source: No user profiles
ca: No hi ha perfils d'usuari/ària

source: Module used for private messaging
ca: Mòdul utilitzat per a la missatgeria interna

source: No private messaging
ca: Sense missatgeria interna

source: Time-out for Ajax connections
ca: Temps d'espera de les connexions AJAX

source: (in milliseconds, default 5000 = 5 seconds)
ca: (en mil·lisegons, per defecte 5000 = 5 segons)

source: Notice: Increase this value if mobile appliances experience problems with using the site.
ca: Incrementeu aquest valor si dispositius mòbils tenen problemes per navegar pel lloc web.

source: Permalinks settings
ca: Paràmetres dels enllaços permanents

source: Notice: The following settings will rewrite your permalinks. Sometimes, international characters like 'ñ' and 'ß' may be re-encoded by your browser. Although this is technically the correct action, it may not be aesthetically pleasing. These settings allow you to replace those characters, using a pair of comma-separated lists. The two fields below should resemble the examples provided: The first element of 'List to search for' will replace the first element in the 'List to replace with' and so on. In the example below, 'À' would be replace with 'A', and 'Á' with 'A'. If you do not want to use this feature, leave both fields blank.
ca: Les configuracions següents sobreescriuen els enllaços permanents. De vegades els navegadors modifiquen determinats caràcters com la 'ñ' i la 'ß'. Tot i que aquesta acció és tècnicament correcta, el resultat no és gaire estètic. Aquest paràmetre permet definir una llista de caràcters separats per comes que substituiran aquests caràcters especials. El primer element de la llista 'Caràcters a cercar' serà substituït pel primer element de la llista 'Reemplaça per', i així successivament. Per exemple, 'À' serà substituït per 'A' i 'Á' per 'A'. Si no voleu que es faci aquesta substitució, deixeu ambdós camps en blanc.

source: List to search for
ca: Caràcters a cercar

source: List to replace with
ca: Reemplaça per

source: Short URL settings
ca: Paràmetres dels URL curts

source: Enable directory-based short URLs
ca: Treu el punt d'entrada dels URL basats en directoris

source: Strip entry point from directory-based URLs
ca: Treu el punt d'entrada dels URL basats en directoris

source: Yes (recommended)
ca: Sí (recomanat)

source: Separator for permalink titles
ca: Separador utilitzat en els títols dels enllaços permanents

source: Do not display module name in short URLs for
ca: No mostris el nom del mòdul en adreces curtes per a

source: (disabled)
ca: (no habilitat)

source: You can arrange categories list using drag and drop - just grab page or folder icon and drag it to the new position. New order will be saved automatically.<br />Right click on selected category to open context menu.
ca: Podeu organitzar la llista de categories mitjançant arrossegar i deixar anar - només heu d'arrossegar la pàgina o la icona de carpeta a la posició nova. El nou ordre es guardarà automàticament.<br />Feu clic al botó dret de la categoria seleccionada per obrir el menú contextual.

source: Expand all
ca: Expandeix-ho tot

source: Collapse all
ca: Redueix-ho tot

source: New parent category for sub-categories
ca: Nova categoria pare per les subcategories

source: Delete category
ca: Suprimeix la categoria

source: Do you really want to delete this category?
ca: Esteu segur/a que voleu esborrar aquesta categoria?

source: Category
ca: Categoria

source: Confirmation prompt
ca: Pregunta de confirmació

source: It contains %s direct sub-categories.
ca: Conté %s subcategories directes.

source: Please also choose what to do with this category's sub-categories:
ca: Indiqueu que s'ha de fer amb les subcategories d'aquesta categoria:

source: Delete all sub-categories
ca: Esborra totes les subcategories

source: Move all sub-categories to next category
ca: Mou totes les subcategories a la següent categoria

source: Edit category
ca: Edita la categoria

source: Parent
ca: Pare

source: Category is locked
ca: La categoria està bloquejada

source: Category is a leaf node
ca: La categoria no té subcategories

source: Localised output
ca: Sortida localitzada

source: Attributes
ca: Atributs

source: Meta data
ca: Metadades

source: Internal ID
ca: ID intern

source: Path
ca: Camí

source: I-path
ca: Camí dels índexos

source: Created by %s.
ca: Creat per %s.

source: Created on %s.
ca: Creat el %s

source: Last edited by %s.
ca: Editar per darrera vegada per %s.

source: Updated on %s.
ca: Actualitzat el %s.

source: Sort value
ca: Valor d'ordenació

source: Do you really want to delete the category '%s'?
ca: Esteu segur que voleu suprimir la categoria '%s'?

source: Return to referring page
ca: Torna a la pàgina d'origen

source: Resequence
ca: Refer la seqüència

source: Category system information
ca: Informació de les categories de sistema

source: No parent category.
ca: No hi ha cap categoria pare (superior)

source: Move
ca: Mou

source: Move category
ca: Mou la categoria

source: Delete registry entry
ca: Esborra el registre

source: Do you really want to delete this registry entry?
ca: Esteu segur/a de que voleu esborrar aquesta entrada del registre?

source: Table
ca: Taula

source: Property name
ca: Nom de propietat

source: Sorry! User-owned category editing has not been enabled. This feature can be enabled by the site administrator.
ca: L'edició de les categories dels usuaris està desactivada. Aquesta funcionalitat només la pot activar un administrador/a.

source: Copy category
ca: Copia la categoria

source: Copy this category and all sub-categories of this category
ca: Copia aquesta categoria i totes les seves subcategories

source: Are you sure you want to rebuild all the internal paths for categories?
ca: Esteu segur/a de que voleu reconstruir els camins interns de les categories?

source: Warning! If you have a large number of categories then this action may time out, or may exceed the memory limit configured within your PHP installation.
ca: Atenció: si el nombre de categories existents en el sistema és molt gran, aquesta acció pot durar molt o, fins i tot, exhaurir la memòria disponible pel PHP.

source: Add
ca: Afegeix

source: Choose category
ca: Trieu una categoria

source: Choose module
ca: Trieu un mòdul

source: Choose table
ca: Trieu una taula

source: Root category for user categories
ca: Categoria arrel de les categories d'usuari/ària

source: Allow users to edit their own categories
ca: Permet als usuaris editar les seves categories pròpies

source: Automatically create user category root folder
ca: Crea automàticament un directori arrel per a les categories de l'usuari/ària

source: Automatically create user default category
ca: Crea automàticament una categoria per defecte per a les categories de l'usuari/ària

source: Require access to all categories for one item (relevant when using multiple categories per content item)
ca: Requereix tenir accés a totes les categories per a un element (d'interès en assignar múltiples categories a un element)

source: Default user category
ca: Categoria d'usuari/ària per defecte

source: Search keyword
ca: Cerca una paraula clau

source: Search now
ca: Cerca ara

source: No search plug-ins found
ca: No s'ha trobat cap connector de cerca

source: Error! Could not find any search plug-ins to use.
ca: No s'ha trobat cap connector de cerca

source: Recent searches
ca: Cerques recents

source: Search keywords
ca: Cerca utilitzant paraules clau

source: Number of searches
ca: Nombre de cerques

source: Date of last search
ca: Data de l'última cerca

source: Keyword settings
ca: Paràmetres de la paraula clau

source: All words
ca: Totes les paraules

source: Any words
ca: Qualsevol paraula

source: Exact phrase
ca: Frase exacta

source: Order of results
ca: Ordre dels resultats

source: Newest first
ca: Primer els més nous

source: Oldest first
ca: Primer els més vells

source: Alphabetical
ca: Llista alfabètica

source: Filter search by type
ca: Filtre de cerca per tipus

source: De/Select all
ca: Des-selecciona'ls tots

source: Show 'Search now' button
ca: Mostra el botó 'Cerca ara'

source: Search options
ca: Opcions de cerca

source: Number of characters to display in item summaries
ca: Nombre de caràcters a mostrar en el resum d'elements

source: Disable search plug-ins
ca: Desactiva els connectors de cerca

source: Search results
ca: Resultats de la cerca

source: Number of hits: %s
ca: Nombre de clics: %s

source: No search results found. You can try the following:
ca: No s'ha trobat cap resultat de cerca. Podeu provar això:

source: Check that you spelled all words correctly.
ca: Comproveu que hàgiu escrit totes les paraules correctament.

source: Use different keywords.
ca: Utilitzeu una paraula clau diferent.

source: Use keywords that are more general.
ca: Utilitzeu paraules clau que siguin més generals.

source: Use fewer words.
ca: Utilitzeu menys paraules.

source: This page is locked
ca: Aquesta pàgina està bloquejada.

source: This page is locked because another user is working on it. Please wait: the page will be unlocked automatically when the other user has finished, and you will be informed.
ca: Aquesta pàgina està bloquejada perquè algú altre hi està treballant. Quan acabi, la pàgina es desbloquejarà automàticament i sereu informat/da.

source: Locked by %s.
ca: Bloquejada per '%s'.

source: Lock main administration permission rule
ca: Bloqueja el permís d'administració principal

source: ID of main administration permission rule
ca: ID del permís d'administració principal

source: Enable filtering of group permissions
ca: Activa el filtratge dels permisos

source: Minimum row height for permission rules list view (in pixels)
ca: Alçada mínima de les files en visualitzar-les (en píxels)

source: Minimum row height for rule editing view (in pixels)
ca: Alçada mínima de les files en editar-les (en píxels)

source: Delete permission rule
ca: Eliminar permís

source: Do you really want to delete this permission rule?
ca: Esteu segur/a de voler esborrar aquest permís?

source: Permission rule information
ca: Informació del permís

source: Registered component
ca: Component registrat

source: Instance template
ca: Plantilla d'instància

source: Sequence
ca: Seqüència

source: Instance
ca: Instància

source: Permission level
ca: Nivell del permís

source: Updating permission rule...
ca: Actualitzant el permís...

source: Deleting permission rule...
ca: Esborrant el permís...

source: Testing permission...
ca: Provant el permís...

source: This permission rule has been locked. If you need to unlock it, go to the Permission rules manager Settings page.
ca: Aquest permís està bloquejat. Si el voleu desbloquejar, heu d\'anar a la configuració del mòdul de permisos.

source: Notice: Arrange your permission rules in the desired order of evaluation, using drag and drop. The sort order will be saved immediately and automatically.
ca: Arrossegueu els permisos per canviar l'ordre en el que s'han d'aplicar. El nou ordre es desarà immediatament i automàtica quan els deixeu a la nova posició.

source: The permission rule you have defined as your main administration permission rule (highlighted in the list below) has been <strong>locked</strong>, which means you cannot edit it, move it or delete it. If this permission rule is not at the top of the list, other permission rules can be moved around it. If you need to perform an operation on the main administration permission rule then you must go to the Permission rules manager Settings page to unlock it beforehand. Otherwise, it is safer to keep it locked.
ca: El permís que heu definit com a permís d'administració principal (emfatitzat a la llista) està <strong>bloquejat</strong>. Això vol dir que no el podeu editar, moure ni esborrar. Si aquest permís no és el primer de la llista (es recomana que ho sigui), els altres permisos es poden moure al seu voltant. En cas de voler fer alguna de les operacions anteriors sobre el permís principal d'administració, heu d'anar a la configuració del mòdul de permisos i desbloquejar-lo prèviament. Altrament, és més segur mantenir-lo bloquejat.
