Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It must first be approved.
ca: No ha estat possible enviar un codi de verificació per poder fer el registre de '%1$s'. Abans el registre ha de ser aprovat.

source: Sorry! There was a problem sending a verification code to '%1$s'.
ca: S'ha produït un problema en l'enviament del codi de verificació per '%1$s'.

source: Done! Verification code sent to '%1$s'.
ca: S'ha enviat el codi de verificació a '%1$s'

source: Warning! Nothing to do! The registration record with uid '%1$s' is already approved.
ca: No hi ha cap acció pendent! El registre d'usuari/ària amb uid '%1$s' ja està aprovat.

source: Error! The registration record with uid '%1$s' cannot be approved. The registration's e-mail address must first be verified.
ca: El registre d'usuari/ària amb uid '%1$s' no pot ser aprovat. Abans cal que l'adreça de correu electrònic del registre sigui verificada.

source: Error! E-mail verification cannot be skipped for '%1$s'. The user must establish a password as part of the verification process.
ca: El correu electrònic de verificació no pot ser enviat per '%1$s'. L'usuari/ària ha d'establir una contrasenya durant el procés de verificació.

source: Sorry! There was a problem approving the registration for '%1$s'.
ca: S'ha produït un problema durant l'aprovació del registre per '%1$s'.

source: Done! The registration for '%1$s' has been approved and a new user account has been created.
ca: El registre d'usuari/ària per '%1$s' ha estat aprovat i s'ha creat un compte d'usuari/ària nou.

source: Done! The registration for '%1$s' has been approved and is awaiting e-mail verification.
ca: El registre d'usuari/ària per '%1$s' ha estat aprovat i a l'espera de la verificació per correu electrònic.

source: Sorry! There was a problem deleting the registration for '%1$s'.
ca: Hi ha hagut un problema durant l'esborrament del registre per '%1$s'

source: Done! The registration for '%1$s' has been denied and deleted.
ca: El registre per '%1$s' ha estat denegada i esborrada.

source: Done! Users module settings have been saved.
ca: S'han emmagatzemat la configuració del mòdul d'usuaris.

source: There was a problem with one of the module settings. Please review the message below, correct the error, and resubmit your changes.
ca: Hi ha hagut un problema amb un dels mòduls de configuració. Si us plau reviseu el següent missatge, corregiu l'error i torneu a enviar els canvis.

source: Done! Users imported successfully.
ca: Els usuaris s'ha estat importat correctament.

source: Error! You have not chosen any file.
ca: No heu triat cap fitxer.

source: Error! The file extension is incorrect. The only allowed extension is csv.
ca: L'extensió del fitxer és incorrecta. L'única extensió permesa és csv.

source: Error! It has not been possible to read the import file.
ca: No s'ha pogut llegir el contingut del fitxer d'importació.

source: Error! The import file does not have the expected field %s in the first row. Please check your import file.
ca: El fitxer d'importació no té el camp %s esperat a la primera línia. Si us plau, comproveu el vostre fitxer d'importació.

source: Error! The number of parameters in line %s is not correct. Please check your import file.
ca: El nombre de paràmetres a la línia %s no es correcta. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The user name is not valid in line %s. The user name is mandatory and the maximum length is 25 characters. Please check your import file.
ca: El nom d'usuari/ària no és valid a la línia %s. El nom d'usuari/ària és obligatori i la mida màxima és de 25 caràcters. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The user name %1$s is reserved and cannot be registered in line %2$s. Please check your import file.
ca: El nom d'usuari/ària %1$s a la línia %2$s és reservat i no es pot usar. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The user name %1$s cannot contain spaces in line %2$s. Please check your import file.
ca: El nom d'usuari/ària %1$s no pot contenir espais a la línia %2$s. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The user name %1$s is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
ca: El nom d'usuari/ària %1$s està repetit a la línia %2$s i no pot ser usar dues vegades per crear un compte nou. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! You did not provide a password in line %s. Please check your import file.
ca: No heu especificat una contrasenya a la línia %s. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The password must be at least %1$s characters long in line %2$s. Please check your import file.
ca: La contrasenya ha de tenir almenys %1$s caràcters a la línia %2$s. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! You did not provide a email in line %s. Please check your import file.
ca: Heu d'indicar una adreça de correu electrònic a la línia %s. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The e-mail address you entered was incorrectly formatted or is unacceptable for other reasons in line %s. Please check your import file.
ca: L'adreça de correu electrònic indicada a la línia %s és incorrecte o no es pot acceptar per altres raons. Si us plau, comproveu el vostre fitxer d'importació.

source: Sorry! The %1$s e-mail address is repeated in line %2$s, and it cannot be used twice for creating accounts. Please check your import file.
ca: L'adreça de correu electrònic %1$s està repetida a la línia %2$s i han de ser úniques. Si us plau, comproveu el vostre fitxer d'importació.

source: Error! The CSV is not valid: the "activated" column must contain 0 or 1 only.
ca: El fitxer CSV no és vàlid: la columna "activated" només ha de contenir els valors 0 o 1.

source: Error! The CSV is not valid: the "sendmail" column must contain 0 or 1 only.
ca: El fitxer CSV no és vàlid: la columna "sendmail" només ha de contenir els valors 0 o 1.

source: Sorry! The identity of the group %1$s is not not valid in line %2$s. Perhaps it do not exist. Please check your import file.
ca: La identitat del grup %1$s no és vàlida a la línia %2$s. És possible que aquest grup no existeixi. Si us plau, comprove el vostre fitxer d'importació.

source: Error! The import file does not have values.
ca: No s'han trobat valors en el fitxer d'importació.

source: Error! Trying to read the existing user names in database.
ca: S'ha produït un error quan s'intentava llegir els noms d'usuari/ària de la base de dades.

source: Sorry! One or more user names really exist in database. The user names must be uniques.
ca: Un o més noms d'usuari/ària ja existeixen a la base de dades. Els nom d'usuari/ària han de ser únics.

source: Error! Trying to read the existing users' email addressess in database.
ca: S'ha produït un error en llegir de la base de dades les adreces de correu electrònic dels usuaris.

source: Sorry! One or more users' email addresses exist in the database. Each user's e-mail address must be unique.
ca: Un o més dels correus electrònics existeixen a la base de dades. Les adreces de correu electrònic dels usuaris han de ser úniques.

source: Error! The creation of users has failed.
ca: La creació d'usuaris ha fallat.

source: Done! A password change will be required the next time %1$s logs in.
ca: La propera vegada que %1$s es validi se li requerida el canvi de contrasenya.

source: Done! A password change will no longer be required for %1$s.
ca: Un canvi de contrasenya no tornarà a ser requerit per %1$s.

source: The value must be a string.
ca: El valor ha de ser una cadena de text.

source: A user name is required, and cannot be left blank.
ca: Es necessari un nom d'usuari/ària i no es pot deixar en blanc.

source: The value does not appear to be a valid user name. A valid user name consists of lowercase letters, numbers, underscores, periods or dashes.
ca: El valor no sembla ser un nom d'usuari/ària vàlid. A nom d'usuari/ària vàlid ha d'estar format de lletres minúscules, nombres, guions baixos, punts o guions.

source: Passwords must be at least %1$d characters in length.
ca: La contrasenya ha de tenir una longitud mínima de %1$d caràcters.

source: A password reminder is required, and cannot be left blank.
ca: És necessari especificar un recordatori de la contrasenya i el camp no es pot deixar en blanc.

source: An e-mail address is required, and cannot be left blank.
ca: És necessari especificar una adreça de correu electrònic i el camp no es pot deixar en blanc.

source: The value entered does not appear to be a valid e-mail address.
ca: El valor introduït no sembla ser una adreça de correu electrònic vàlida.

source: The value entered does not match the password entered in the password field.
ca: El valor introduït no coincideix amb el valor posat en el camp de contrasenya.

source: The value entered does not match the e-mail address entered in the e-mail address field.
ca: El valor introduït no coincideix amb el valor posat en el camp de correu electrònic.

source: You did not provide the correct answer for the security question. The correct answer is '%1$s' (not including the quotes).
ca: No proporcionar la resposta correcta a la pregunta de seguretat. La resposta correcta és '%1$s' (sense incloure les cometes).

source: Password set by administrator.
ca: Contrasenya definida per l'administrador/a.

source: The value must be an integer.
ca: El valor ha de ser un nombre enter.

source: Invalid form id.
ca: Identitat de formulari no vàlida.

source: The form id '%1$s' contains invalid characters.
ca: El formulari amb identitat '%1$s' conté caràcters no vàlids.

source: Invalid field definition
ca: Definició de camp no vàlida

source: Form container mismatch.
ca: El formulari conté errors.

source: Field defintion for the '%1$s' field is already defined.
ca: La definició del camp pel camp '%1$s' ja està definida.

source: Field defintion duplicates the field id '%1$s' already claimed by the field '%2$s'.
ca: La definició del camp duplica la identitat '%1$s', ja utilitzada en el camp '%2$s'.

source: Invalid field name: %1$s
ca: Nom de camp no vàlid: %1$s

source: The value must be a boolean.
ca: El valor ha de ser booleà.

source: The value must be an integer greater than or equal to 1.
ca: El valor ha de ser un nombre enter més gran o igual a 1.

source: The value must be an integer greater than or equal to 0.
ca: El valor ha de ser un nombre enter més gran o igual a 0.

source: The value must be one of the following:
ca: El valor ha de ser un dels següents:

source: The value must be a integer.
ca: El valor ha de ser un nombre enter.

source: The value must be a valid login method constant.
ca: El valor ha de ser una contant de mètode d'inici de sessió vàlida.

source: The value must be an integer greater than 3.
ca: El valor ha de ser un nombre enter més gran de 3.

source: The value does not appear to be a properly formatted e-mail address.
ca: El valor no sembla tenir un format d'adreça de correu electrònic adequat.

source: The value must be a valid approval sequence constant.
ca: El valor ha de ser una constant de seqüència d'aprovació vàlida.

source: The value must be a integer greater than or equal to 0.
ca: El valor ha de ser un nombre enter més gran o igual a 0.

source: The contents of this field does not appear to be a valid comma separated list. The list should consist of one or more string values separated by commas. For example: 'first example, 2nd example, tertiary example' (the quotes should not appear in the list). One optional space following the comma is ignored for readability. Any other spaces (those appearing before the comma, and any additional spaces beyond the single optional space) will be considered to be part of the string value. Commas cannot be part of the string value. Empty values (two commas together, or separated only by a space) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
ca: El contingut d'aquest camp no sembla ser una llista separada per comes vàlida. La llista ha de consistir en un o més valors de cadena separats per comes. Per exemple: "primer exemple, segon exemple, tercer exemple" (les cometes no han d'aparèixer a la llista). Un espai opcional després de la coma és ignorat per la lectura. Altres espais (els que apareixen abans de la coma, i qualsevol altre espai addicional més enllà de l'espai opcional individual) es considera com a part del valor de la cadena. Les comes no poden ser part del valor de la cadena . Els valors buits (dues comes junts, o separats només per un espai) no estan permesos. La llista és opcional, i si no s'han de definir valors, la llista ha d'estar completament buida (sense espais en blanc, comes o qualsevol altre caràcter).

source: The contents of this field does not appear to be a valid list of e-mail address domains. The list should consist of one or more e-mail address domains (the part after the '@'), separated by commas. For example: 'gmail.com, example.org, acme.co.uk' (the quotes should not appear in the list). Do not include the '@' itself. Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
ca: El contingut d'aquest camp no sembla ser una llista vàlida de dominis d'adreces de correu electrònic. La llista ha de consistir en un o més dominis d'adreces de correu electrònic (la part després de la '@'), separats per comes. Per exemple: 'gmail.com, example.org, acme.co.uk' (les cometes no han d'aparèixer a la llista). No inclogui la '@' en si. Els espais que envolten les comes son ignorades, però, els espais addicionals abans o després de la llista no ho són i es produirà un error. Els valors buits (dues comes junts, o separats només per espais en blanc) no estan permesos. La llista és opcional, i si no hi ha valors a configurar, la llista ha d'estar completament buida (sense espais en blanc, comes o qualsevol altre caràcter).

source: The value provided does not appear to be a valid list of user names. The list should consist of one or more user names made up of lowercase letters, numbers, underscores, periods, or dashes. Separate each user name with a comma. For example: 'root, administrator, superuser' (the quotes should not appear in the list). Spaces surrounding commas are ignored, however extra spaces before or after the list are not and will result in an error. Empty values (two commas together, or separated only by spaces) are not allowed. The list is optional, and if no values are to be defined then the list should be completely empty (no extra spaces, commas, or any other characters).
ca: El valor proporcionat no sembla ser una llista de noms d'usuari/ària vàlid. La llista ha de consistir en un o més noms d'usuari/ària compost per lletres minúscules, nombres, guions, punts o guions. Separeu cada nom d'usuari/ària amb una coma. Per exemple: ' root, administrador, superusuari ' (les cometes no han d'aparèixer a la llista). Els espais que envolten les comes ignorats, però, els espais addicionals abans o després de la llista no ho són i es produirà un error. Els valors buits (dues comes junts, o separats només per espais en blanc) no estan permesos. La llista és opcional, i si no hi ha valors a configurar, la llista ha d'estar completament buida (sense espais en blanc, comes o qualsevol altre caràcter).

source: The value must be a valid verification mode constant.
ca: El valor ha de ser una constant de mode de verificació vàlida.

source: If a spam protection question is provided, then a spam protection answer must also be provided.
ca: Si proporcioneu una pregunta de protecció d'spam, també heu de proporcionar la resposta.

source: Invalid formn container.
ca: Contenidor de formulari no vàlid.

source: Invalid field name: '%1$s'.
ca: Nom de camp no vàlid: '%1$s'.

source: The field name '%1$s' contains invalid characters.
ca: El nom del camp '%1$s' conté caràcters no vàlids.

source: Invalid field name: '%1$s'
ca: Nom de camp no vàlid: '%1$s'

source: The value supplied for the $isNullAllowed parameter is not a boolean.
ca: El valor proporcionat pel paràmetre $isNullAllowed no és booleà.

source: The value for this field cannot be null.
ca: El valor d'aquest camp no pot ser nul.

source: An invalid string length was received.
ca: S'ha rebut una llegada de cadena no vàlida.

source: An invalid error message was supplied.
ca: S'ha proporcionat un missatge d'error no vàlid.

source: The value supplied was not valid.
ca: El valor proporcionat no és vàlid.

source: An invalid list of valid strings was received.
ca: S'ha rebut una llista no vàlida de cadenes de text vàlides.

source: An invalid value was received in the list of valid strings.
ca: S'ha rebut un valor no vàlid dins de la llista de cadenes de text vàlides.

source: An invalid integer value was received.
ca: S'ha rebut un valor enter no vàlid.

source: An invalid list of valid integers was recieved.
ca: S'ha rebut una llista de valors enters no vàlida.

source: An invalid value was received in the list of valid integers.
ca: S'ha rebut un valor no vàlid dins de la llista d'enters vàlids.

source: An invalid regular expression was recieved.
ca: S'ha rebut una expressió regular no vàlida.

source: Error! No account links available.
ca: No hi ha enllaços de compte disponibles.

source: An internal error occurred. Failed to retrieve stored registration state.
ca: S'ha produït un error intern. No s'ha pogut recuperar l'estat emmagatzemat del registre.

source: Sorry! The user agent you are using (the browser or other software you are using to access this site) is banned from the registration process.
ca: Ho sentim! L'agent d'usuari/ària que està utilitzant (el navegador o un altre programari que utilitzeu per accedir a aquest lloc) no està permès en el procés de registre.

source: An invalid authentication method was selected.
ca: Heu seleccionat un mètode d'autenticació no vàlid.

source: The credentials you provided are already associated with an existing user account or registration request.
ca: Les credencials que heu proporcionat estan associades amb un compte d'usuari/ària que ja existeix o amb una petició de compte d'usuari/ària.

source: We were unable to confirm your credentials with the selected service.
ca: No hem pogut confirmar les seves credencials amb el servei seleccionat.

source: There was a problem associating your log-in information with your account. Please contact the site administrator.
ca: Hi va haver un problema en associar les dades d'accés amb el seu compte. Si us plau, poseu-vos en contacte amb l'administrador/a del lloc.

source: Your registration request has been saved, however the problems listed below were detected during the registration process. Please contact the site administrator regarding the status of your request.
ca: La seva sol·licitud de registre s'ha guardat, però durant el procés de registre s'han detectat els problemes que s'enumeren a continuació. Si us plau, poseu-vos en contacte amb l'administrador/a del lloc sobre l'estat de la sol·licitud.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message. Your account will not be approved until after the verification process is completed.
ca: La seva petició de registre ha estat emmagatzemada. Recordeu que la vostra adreça de correu electrònic s'ha de verificar i el vostre registre ha d'haver estat aprovat abans que pugueu entrar en el portal. Si us plau, comproveu si heu rebut un missatge de verificació de l'adreça de correu. El vostre compte no serà aprovat fins que el procés de verificació finalitzi.

source: Done! Your registration request has been saved. Remember that your request must be approved and your e-mail address must be verified before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
ca: La seva petició de registre ha estat emmagatzemada. No obstant, durant el procés de registre s'han produït els problemes indicats tot seguit. Si us plau, contacteu amb l'administrador/a del portal per conèixer l'estat de la seva petició de registre.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified and your request must be approved before you will be able to log in. Please check your e-mail for an e-mail address verification message.
ca: La seva petició de registre ha estat emmagatzemada. Recordeu que la vostra adreça de correu electrònic s'ha de verificar i el vostre registre ha d'haver estat aprovat abans que pugueu entrar en el portal. Si us plau, comproveu si heu rebut un missatge de verificació de l'adreça de correu.

source: Done! Your registration request has been saved. Remember that your request must be approved before you will be able to log in. Please check your e-mail periodically for a message from us. You will receive a message after we have reviewed your request.
ca: La seva petició de registre ha estat emmagatzemada. Recordeu que el vostre registre ha d'haver estat aprovat abans que pugueu entrar en el portal. Si us plau, comproveu amb regularitat si rebeu un missatge nostre. Rebreu un missatge quan hagem revisat la seva petició.

source: Done! Your registration request has been saved. Remember that your e-mail address must be verified before you will be able to log in. Please check your e-mail for an e-mail address verification message.
ca: La vostra sol·licitud de registre s'ha emmagatzemat correctament. Recordeu que la vostra adreça de correu electrònic s'ha de verificar abans de què us pugeu validar. Si us plau, comproveu si us ha arribat un correu de verificació.

source: Your registration request has been saved, however your current registration status could not be determined. Please contact the site administrator regarding the status of your request.
ca: La seva sol·licitud de registre s'ha guardat, però no s'ha pogut determinar el seu estat actual de registre. Si us plau, poseu-vos en contacte amb l'administrador/a del lloc sobre l'estat de la sol·licitud.

source: Your account has been created and you may now log in, however the problems listed below were detected during the registration process. Please contact the site administrator for more information.
ca: Els vostre compte ha estat creat i ara hauríeu de poder-vos autenticar, no obstant, durant el procés de registre, s'ha detectat el problema descrit a sota. Si us plau, per més informació contacteu amb l'administrador/a del lloc.

source: Done! Your account has been created.
ca: El vostre compte ha estat creat.

source: Done! Your account has been created and you may now log in.
ca: El vostre compte ha estat creat i ara podeu validar-vos en el portal.

source: Your account status will not permit you to log in at this time. Please contact the site administrator for more information.
ca: L'estat del vostre compte no us permetrà validar-vos en aquests moments. Si us plau, per més informació, poseu-vos en contacte amb l'administrador/a del lloc.
