Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: The SeaBreeze theme is a browser-oriented theme, and was updated for the release of Zikula 1.0, with revised colours and new graphics.
ca: L'entorn visual SeaBreeze es va refer completament pel Zikula 1.0, amb nous colors i imatges.

source: Printer
ca: Impressora

source: The Printer theme is an auxiliary theme designed specially for outputting pages in a printer-friendly format.
ca: L'entorn visual Printer és un entorn visual auxiliar dissenyat per mostrar les pàgines en un format adequat per a la impressió

source: Atom
ca: Àtom

source: The Atom theme is an auxiliary theme specially designed for rendering pages in Atom mark-up.
ca: Entorn visual auxiliar que genera pàgines en el format de sindicació Atom.

source: Show item descriptions
ca: Mostra la descripció dels ítems

source: Connection failed to database
ca: Ha fallat la connexió a la base de dades

source: PHP issued an error at line 0, so reporting entire trace to be more helpful: %1$s: %2$s
ca: PHP ha produït un error a la línia 0, de manera que la traça sencera per ser de més ajut és: %1$s: %2$s

source: traced in %1$s line %2$s
ca: traçat a %1$s, línia %2$s

source: %1$s: %2$s in %3$s line %4$s
ca: %1$s: %2$s a %3$s, línia %4$s

source: SQL Query: %s took %s sec
ca: Consulta SQL: %s ha necessitat %s segons

source: Hooks
ca: Lligams

source: Services
ca: Serveis

source: Error! Zikula does not support PHP magic_quotes_runtime - please disable this feature in php.ini.
ca: Zikula no admet PHP magic_quotes_runtime - si us plau, desactiveu aquesta característica a php.ini.

source: Error! Zikula does not support PHP magic_quotes_gpc = On - please disable this feature in your php.ini file.
ca: Zikula no admet PHP magic_quotes_gpc = On - si us plau, desactiveu aquesta característica en el fitxer php.ini.

source: Error! Zikula does not support PHP register_globals = On - please disable this feature in your php.ini or .htaccess file.
ca: Zikula no admet PHP register_globals = On - si us plau, desactiveu aquesta característica en el fitxer php.ini o en el fitxer .htaccess.

source: Error! Zikula requires PHP version %1$s or greater. Your server seems to be using version %2$s.
ca: Zikula necessita una versió la PHP %1$s o superior. El teu servidor sembla que fa servir la versió %2$s.

source: Error! PHP 'token_get_all()' is required but unavailable.
ca: Es necessita PHP 'token_get_all()', però no està disponible.

source: Error! PHP must have the mbstring extension loaded.
ca: PHP ha de tenir una extensió mbstring carregada.

source: Error! The PHP function 'fsockopen()' is needed within the Zikula mailer module, but is not available.
ca: Es requereix la funció 'fsockopen()' del PHP pel mòdul Mailer del Zikula, però no està disponible.

source: Please configure your server to meet the Zikula system requirements.
ca: Si us plau, configureu el vostre servidor per complir els requeriments del Zikula.

source: The temporary directory "%s" and its subfolders must be writable.
ca: S'ha de poder escriure en el directori temporal "%s" i els seus subdirectoris.

source: Please ensure that the permissions are set correctly on your server.
ca: Si us plau, assegureu-vos de que s'han establert correctament els permisos en el vostre servidor.

source: System error! Folder '%s' was not found or is not writable.
ca: S'ha produït un error del sistema! No s'ha trobat el directori '%s' o no s'hi pot escriure.

source: Please ensure that the permissions are set correctly for the mentioned folders.
ca: Si us plau, assegureu-vos de que s'han establert correctament els permisos pels directoris que es mencionen.

source: Error! Invalid file specification '%s'.
ca: El fitxer especificat '%s' no és vàlid.

source: Error! Could not load the file '%s'.
ca: No s'ha pogut carregar el fitxer '%s'.

source: Error! Invalid file array specification.
ca: La matriu de fitxers especificada no és vàlida.

source: Warning! Function %1$s is deprecated. Please use %2$s instead.
ca: La funció %1$s està depreciada. Utilitzeu %2$s en el seu lloc.

source: Error! Invalid class specification '%s'.
ca: La classe especificada '%s' no és vàlida.

source: Error! Invalid module specification '%s'.
ca: L'especificació del mòdul '%s' no és vàlida.

source: Error! Invalid 'base_obj_type' specification '%s'.
ca: L'especificació '%s' del 'base_obj_type' no és vàlida.

source: Error! Unable to load class [%s]
ca: No s'ha pogut carregar la classe [%s]

source: Warning! Function %1$s is deprecated. Please use autoloading or only if absolutely necessary, %2$s instead.
ca: Atenció! La funció %1$s és obsoleta. Si us plau, feu servir autoloading o, només si és absolutament necessari, %2$s en lloc seu.

source: Warning! Template plugin {%1$s} is deprecated, please use {%2$s} instead.
ca: La plantilla del connector {%1$s} està depreciada. Utilitzeu {%2$s} en el seu lloc.

source: Warning! Template modifier {$var|%1$s} is deprecated.
ca: Atenció! El modificador de plantilla {$var|%1$s} és obsolet.

source: Warning! Template modifier {$var|%1$s} is deprecated, please use {$var|%2$s} instead.
ca: Atenció! El modificador de plantilla {$var|%1$s} és obsolet. Si us plau, feu servir {$var|%2$s} en lloc seu.

source: Error! in %1$s: the %2$s parameter must be specified.
ca: S'ha produït un error a %1$s: el paràmetre %2$s no s'ha especificat.

source: Warning! Template plugin {%1$s} is deprecated.
ca: La plantilla del connector {%1$s} està depreciada.

source: Online manual
ca: Manual en línia

source: Error! The '%s' module is not available.
ca: El mòdul '%s' no està disponible.

source: Theme: %1$s by %2$s - %3$s
ca: Entorn visual: %1$s per %2$s - %3$s

source: Personal information
ca: Informació personal

source: Warning! Template plugin {%s} is deprecated.
ca: La plantilla del connector {%s} està depreciada.

source: You can safely remove the modulestylesheet plugin from your theme. It is obsolete since Zikula 1.1.0. The adding of stylesheet files has been automated and does not need user interference. This note is shown to Administrators only.
ca: Podeu esborrar el connector modulestylesheet sense perill. És obsolet des del Zikula 1.1.0. L'addició de fulls d'estil es fa de manera automàtica i no precisa intervenció de l'usuari/ària. Aquest avís només el veuen els administradors.

source: Non-array passed to %s.
ca: El que s'ha passat a %s no era una matriu

source: Error! in %1$s: the %2$s parameter must be specified to get the required field.
ca: S'ha produït un error a %1$s: s'ha d'especificar el paràmetre %2$s per poder obtenir el camp requerit.

source: Warning! Template block {%1$s} is deprecated, please use {%2$s} instead.
ca: Atenció! El bloc de plantilla {%1$s} és obsolet. Si us plau, feu servir {%2$s} en lloc seu.

source: Warning! Class %1$s is deprecated. Please use %2$s instead.
ca: La classe %1$s està depreciada. Utilitzeu %2$s en el seu lloc.

source: Warning! %1$s is deprecated.
ca: %1$s està depreciada.

source: Attempted to get info from empty connection stack
ca: S'ha intentat obtenir informació d'una connexió a la base de dades sense configurar

source: Invalid connection key [%s]
ca: La clau de connexió [%s] no és vàlida

source: Unknown field [%s] requested
ca: S'ha demanet el camp [%s] desconegut

source: Warning! %1$s is deprecated. Use %2$s instead.
ca: La funció %1$s està depreciada. Utilitzeu %2$s en el seu lloc.

source: Attempted to get connection from empty connection stack
ca: S'ha intentat obtenir informació d'una connexió a la base de dades sense configurar.

source: Attempted to pop connection from empty connection stack
ca: S'ha intentat obtenir informació d'una connexió a la base de dades sense configurar

source: Warning! Function %1$s is deprecated.
ca: Atenció! La funció %1$s està desfasada.

source: Assertion failed
ca: La declaració ha fallat

source: Error! The 'pnVarCensor' function used in '%s' is deprecated. Instead, please activate the 'MultiHook' for this module.
ca: La funció 'pnVarCensor' utilitzada a '%s' està depreciada. Utilitzeu el mòdul 'MultiHook' en el seu lloc.

source: Error! Function pnModLangLoad is deprecated.
ca: La funció pnModLangLoad està depreciada.

source: Warning! Function %s is deprecated.
ca: La funció %s està depreciada.

source: Error! in %1$s: the %2$s parameter must be specified to get the full block information.
ca: S'ha produït un error a %1$s: s'ha d'especificar el paràmetre %2$s per obtenir tota la informació del bloc

source: All
ca: Tots

source: anonymous guest
ca: Convidat/da anònim

source: Warning! The {checkpermission} parameter %1$s is deprecated. Please use %2$s instead.
ca: Atenció! El paràmetre %1$s de {checkpermission} és obsolet. Si us plau, feu servir %2$s en lloc seu.

source: Your Account
ca: El vostre compte

source: Log out
ca: Sortir del sistema

source: Register new account
ca: Crea un compte nou

source: Login
ca: Entrada

source: Invalid %1$s passed to %2$s.
ca: %1$s no vàlid passat a %2$s.

source: on-line
ca: En línia

source: off-line
ca: Fora de línia

source: Invalid %1$s [%2$s] passed to %3$s.
ca: Invalid %1$s [%2$s] passat a %3$s.

source: Missing or invalid '%s' parameter.
ca: Falta el paràmetre '%s' o el paràmetre no és vàlid.

source: Keys and values size doesn't match.
ca: La quantitat de claus i de valors no coincideix.

source: Missing '%s' parameter.
ca: Falta el paràmetre '%s'.

source: Edit sub-categories
ca: Edita les subcategories

source: E-mail address
ca: Adreça de correu electrònic

source: User name
ca: Nom d'usuari/ària

source: Password
ca: Contrasenya

source: Remember me
ca: Recorda'm

source: Log in
ca: Entrada al sistema

source: Warning! The {checkpermissionblock} parameter %1$s is deprecated. Please use %2$s instead.
ca: Atenció! El paràmetre %1$s de {checkpermissionblock} és obsolet. Si us plau, feu servir %2$s en lloc seu.

source: Error! in %1$s: parameter '%2$s' only supported together with '%3$s' set.
ca: S'ha produït un error a %1$s: el paràmetre '%2$s' només està suportat juntament amb '%3$s'.

source: Unable to load class [%s] for module [%s]
ca: No s'ha pogut carregar la classe [%s] pel mòdul [%s]

source: Sorry! No such item found.
ca: No s'ha trobat l'element.

source: Error! in %1$s: the "class" and "method" parameter must be specified together or just "function" by itself.
ca: S'ha produït un error a %1$s: els paràmetres "class" and "method" s'han d'especificar conjuntament o simplement "function" per a ella mateixa.

source: Welcome, %s!
ca: Benvingut/da, %s!

source: Error! "module" parameter must be specified.
ca: Cal especificar el paràmetre "module".

source: eventname is a required param for {notifyevent} plugin.
ca: eventname és una paràmetre requerit per al connector {notifyevent}.

source: Error! in %1$s: %2$s, %3$s or %4$s parameter must be specified.
ca: S'ha produït un error a %1$s: %2$s, %3$s o %4$s ja que cal especificar el paràmetre.

source: Yes
ca: Sí

source: Theme 3.0
ca: Tema 3.0

source: smarty_block_case: case not inside a switch block
ca: smarty_block_case: la sentència case no està dins d'una sentència switch

source: Error! "%1$s" must be set in %2$s
ca: S'ha produït un error a %1$s: el paràmetre %2$s no s'ha especificat

source: Error! "%1$s" must be an instance of %2$s
ca: "%1$s" ha de ser una instància de %2$s

source: Edit sub-category
ca: Edita la subcategoria

source: No assigned categories.
ca: No hi ha cap categoria assignada.

source: An invalid '%1$s' parameter was received by the template function '%2$s'.
ca: La funció de plantilles '%2$s' ha rebut un paràmetre no valid '%1$s'.

source: An invalid authentication module was received by the template function '%1$s'.
ca: La funció de plantilles '%1$s' ha rebut un mòdul d'identificació no vàlid.

source: An invalid authentication method was received by the template function '%1$s'.
ca: La funció de plantilles '%1$s' ha rebut un mètode d'identificació no vàlid.

source: An invalid selected authentication module was received by the template function '%1$s'.
ca: La funció de plantilla '%1$s' ha rebut un mòdul d'autenticació no vàlid.

source: An invalid selected authentication method was received by the template function '%1$s'.
ca: La funció de plantilla '%1$s' ha rebut un mètode d'autenticació no vàlid.

source: Active
ca: Actiu

source: Inactive
ca: Inactiu

source: Error! Cannot load module array class %1$s for module %2$s.
ca: No s'ha pogut carregar la classe %1$s del mòdul %2$s.

source: On
ca: Activada

source: Off
ca: Inhabilitat

source: Administration
ca: Administració

source: Error! If you use a plural or count in gettext, you must use both parameters together.
ca: Si utilitzeu una forma plural o un número en el gettext, heu d'utilitzar ambdós paràmetres junts.

source: {modurl} - %1$s is a required argument, you must specify it explicitly in %2$s
ca: {modurl} - %1$s és un argument requerit i l'heu d'especificar explícitament a %2$s

source: browserhack block: condition param is required, non specified.
ca: browserhack block: no s'ha especificat el paràmetre de condició que és requerit.

source: Core image %s does not exist, please use the png format (called from %s).
ca: La imatge %s del nucli no existeix, si us plau fer ús del format png (cridada des de %s).

source: %s: Image '%s' not found
ca: %s: No s'ha trobat la imatge '%s'

source: %s: Image '%s' is not a valid image file
ca: %s: La imatge '%s' no té el format correcte

source: Error! in %1$s: invalid value for the %2$s parameter (%3$s).
ca: S'ha produït un error a %1$s: el valor del paràmetre %2$s no és vàlid (%3$s).

source: Error! Category [%1$s] does not have the field [%2$s] set.
ca: Falta especificar el camp [%2$s] a la categoria [%1$s].

source: Error! Cannot retrieve category with ID %s.
ca: No s'ha trobat la categoria amb ID %s.

source: Date selector
ca: Selector de data

source: Error! With modifier_gt, you must use the following form for the gettext modifier ('gt'): $var|gt:$zikula_view
ca: Amb el modificador _gt heu de fer servir la forma que teniu a continuació: $var|gt:$zikula_view

source: %b %d, %Y - %I:%M %p
ca: %d/%b/%Y - %H:%M

source: Warning! The page variable %1$s is deprecated. Please use %2$s instead.
ca: Atenció! La variable de pàgina %1$s és obsoleta. Si us plau feu ús de %2$s en lloc seu.

source: Invalid page variable name: '%1$s'.
ca: Nom de variable de pàgina no vàlid: '%1$s'.

source: Page generated in %s seconds.
ca: Pàgina generada en %s segons.

source: The requested page could not be found or is not currently accessible.
ca: No s'ha trobat la pàgina sol·licitada o actualment no és accessible.

source: A fatal system error occured.
ca: S'ha produït un error de sistema.

source: Sorry! You have not been granted access to this page.
ca: No teniu accés a aquesta pàgina.

source: Unknown value [%1$s] for '%2$s'.
ca: No es reconeix el valor [%1$s] per '%2$s'.

source: Error! An entry in this field is mandatory.
ca: És obligatori omplir aquest camp.

source: Error! Input text must be no longer than %s characters.
ca: El text introduït no pot superar els %s caràcters de longitud.

source: Error! You must make a selection.
ca: Heu de triar una opció.

source: Error! Invalid e-mail address.
ca: L'adreça de correu electrònic no és vàlida

source: Error! Did not succeed in uploading file.
ca: No s'ha pogut pujar el fitxer.

source: Error! Invalid integer.
ca: L'enter no és vàlid.

source: Error! Range error. Value must be between %1$s and %2$s.
ca: S'ha produït un error en el rang. Els valors han d'estar entre %1$s i %2$s.

source: Error! The value must be %s or more.
ca: El valor ha de ser %s o més.

source: Error! The value must be %s or less.
ca: El valor ha de ser %s o menys.

source: Edit
ca: Edita

source: %A, %B %d, %Y - %I:%M %p
ca: %A, %d de %B de %Y a les %H:%M

source: %A, %B %d, %Y
ca: %A, %d de %B de %Y

source: %Y-%m-%d
ca: %d-%m-%Y

source: Unknown date
ca: Data desconeguda

source: Select date
ca: Seleccioneu la data

source: Error! Invalid date.
ca: La data no és vàlida.

source: Error! in %1$s: an invalid %2$s parameter was received.
ca: S'ha produït un error a %1$s: s'ha rebut un paràmetre no vàlid %2$s.

source: Choose one
ca: Tria'n un

source: Error! Invalid URL.
ca: L'URL no és vàlid.

source: Error! Invalid number.
ca: Número no vàlid

source: Plugin %s must be an instance of Zikula_Form_AbstractPlugin
ca: El connector %s ha de ser una instància de Zikula_Form_AbstractPlugin

source: Cannot restore Zikula_Form_View plugin of type '%s' since stored and actual number of member vars differ
ca: No es pot restablir el connector Zikula_Form_View plugin pel tipus '%s' fins que no sigui emmagatzemat i hi hagi diferència en el nombre real de variables.

source: You have been logged out.
ca: Heu sortit

source: Version numbers must be in the format "a.b.c" in class %s
ca: El número de versió ha de tenir el format "a.b.c" a la classe %s

source: Capabilities properties must be an array in the form array(capability => array(version => string, ... => ... in %s
ca: Les propietats de les capacitats ha de ser una matriu de la forma (capability => array (version => string, ... => ... in %s

source: Hook subscriber area %s does not exist
ca: L'àrea del subscriptor del lligam %s no existeix

source: Hook provider area %s does not exist
ca: L'àrea del proveïdor del lligam %s no existeix

source: %1$s::%2$s() does not exist.
ca: %1$s::%2$s() no existeix.

source: This doesnt appear to be an interactive session.
ca: Això no sembla ser una sessió interactiva.

source: Ajax security checks failed.
ca: Les comprovacions de seguretat Ajax han fallat.

source: Empty 'page' specified in your theme page configuration on file %s.
ca: S'ha especificat una pàgina buida a la configuració de les pàgines de l'entorn visual en el fitxer %s.

source: Error! The template [%1$s] is not available in the [%2$s] module.
ca: La plantilla [%1$s] no està disponible en el mòdul [%2$s].

source: Error! The insert [%1$s] is not available in the [%2$s] module.
ca: L'entrada [%1$s] no està disponible en el mòdul [%2$s].

source: [View %1$s] '%2$s' is not implemented
ca: No està implementada [View %1$s] '%2$s'

source: Empty [%s] received.
ca: S'ha rebut un %s buit.

source: Security token validation failed
ca: La mostra de validació de seguretat ha fallat

source: Registration authentication is not supported by this authentication method.
ca: El registre d'autenticació no és suportada per aquest mètode d'autenticació.

source: Unable to parse XML workflow (line %1$s, %2$s): %3$s
ca: No s'ha pogut parsejar el flux XML (línia %1$s, %2$s): %3$s

source: Unknown %1$s name '%2$s' in action '%3$s'.
ca: El nom %2$s de %1$s a l'acció %3$s és desconegut.

source: Unknown %1$s name '%2$s' in action '%3$s' of the '%4$s' state.
ca: Nom %1$s desconegut '%2$s' a l'acció '%3$s' de l'estat '%4$s'.

source: Unknown state name '%1$s' in action '%2$s', operation '%3$s'.
ca: El nom de l'estat '%1$s' a l'acció '%2$s' - operació '%3$s' és desconegut.

source: Workflow state error: '%2$s' tag of the state '%1$s'.
ca: Error d'estat en el flux de treball: etiqueta '%2$s' de l'estat '%1$s'.

source: Unexpected %1$s tag in %2$s state
ca: No s'esperava l'etiqueta %1$s a l'estat %2$s

source: %1$s: The specified module [%2$s] does not exist.
ca: %1$s: El mòdul especificat [%2$s] no existeix.

source: %1$s: Unable to find the workflow file [%2$s].
ca: %1$s: no s'ha pogut trobar el fitxer de diagrama de flux [%2$s].

source: %s: Unsupported module type.
ca: %s: tipus de mòdul no suportat.

source: %1$s: The module [%2$s] is not active.
ca: %1$s: el mòdul [%2$s] no està actiu.

source: %1$s: %2$s not set.
ca: %1$s: %2$s no establert.

source: %1$s: %2$s must be an array or an object.
ca: %1$s: %2$s ha de ser una matriu o un objecte.

source: %1$s: %2$s needs to be named
ca: %1$s: %2$s ha de tenir un nom definit

source: %1$s: %2$s is not an array nor an object.
ca: %1$s: %2$s no és una matriu ni tampoc un objecte.

source: %1$s: %2$s is specified.
ca: %1$s: %2$s està definit.

source: %1$s: %2$s is not specified.
ca: %1$s: %2$s no està definida.

source: Permission check file [%s] does not exist.
ca: No existeix el fitxer de comprovació de permisos [%s].

source: Permission check function [%s] not defined.
ca: No s'ha definit la funció de comprovació de permisos [%s].

source: Render time
ca: Temps de renderitzat

source: Functions executions
ca: Funcions d'execucions

source: Module Func/API executions
ca: Mòdul d'execució de funcions de l'API

source: Click to show the full parameter list
ca: Feu clic per a mostrar la llista completa de paràmetres

source: Click to show return value
ca: Feu clic per mostrar el valor que retorna

source: Function
ca: Funció

source: Time (ms)
ca: Temps (ms)

source: (empty)
ca: (buit)

source: Log console
ca: Consola de registres

source: No items found.
ca: No s'ha trobat cap element.

source: Type
ca: Tipus

source: Message
ca: Missatge

source: File: Line
ca: Fitxer: Línia

source: Emergency
ca: Urgència

source: Alert
ca: Alerta

source: Critical
ca: Crític

source: Warning
ca: Avís

source: Notice
ca: Avís

source: Informational
ca: Informatiu

source: Debug
ca: Depuració

source: Unknown
ca: Desconegut

source: Memory
ca: Memòria

source: Configuration
ca: Configuració

source: Zikula configuration
ca: Configuració del Zikula

source: Module %s
ca: Mòdul %s

source: Click to show the configuration variables
ca: Feu clic per mostrar les variables de configuració

source: Queries
ca: Consultes

source: Query
ca: Consulta

source: Templates
ca: Plantilles

source: Click to show the assigned template variables
ca: Feu clic per mostrar les variables assignades a les plantilles

source: Action: %1$s not available in this State: %2$s
ca: L'acció %1$s no està disponible a l'estat %2$s

source: No permission to execute action: %s [permission]
ca: No teniu permís per executar l'acció %s

source: Operation file [%s] does not exist
ca: El fitxer [%s] no existeix

source: Operation function [%s] is not defined
ca: La funció [%s] no està definida

source: Invalid next-state value [%1$s] retrieved by the '%2$s' operation for the workflow '%3$s' ['%4$s'].
ca: El valor del proper estat recollit [%1$s] per la operació '%2$s' no és vàlid per el flux de treball '%3$s' ['%4$s'].

source: An unknown error occurred
ca: S'ha produït un error desconegut

source: zikula_view.template_override returned a non-existent template path %s
ca: zikula_view.template_override ha retornat un camí de plantilla que no existeix %s

source: %s is a protected template variable and may not be assigned
ca: %s és una variable de plantilla protegida i no s'hauria d'assignar

source: Error! An invalid initialization directive '%s' found in 'DBObjectArray::init()'.
ca: La directiva d'inicialització '%s' trobada a 'DBObjectArray::init()' no és vàlida.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'PNObject::init()'.
ca: S'ha trobat una inicialització de tipus de paràmetre '%s' no vàlida a 'PNObject::init()'.

source: Error! An invalid initialization directive '%s' found in 'DBObject::_init()'.
ca: La directiva d'inicialització '%s' trobada a 'DBObject::_init()' no és vàlida.

source: Error! An unexpected parameter type initialization '%s' was encountered in 'DBObject::_init()'.
ca: S'ha trobat una inicialització de tipus de paràmetre '%s' no vàlida a 'DBObject::_init()'.

source: %1s: %2s is not an array.
ca: %1s: %2s no és una matriu.

source: %1s: empty %2s supplied.
ca: %1s: s'ha proporcionat un %2s buit.

source: %1$s: invalid cmp_op [%2$s] supplied for non-required field [%3$s].
ca: %1$s: s'ha proporcionat una dada no vàlida [%2$s] en el camp no requerit [%3$s].

source: %1$s: invalid cmp_op [%2$s] supplied for field [%3$s].
ca: %1$s: s'ha proporcionat una dada no vàlida [%2$s] en el camp [%3$s].
