Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Category "%s" was successfully made default.
ca: La categoria "%s" s'ha establert com a categoria per defecte.

source: Error! Could not make this category default.
ca: S'ha produït un error en fer aquesta categoria com a categoria per defecte.

source: Error! You cannot delete the default module category used in the administration panel.
ca: No podeu esborrar la pestanya per defecte del tauler d'administració.

source: Error! This module category is currently set as the category that is initially displayed when you visit the administration panel. You must first select a different category for initial display. Afterwards, you will be able to delete the category you have just attempted to remove.
ca: Aquesta pestanya està definida com a la pestanya que es mostra inicialment en entrar al tauler d'administració. Si la voleu esborrar, primer heu de fer que la pestanya inicial sigui una altra.

source: Module categories list
ca: Llista de pestanyes del tauler d'administració

source: Create new module category
ca: Crea una pestanya nova

source: Help
ca: Ajuda

source: Administration panel manager
ca: Gestor del tauler d'administració

source: Display administration categories and modules
ca: Mostra les pestanyes del tauler d'administració

source: Themes
ca: Entorns visuals

source: Themes module to manage site layout, render and cache settings.
ca: Mòdul d'entorns visuals per a la gestió de l'aspecte del lloc, el renderitzat de les plantilles i la memòria cau.

source: theme
ca: entorn visual

source: Notice: The changes made via Admin Panel will be saved on '%1$s' because it seems that the .ini files on '%2$s' are not writable.
ca: Avís: Els canvis fets per mitjà del panell d'administració es guarden a '%1$s', ja que sembla que els fitxers .ini a '%2$s' no es poden modificar.

source: Error! Cannot write any configuration changes. Make sure that the .ini files on '%1$s' or '%2$s', and the folder itself, are writable.
ca: No ha estat possible escriure els canvis de configuració. Assegureu-vos de que els fitxers .ini a '%1$s' o '%2$s', i la carpeta on estan continguts, s'hi pot escriure.

source: Notice: Seems that your %1$s's .ini files are writable. Be sure that there are no .ini files on '%2$s' because if so, the Theme Engine will consider them and not your %1$s's ones.
ca: Sembla que es pot escriure en els teus fitxers .ini %1$s. Assegureu-vos que no hi ha fitxers a '%2$s' ja que sinó el motor d'entorns visuals els tindrà en compte enlloc dels teus %1$s.

source: If the system cannot write on any .ini file, the changes will be saved on '%s' and the Theme Engine will use it.
ca: Si el sistema no pot escriure els fitxers .ini els canvis s'emmagatzemaran a '%s' i el motor de cerca en farà ús.

source: Done! Saved your changes.
ca: S'han desat els canvis

source: Notice: Please make sure you type an entry in every field. Your palette cannot be saved if you do not.
ca: Avís: assegureu-vos de que ompliu tots els camps. En cas contrari la paleta no es pot desar.

source: Homepage
ca: Pàgina principal

source: Admin panel pages
ca: Pàgines del pannel d'administració

source: Editor panel pages
ca: Pàgines del tauler d'edició

source: %s type pages
ca: %s pàgines de tipus

source: Error! Removed unknown '%1$s': '%2$s'.
ca: S'ha esborrat el '%1$s' desconegut: '%2$s'.

source: Error! No such page configuration assignment found.
ca: No s'ha trobat l'assignació de configuració de pàgina.

source: Done! Deleted it.
ca: S'ha esborrat.

source: Done! Changed default theme.
ca: S'ha canviat l'entorn visual per defecte

source: Sorry! No such theme found.
ca: No s'ha trobat l'entorn visual.

source: Done! Deleted theme engine compiled templates.
ca: S'han esborrat les plantilles compilades dels entorns visuals.

source: Error! Failed to clear theme engine compiled templates.
ca: S'ha produït un error en esborrar les plantilles compilades.

source: Done! Deleted theme engine cached templates.
ca: S'han esborrat les pàgines de la memòria cau dels entorns visuals.

source: Error! Failed to clear theme engine cached templates.
ca: S'ha produït un error en esborrar les plantilles de la memòria cau.

source: Done! Deleted CSS/JS combination cached files.
ca: S'han esborrat les fitxers a,b combinacions CSS/JS de la memòria cau.

source: Done! Deleted theme engine configurations.
ca: S'ha esborrat la configuració del motor d'entorns visuals.

source: Error! Failed to clear theme engine configurations.
ca: S'ha produït un error en intentar netejar la configuració del motor d'entorns visuals.

source: Done! Deleted rendering engine compiled templates.
ca: S'han esborrat les plantilles compilades del motor de plantilles.

source: Error! Failed to clear rendering engine compiled templates.
ca: S'ha produït un error en netejar les plantilles compilades.

source: Done! Deleted rendering engine cached pages.
ca: S'han esborrat les pàgines de la memòria cau del motor de plantilles.

source: Error! Failed to clear rendering engine cached pages.
ca: S'ha produït un error en netejar les pàgines de la memòria cau.

source: Done! Cleared all cache and compile directories.
ca: S'ha netejat la memòria cau i els directoris compilats.

source: Notice: Theme switching is currently disabled.
ca: Avís: el canvi d'entorn visual està desactivat.

source: Done! Theme has been reset to the default site theme.
ca: S'ha canviat l'entorn visual a l'entorn visual per defecte per sistema.

source: No event handlers responded.
ca: L'esdeveniment no té data d'inici.

source: Themes list
ca: Llista d'entorns visuals

source: Done! Removed theme files from the file system.
ca: S'han esborrat els fitxers del sistema de fitxers.

source: Error! Could not delete theme files from the file system. Please remove them by another means (FTP, SSH, ...).
ca: No s'han pogut esborrar els fitxers de l'entorn visual. Els heu d'esborrar per una altra via: FTP, SSH, ...

source: Notice: Theme files cannot be deleted because Zikula does not have write permissions for the themes folder and/or themes/%s folder.
ca: Avís: els fitxers de l'entorn visual no es poden esborrar perquè el Zikula no té permís d'escriptura en el directori 'themes' i/o en el directori 'themes/%s'

source: Error: You must enter at least the theme name.
ca: Heu d'especificar el nom de l'entorn visual.

source: Error! Could not open file so that it could be written to: %s
ca: No s'ha pogut obrir el fitxer per escriptura: %s

source: Error! could not write to file: %s
ca: No s'ha pogut escriure al fitxer: %s

source: Theme switcher
ca: Canviador d'entorn visual

source: Error! Could not write to file: %s
ca: No ha estat possible escriure en el fitxer: %s

source: Error! Could not include theme version file: %s
ca: No s'ha pogut incloure el fitxer de l'entorn visual %s

source: Notice: This theme switcher block will not be displayed until you allow users to change themes. You can enable/disable this from the <a href="%s">settings</a> of the Theme module.
ca: Aquest selector d'entorns visuals no es mostrarà a no ser que permeteu als usuaris canviar d'entorn visual. Ho podeu activar-ho o desactivar-ho des de la <a href="%s">configuració</a> del mòdul d'entorns visuals.

source: Rendering engine
ca: Motor de renderitzat

source: Custom rendering engine block
ca: Bloc personal del motor de plantilles

source: Misconfigured block. ID: %s
ca: Identitat del bloc mal configurat: %s

source: The specified template for the render block doesn't exists for the '%1$s' module. Block ID: %2$s
ca: La plantilla especificada pel bloc de renderitzat no existeix pel mòdul '%1$s'. La identitat del bloc és: %2$s

source: The specified template does not exist on the '%s' module.
ca: La plantilla especificada no existeix pel mòdul '%s'.

source: The module '%s' is not available.
ca: El mòdul '%s' no està disponible.

source: With the current setup the block is disabled.
ca: Amb la configuració actual del bloc està desactivat.

source: Left blocks
ca: Blocs de l'esquerra

source: Right blocks
ca: Blocs de la dreta

source: Center blocks
ca: Blocs centrals

source: Search block
ca: Bloc de cerca

source: Header block
ca: Bloc de capçalera

source: Footer block
ca: Bloc de peu de pàgina

source: Top navigation block
ca: Bloc de navegació superior

source: Bottom navigation block
ca: Bloc de navegació inferior

source: Main menu
ca: Menú principal

source: Home
ca: Inici

source: Go to the home page
ca: Vés a la pàgina principal

source: Go to the site administration
ca: Vés a l'administració del portal

source: My Account
ca: Dades del compte

source: Go to your account panel
ca: Vés al tauler del teu compte

source: Log out of this site
ca: Sortir d'aquest sistema

source: Search this site
ca: Cerca en aquest lloc web

source: Top navigation
ca: Navegació superior

source: Go to the site's home page
ca: Vés a la pàgina inicial

source: <p><a href="http://zikula.org/">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
ca: <p>El <a href="http://zikula.org">Zikula</a> és un sistema de gestió de continguts (CMS - <em>Content Management System</em>) i un entorn on s'hi poden construir aplicacions. És segur i estable, és una bona opció per a llocs web amb molt de trànsit.</p><p>Algunes de les característiques del Zikula són:</p><ul><li> Personalització de tots els aspectes de l'aparença de la web mitjançant els entorns visuals, que suporten fulls d'estil CSS</li><li> Capacitat de mostrar elements de la web pels usuaris d'un idioma o per a tots els usuaris</li><li> Garantia de visualització correcta de les pàgines en tots els navegadors, atès que s'ajusta als estàndards proposats pel W3C</li><li> Ús d'una API (<em>Application Programming Interface</em> - Interfície de programació d'aplicacions) i existència d'una documentació extensa que possibilita l'expansió de les funcionalitats mitjançant mòduls i blocs</li></ul><p>El Zikula té una comunitat de desenvolupadors i usuaris molt activa a <a href=\"http://zikula.org\">Zikula.org</a>.</p><p>Esperem que disfruteu utilitzant el Zikula.<br /><br /><strong>L'equip de desenvolupament del Zikula</strong></p><p><em>Nota: podeu editar o esborrar aquest missatge accedint al tauler d'administració i clicant a l'opció 'Missatges d'administració'</em></p><p><em>Nota: Zikula és un programi obert de codi lliure amb llicència GNU (General Public License).</em></p>

source: This site is powered by Zikula!
ca: Aquest lloc web utilitza el Zikula!

source: HTML block
ca: Bloc HTML

source: User log-in
ca: Entrada d'usuaris

source: Login block
ca: Bloc de validació

source: Theme navigation
ca: Navegació per l'entorn visual

source: Blocks
ca: Blocs

source: Block administration module.
ca: Bloc del mòdul d'administració.

source: blocks
ca: blocs

source: Deactivate '%s'
ca: Desactiva '%s'

source: Delete '%s'
ca: Suprimeix '%s'

source: Edit blockposition '%s'
ca: Edita la posició de bloc '%s'

source: Delete blockposition '%s'
ca: Esborra la posició de bloc '%s'

source: Done! Block now inactive.
ca: A partir d'ara el bloc està inactiu.

source: Done! Block now active.
ca: A partir d'ara el bloc està actiu.

source: Sorry! No such block found.
ca: No s'ha trobat el bloc.

source: One minute
ca: Un minut

source: Two minutes
ca: Dos minuts

source: Five minutes
ca: Cinc minuts

source: Ten minutes
ca: Deu minuts

source: Fifteen minutes
ca: Quinze minuts

source: Half an hour
ca: Mitja hora

source: One hour
ca: Una hora

source: Two hours
ca: Dues hores

source: Four hours
ca: Quatre hores

source: Twelve hours
ca: Dotze hores

source: One day
ca: Un dia

source: Two days
ca: Dos dies

source: Three days
ca: Tres dies

source: Four days
ca: Quatre dies

source: Five days
ca: Cinc dies

source: Six days
ca: Sis dies

source: Seven days
ca: Set dies

source: Done! Block saved.
ca: El bloc s'ha emmagatzemat correctament.

source: Error! Could not load blocks.
ca: No s'han pogut carregar els blocs.

source: You must choose a block.
ca: Heu de seleccionar un bloc.

source: Done! Block created.
ca: S'ha creat un bloc nou.

source: Done! Block deleted.
ca: El bloc s'ha esborrat correctament.

source: Done! Block position created.
ca: S'ha creat una posició de bloc nova.

source: Done! Block position saved.
ca: S'ha emmagatzemat la posició de bloc.

source: Error! No such block position found.
ca: No s'ha trobat la posició de blocs.

source: Done! Block position deleted.
ca: S'ha esborrat la posició de bloc.

source: Sorry! This module is not designed or is not currently configured to be accessed in the way you attempted.
ca: Aquest mòdul no ha estat dissenyat o configurat per accedir-hi de la manera que heu intentat.

source: Error! An SQL error occurred.
ca: S'ha produït un error SQL.

source: No block ID passed.
ca: No s'ha passat l'identificador del bloc.

source: Error! Could not retrieve block information for block ID %s.
ca: No s'ha pogut recuperar la informació del bloc amb ID %s.

source: Error! Could not perform the insertion.
ca: No s'ha pogut fer la inserció.

source: Error! Could not deactivate the block.
ca: No s'ha pogut desactivar el bloc.

source: Error! Could not activate the block.
ca: No s'ha pogut activar el bloc.

source: Error! There is already a block position with the name you entered.
ca: Ja existeix una posició de blocs amb aquest nom.

source: Position \"%s\"
ca: Posició \"%s\"

source: Blocks list
ca: Llista de blocs

source: Create new block
ca: Crea un bloc nou

source: Create new block position
ca: Crea una posició de blocs nova

source: View news
ca: Mostra les notícies

source: Archive
ca: Arxivada

source: Submit news
ca: Envia noticies

source: Profile
ca: Perfil

source: Private messages
ca: Missatges privats

source: Logout
ca: Sortida

source: Register
ca: Registre

source: Lost password
ca: Contrasenya perduda

source: Only in some themes
ca: Només en alguns entorns visuals

source: Extended menu
ca: Menú estès

source: Extended menu block
ca: Bloc de menú estès

source: --Installed modules--
ca: --Mòduls instal·lats--

source: --New link--
ca: -- Enllaç nou --

source: Include
ca: Inclòs

source: Simple file include
ca: Inclusió simple d'un fitxer

source: Error! The file '%s' was not found.
ca: No s'ha trobat el fitxer '%s'.

source: Plain text
ca: Text pla

source: Menu
ca: Menú

source: Menu block
ca: Bloc de menú

source: Menutree
ca: Arbre de menú

source: Tree-like menu (menutree)
ca: Arbre del menú (menutree)

source: no name
ca: <sense nom>

source: Pending Content
ca: Contingut pendent

source: Notice: This language block will not be display until you enable the multilanguage, you can enable/disable this into into the settings of Zikula.
ca: Nota: El bloc d'idioma no es mostrarà a no ser que activeu l'opció de multi idioma. Podeu activar-la o desactivar-la des de les opcions de configuració de Zikula.

source: Language
ca: Idioma

source: Language selector block
ca: Bloc de selecció d'idioma

source: Choose a language
ca: Escolliu un idioma

source: An invalid '%1$s' parameter was received ('%2$s').
ca: S'ha rebut un paràmetre '%1$s' no valid ('%2$s').

source: The authentication method is not capable of being used for registration.
ca: El mètode de connexió no pot ser utilitzat per a registrar-se.

source: Attempt to retrieve undefined property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent de recuperació d'una propietat no definida via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to determine if undefined property is set via %1$s: %2$s in $3$s on line %4$d.
ca: Intent per determinar si una propietat no definida està establerta via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to modify immutable property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent de modificació d'una propietat no modificable via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to modify undefined property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent de modificació d'una propietat no definida via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to unset required property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent d'eliminar d'una propietat requerida via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to unset immutable property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent d'eliminar d'una propietat no modificable via %1$s: %2$s a $3$s a la línia %4$d.

source: Attempt to unset undefined property via %1$s: %2$s in $3$s on line %4$d.
ca: Intent d'eliminar d'una propietat no definida via %1$s: %2$s a $3$s a la línia %4$d.

source: An invalid list of authentication modules was returned by ModUtil::getModulesCapableOf().
ca: S'ha retornat una llista no vàlida de mòduls d'autenticació per part de ModUtil::getModulesCapableOf().

source: There were no authentication methods available. Forcing the Users module to be used for authentication.
ca: No hi ha mètodes d'autenticació disponibles. Es forçara l'ús del mòdul d'usuaris per a l'autenticació.

source: User name and password
ca: Nom d'usuari/ària i contrasenya

source: The authentication method '%2$s' is not a listable method for the module '%1$s'. It will be ignored.
ca: El mètode d'autenticació '%2$s' no es un mètode vàlid pel mòdul '%1$s'. Serà ignorat.

source: The module '%1$s' is not a listable authentication module. All methods specified for it will be ignored.
ca: El mòdul '%1$s' no és mòdul d'autenticació vàlid. Tots el mètodes especificats per part d'aquest seran ignorats.

source: The set of listable authentication methods did not contain any methods that are currently available. Forcing the '%2$s' method defined by the '%1$s' module to be listable.
ca: La llista del conjunt de mètodes d'autenticació no contenia cap dels mètodes que estan disponibles actualment. Obligant al mètode '%2$s' definit pel mòdul '%1$s' a estar a la llista.

source: The authentication method list is in an inconsistent state. No authentication modules.
ca: La llista de mètodes d'autenticació es troba en un estat inconsistent. No hi ha mòduls d'autenticació.

source: An invalid numeric offset was received ('%1$s').
ca: S'ha rebut un offset numèric no vàlid ('%1$s').

source: An invalid offset was received ('%1$s').
ca: S'ha rebut un offset no vàlid ('%1$s').

source: Instances of $1$s are immutable.
ca: Les instàncies de $1$s són immutables.

source: Guest
ca: Convidat

source: Sorry! New user registration is currently disabled.
ca: El registre d'usuaris nous està desactivat.

source: Unknown users_temp record type: %1$s
ca: Registre de tipus users_temp desconegut: %1$s

source: Provides an interface for configuring and administering registered user accounts. Incorporates all needed functionality, but can work in close unison with the third party profile module configured in the general settings of the site.
ca: Proporciona una interfície per configurar i administrar els comptes dels usuaris. Incorpora totes les funcionalitats necessàries, però pot treballar estretament amb el mòdul de perfil.

source: users
ca: usuaris

source: User management hooks
ca: Lligams per a la gestió d'usuaris

source: Registration management hooks
ca: Lligams per a la gestió de registre

source: Login form and block hooks
ca: Formulari de autenticació i bloc de lligams

source: (Password provided by site administrator)
ca: (Contrasenya facilitada per l'administrador/a del lloc web)

source: Done! Created new registration application.
ca: S'ha creat el compte nou.

source: Done! Created new user account.
ca: S'ha creat el compte d'usuari/ària nou.

source: Warning! New user information has been saved, however there may have been an issue saving it properly.
ca: Atenció: S'ha emmagatzemat la informació de l'usuari/ària nou, no obstant és possible que hageu tingut algun problema per emmagatzemar-la correctament.

source: Error! Could not create the new user account or registration application.
ca: S'ha produït un error en la creació del compte d'usuari/ària o fent el registre de l'aplicació.

source: Sorry! No matching users found.
ca: No s'han trobat cap usuari/ària.

source: An unknown form type was received by %1$s.
ca: %1$s ha rebut un tipus de formulari desconegut.

source: The %1$s function has entered an unknown state.
ca: La funció %1$s ha entrat en estat desconegut.

source: Done! Saved user's account information.
ca: S'ha desat la informació del compte.

source: Error! You can't edit the guest account.
ca: No podeu editar les dades del compte de l'usuari/ària convidat.

source: Sorry! No such user found.
ca: No s'ha trobat l'usuari/ària

source: Sorry! Unable to retrieve information for that user id.
ca: Ho sentim! No és possible recuperar la informació d'aquest identificador d'usuari/ària.

source: Done! The user name for '%s' has been sent via e-mail.
ca: S'ha enviat per correu electrònic el nom d'usuari/ària per a '%s'.

source: Sorry! There was an unknown error while trying to send the user name for '%s'.
ca: S'ha produït un error desconegut en intentar enviar el nom d'usuari/ària per a '%s'.

source: Done! The password recovery verification code for %s has been sent via e-mail.
ca: S'ha enviat per correu electrònic el codi de verificació per %s per a la recuperació de la contrasenya.

source: Error! You can't delete the guest account.
ca: No podeu esborrar l'usuari/ària convidat.

source: Error! You can't delete the primary administrator account.
ca: No podeu esborrar el compte de l'administrador/a principal.

source: Error! You can't delete the account you are currently logged into.
ca: No podeu esborrar aquest compte, ja que en aquests moments hi esteu connectat/da.

source: Done! Deleted %1$d user account.
ca: S'ha esborrat el compte d'usuari/ària %1$d.

source: An error occurred while trying to retrieve the registration records.
ca: S'ha produït un error en intentar recuperar els registres d'inscripció.

source: Unable to retrieve registration record. The record with the specified id might not exist, or you might not have permission to access that record.
ca: No s'ha pogut recuperar el registre d'inscripció. Pot ser que el registre especificat no existeixi o que no tingui permís per accedir a aquest registre.

source: Error! Invalid registration uid.
ca: La identitat de registre no és vàlida.

source: Error! Unable to load registration record.
ca: No s'ha pogut carregar el registre d'inscripció.

source: Error! Unable to retrieve registration record with uid '%1$s'
ca: No s'ha pogut recuperar el registre d'inscripció amb la uid '%1$s'

source: Error! A verification code cannot be sent for the registration record for '%1$s'. It is already verified.
ca: No ha estat possible enviar un codi de verificació per poder fer el registre de '%1$s'. Aquest ja està verificat.
