Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: A web site account password will be created for the user. The user will continue to log in with the method(s) currently used, and will additionally be able to log in with this password.
ca: Es crearà un compte amb contrasenya per l'usuari/ària. L'usuari/ària podrà de seguir accedint amb el(s) mètode(s) que feia servir fins ara i, a més, podrà accedir amb aquesta contrasenya.

source: Member
ca: Membre

source: Check your entries and save your updates
ca: Reviseu les dades introduïdes i emmagatzemeu els canvis

source: Notice: When you are ready, click on 'Check your entries' to have your entries checked. When your entries are OK, click on 'Save' to continue.
ca: Quan estigueu a punt feu clic a 'Comproveu les dades que heu introduït' per comprovar les dades. Quan les entrades siguin correctes feu clic al botó 'Desa' per continuar.

source: Your entries seem to be OK. Please click on 'Save' when you are ready to continue.
ca: Les entrades semblen estar bé. Si us plau, feu clic a 'Desa' per continuar.

source: Check your entries
ca: Comproveu les dades que heu introduït

source: Other actions for %s
ca: Altres accions per %s

source: Send user name
ca: Envia el nom d'usuari/ària

source: Send password recovery code
ca: Envia el codi de recuperació de la contrasenya

source: New registration pending approval
ca: El registre nou està pendent d'aprovació

source: New registration pending approval: %s
ca: Nou registre pendent d'aprovació: %s

source: New registration pending e-mail verification
ca: El registre nou està pendent de verificació de l'adreça de correu electrònic

source: New registration pending verification: %s
ca: Registre nou pendent de verificació: %s

source: New user activated
ca: S'ha activat el compte de l'usuari/ària nou

source: New user activated: %s
ca: S'ha activat el compte de l'usuari/ària nou: %s

source: A new user account has been activated on %1$s.
ca: S'ha activat un compte nou en el lloc web. El nom d'usuari/ària és %1$s.

source: It was created by an administrator or sub-administrator logged in as '%1$s'.
ca: Va ser creat per un administrador/a validat com a '%1$s'.

source: The account details are as follows:
ca: Els detalls del compte els teniu a continuació:

source: User name: '%s'.
ca: Nom d'usuari/ària: '%s'.

source: Your recent request at %1$s.
ca: La vostra sol·licitud més recent a %1$s.

source: A message from %1$s...
ca: Missatge de %s

source: Recently, this e-mail address ('%1$s') was used to request an account on '%2$s' (%3$s).
ca: Recentment aquesta adreça de correu electrònic ('%1$s') ha estat utilitzada per sol·licitar un compte a '%2$s' (%3$s).

source: The information that was registered is as follows:
ca: La informació registrada és la següent:

source: Thank you for your application for a new account. At this time we are unable to approve your application.
ca: Gràcies per la vostra sol·licitud de compte nou. En aquests moments no podem aprovar la seva sol·licitud.

source: Welcome to %1$s, %2$s!
ca: Benvingut a %1$s, %2$s!

source: Welcome to %1$s!
ca: Benvingut/da a %1$s!

source: Hello!
ca: hola

source: This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
ca: S'ha utilitzat aquesta adreça de correu ('%1$s') per crear un compte en el lloc web '%2$s' (%3$s).

source: Password reminder
ca: Recordatori de la contrasenya

source: (This is the only time you will receive your password. Please keep it in a safe place.)
ca: (Aquesta és la única vegada que rebreu la vostra contrasenya. Si us plau, guardeu-la-la en un lloc segur.)

source: Thank you for your application for a new account. Your application has been forwarded to the site administrator for review. Please expect a message once the review process is complete.
ca: Gràcies per sol·licitar un nou compte. La vostra sol·licitud s'ha enviat a l'administrador/a del lloc per a la seva revisió. Rebreu un missatge quan el procés de revisió s'hagi completat.

source: Your account application has been approved. Thank you for your patience during the new account application review process.
ca: La vostra sol·licitud d'un compte ha estat aprovada. Gràcies per la vostra paciència durant el procés de revisió de la sol·licitud.

source: The web site administrator has created this new account for you.
ca: L'administrador/a del lloc ha creat aquest nou compte per vostè.

source: You may now log into the web site with your user name and password.
ca: Ja podeu iniciar sessió en el lloc web amb el vostre nom d'usuari/ària i contrasenya.

source: New account registration
ca: Registre d'usuaris nous

source: Choose how you would like to log in.
ca: Trieu com voleu iniciar la sessió.

source: Log in below, or change how you would like to log in.
ca: Inicieu la sessió o canvieu la forma en què us agradaria entrar.

source: If you prefer, you can create an account and password for use only with this site by clicking below...
ca: Si ho preferiu, podeu crear un compte i una contrasenya per a ús exclusiu en aquest lloc fent clic a continuació ...

source: Click on one of the following to log into this site using that service...
ca: Feu clic en un dels següents per accedir a aquest lloc utilitzant aquest servei...

source: Continue registration
ca: Continuar amb la inscripció

source: The registration option you chose is not available at the moment.
ca: L'opció d'inscripció triada no està disponible en aquest moment.

source: Please choose another or contact the site administrator for assistance.
ca: Si us plau trieu-ne un altre o, si necessiteu ajuda, contacteu amb l'administrador/a del lloc web.

source: Please contact the site administrator for assistance.
ca: Si us plau, demaneu ajuda a l'administrador/a del sistema.

source: Registration applications list
ca: Llista de sol·licituds de registre

source: Approved?
ca: Aprovat?

source: Verified?
ca: Verificat?

source: Send a new e-mail verification code
ca: Envia un correu electrònic nou amb el codi de verificació

source: Send an e-mail verification code
ca: Envia un missatge per verificar el codi

source: Pending approval
ca: Sol·licitud pendent

source: Verified
ca: Verificat

source: E-mail verification not sent; must be resent
ca: No s'ha enviat el correu electrònic de verificació i s'ha de tornar a enviar

source: E-mail verification not sent
ca: No s'ha pogut enviat el correu de verificació

source: Pending verification of e-mail address
ca: La verificació de l'adreça de correu està pendent

source: Display registration details
ca: Mostra els detalls del registre

source: Modify registration details
ca: Modifica els detalls de registre

source: Pre-approve (verification still required)
ca: Pre-aprovació (encara es requereix la verificació)

source: Approve
ca: Aprova

source: Approve (creates a new user account)
ca: Aprova (crea un compte d'usuari/ària nou)

source: Deny (deletes registration)
ca: Denega (esborra el registre)

source: Skip verification (approves, and creates a new user account)
ca: Omet la comprovació (aprova i crea un nou compte d'usuari/ària)

source: Legend
ca: Llegenda

source: Approval
ca: Aprova

source: An administrator has approved the registration, or approval was not required when the registration was completed.
ca: Un administrador/a ha aprovat el registre o l'aprovació del registre no era necessària en el moment de portar-se a terme.

source: Waiting for an administrator to approve the registration.
ca: El registre està a l'espera de l'aprovació d'un administrador/a.

source: Verification
ca: Verificació

source: The user has completed the e-mail verification process, or e-mail verification was not required when the registration was completed.
ca: L'usuari/ària ha completat el procés de verificació de l'adreça de correu electrònic, o el procés de verificació no era necessària en el moment del registre.

source: An e-mail has been sent to the registered e-mail address, but the user has not yet responded.
ca: S'ha enviat un correu electrònic a l'adreça de correu del registre, però l'usuari/ària encara no ha donat resposta.

source: Verification e-mail message not yet sent
ca: El missatge de verificació de l'adreça de correu electrònic encara no s'ha enviat

source: A verification e-mail has not been sent to the registered e-mail address.
ca: No s'ha enviat cap correu de verificació a l'adreça de correu electrònic registrada.

source: If it is not yet approved, then it will be sent on approval.
ca: Si encara no està aprovat, serà enviat per a la seva aprovació.

source: A verification e-mail has not been sent to the registered e-mail address, but the registration is in a state where one should already have been sent.
ca: No s'ha enviat un correu electrònic de verificació a l'adreça de correu registrada però la inscripció està en un estat en el qual ja s'hauria d'haver enviat.

source: There are no pending registration applications to review.
ca: No hi ha sol·licituds de registre pendents de revisió.

source: Reset your password at '%1$s'
ca: Reinicieu la vostra contrasenya a'%1$s'

source: The user account '%1$s' at %2$s has this e-mail address associated with it.
ca: L'usuari/ària '%1$s' a %2$s utilitza aquesta adreça de correu electrònic.

source: The administrator at %s requested that you receive a confirmation code that will allow you to reset your password.
ca: L'administrador/a de %s ha sol·licitat que reveu un codi de confirmació que us permetrà restablir la vostra contrasenya.

source: Someone with the IP address %s has just requested a confirmation code to allow the password for your account to be reset.
ca: Algú amb l'adreça IP %s acaba de sol·licitar un codi de confirmació per restablir la contrasenya del vostre compte.

source: The confirmation code is: %s
ca: El codi de confirmació és: %s

source: With this confirmation code, you can now create a new password by clicking on this link:
ca: Amb aquest codi de confirmació, podeu crear una contrasenya nova fent clic aquí:

source: Reset My Password
ca: Reinicia la meva contrasenya

source: (If you cannot click on the link, you can copy this URL and paste it into your browser: %s )
ca: (Si no podeu fer clic a l'enllaç, podeu copiar aquesta URL i enganxar-la en el vostre navegador: %s )

source: If the request was not made by you then you don't need to take any action.
ca: Si la sol·licitat no ha estat feta per vostè no cal que porteu a terme cap acció.

source: The password won't be changed unless the confirmation code is used, and you are the only recipient of this message.
ca: La contrasenya no es canviarà sense un codi de confirmació. Sou l'única persona destinatària d'aquest missatge.

source: You can just delete the message and log-in with your existing password next time you visit the site.
ca: Podeu esborrar el missatge i validar-vos en la seva contrasenya habitual la propera vegada que visiteu el lloc web.

source: Notice: Please enter your new e-mail address, the same address again for verification, and then click 'Save'. The site uses this address to send you mail (when you request a new password, for instance). Your currently-recorded e-mail address is <strong>'%s'</strong>.
ca: Nota: si us plau, entreu la vostra adreça de correu electrònic nova, la mateixa adreça que abans per verificació, i feu clic a 'Desa'. El lloc web fa servir aquesta adreça per enviar-vos missatges (per exemple quan sol·liciteu una contrasenya nova). La vostra adreça de correu electrònic actualment emmagatzemada és <strong>'%s'</strong>.

source: You will receive an e-mail to your new e-mail address to confirm the change.
ca: Rebreu un correu electrònic a la vostra adreça de correu electrònic nova per confirmar el canvi.

source: Update e-mail address
ca: Actualització de l'adreça de correu electrònic

source: New e-mail address
ca: Nova adreça de correu electrònic

source: New e-mail address again (for verification)
ca: Nova adreça de correu electrònic una altra vegada (per verificació)

source: Find and e-mail users
ca: Cerca usuaris per enviar-los un correu electrònic

source: Any group
ca: Qualsevol grup

source: Registration date after (yyyy-mm-dd)
ca: Data de registre posterior a (yyyy-mm-dd)

source: Registration date before (yyyy-mm-dd)
ca: Data de registre anterior a (yyyy-mm-dd)

source: Keep me logged in on this computer
ca: Manté la validació en aquest ordinador

source: The log-in option you chose is not available at the moment.
ca: L'opció de validació que heu escollit no està disponible en aquests moments.

source: Or instead, login with your...
ca: O en el seu lloc, entreu amb el vostre...

source: Login with your...
ca: El vostre nom d'entrada:

source: Do you need to...
ca: Voleu:

source: Create an account?
ca: Crear un compte nou?

source: Recover your account information?
ca: Restablir la vostra informació personal?

source: Welcome to %1$s (%2$s)!
ca: Benvingut/da a %1$s (%2$s)!

source: Hello! This e-mail address ('%1$s') has been used to register an account on the '%2$s' site.
ca: Hola. S'ha utilitzat aquesta adreça de correu ('%1$s') per crear un compte en el lloc web '%2$s'.

source: Your account details are as follows:
ca: Els detalls del vostre compte són:

source: User name: %s
ca: Nom d'usuari/ària: %s

source: Password: %s
ca: Contrasenya: %s

source: Verify your e-mail address for %s.
ca: Verifiqueu la vostra adreça de correu electrònic per a %s.

source: Hello! This e-mail address ('%1$s') has been used to register an account on '%2$s' (%3$s).
ca: Hola. S'ha utilitzat aquesta adreça de correu ('%1$s') per crear un compte en el lloc web '%2$s' (%3$s).

source: If you did not request a new user account at this web site, please either contact our site administrator, or simply disregard this message.
ca: Si no heu sol·licitat un nou compte d'usuari/ària en aquest lloc web per favor comuniqueu-vos amb l'administrador/a del lloc o simplement ignoreu aquest missatge.

source: If you did request a new user account, then your request is waiting for you to verify your e-mail address with us.
ca: Si vàreu sol·licitar un nou compte d'usuari/ària, teniu pendent la verificació de la vostra adreça de correu electrònic.

source: Your request is also waiting for administrator approval.
ca: La vostra sol·licitud està pendent de validació per part d'un administrador/a.

source: We will not be able to approve your request until after you have completed this verification step.
ca: No es pot aprovar la vostra petició fins que no completeu aquest pas de la verificació.

source: Once both this verification step is complete and an administrator has approved your request, you will be able to log in with your user name.
ca: Una vegada es completi el procés de verificació i s'aprovi la vostra sol·licitud per un administrador/a, podreu iniciar sessió amb el vostre nom d'usuari/ària.

source: Please click on the following link to complete the e-mail address check:
ca: Feu clic a l'enllaç següent per completar la comprovació d'adreça de correu electrònic:

source: If you are not able to click on the above link, you can copy it into your browser.
ca: Si no teniu possibilitat de fer clic a l'enllaç anterior el podeu copiar en el navegador.

source: Your verification code is:
ca: El vostre codi de verificació és:

source: Once verified and your account has been approved, then you will be able to log in.
ca: Podreu entrar un cop s'hagi verificat i aprovat el vostre compte.

source: Once verified, you will be able to choose a password and then log in.
ca: Un cop verificat podreu escollir una contrasenya i entrar.

source: Once verified, you will be able to log in.
ca: Un cop verificat podreu entrar.

source: Password: %s
ca: Contrasenya: %s

source: Password reminder: %s
ca: Recordatori de contrasenya: %s

source: Remember: both this verification step and approval from an administrator must be completed before you can log in.
ca: Recordeu: cal completar aquesta verificació i l'aprovació d'un administrador/aa abans de poder entrar.

source: You will receive an additional e-mail message once an administrator has reviewed your request.
ca: Rebreu un correu electrònic addicional una vegada que l'administrador/a hagi revisat la vostra sol·licitud.

source: Go back to the homepage
ca: Torna a la pàgina inicial

source: Registration for '%1$s'
ca: Aprova la sol·licitud de registre de '%1$s'

source: Resend verification code
ca: Torna a enviar el codi de verificació

source: Send verification code
ca: Envia el codi de verificació

source: Approve and Add User
ca: Aprova i afegeix l'usuari/ària

source: Edit registration details
ca: Edita els detalls del registre

source: Add user without verification
ca: Afegir l'usuari/ària sense verificació

source: Return to registrations list
ca: Torna a la llista de registres

source: Return to registrations
ca: Torna als registres

source: Change language
ca: Canvia d'idioma

source: New language
ca: Idioma nou

source: Registered users
ca: Usuaris registrats

source: Export Email Address
ca: Exporta les adreces de correu electrònic

source: Export Registration Date
ca: Exporta la data de registre

source: Export Last Login Date
ca: Exporta la data de l'última vegada que l'usuari/ària va validar-se

source: Export Group Membership
ca: Exporta la pertinença a grups

source: CSV Export File
ca: Exporta a un fitxer CSV

source: '%1$s' account information
ca: '%1$s' informació del compte

source: The administrator at %s requested that you receive your user name via e-mail.
ca: L'administrador/a de %s ha sol·licitat que reveu el vostre nom d'usuari/ària per correu electrònic.

source: Someone with the IP address %1$s has just requested the user name of the account at %2$s associated with this e-mail address.
ca: Algú amb l'adreça IP %1$s ha sol·licitat el nom d'usuari/ària del compte a %2$s associada amb aquesta adreça de correu electrònic.

source: The user name for your account is: %1$s
ca: El nom d'usuari/ària pel teu compte és: %1$s

source: You may use the following information to log into your account at:
ca: Heu de fer servir la informació següent per validar-vos en el vostre compte:

source: You do not have any active methods available to log into our site. Please contact a site administrator.
ca: No teniu cap mètode disponible per a validar-vos. Si us plau contacteu amb un administrador/a del lloc.

source: You are the only recipient of this message, and your user name has not been sent to any other e-mail address.
ca: Sou l'únic destinatari d'aquest missatge i el vostre nom d'usuari/ària no ha estat enviat a cap altra adreça de correu electrònic.

source: You can just delete this message.
ca: Simplement podeu esborrar aquest missatge.

source: Delete user account
ca: Esborra el compte d'usuari/ària

source: Do you really want to delete this user account?
ca: Esteu segur/a de voler esborrar aquest compte d'usuari/ària?

source: Confirm verification code is to be sent to '%1$s'
ca: Confirma que s'ha d'enviar el codi de confirmació a '%1$s'

source: Name displayed for anonymous user
ca: Nom a mostrar per als usuaris anònims

source: Anonymous users are visitors to your site who have not logged in.
ca: Són usuaris anònims les persones que visiten el vostre lloc web i no s'hi han validat.

source: Number of items displayed per page
ca: El nombre màxim d'elements a mostrar per pàgina

source: When lists are displayed (for example, lists of users, lists of registrations) this option controls how many items are displayed at one time.
ca: Quan es visualitza una llista (per exemple la llista d'usuaris o la llista de registres) aquesta opció controla quants ítems es mostren a la llista.

source: Path to user's avatar images
ca: Ruta a les imatges d'avatar de l'usuari/ària

source: Allow globally recognized avatars
ca: Permet avatars reconeguts globalment

source: Default gravatar image
ca: Imatge pe defecte del gravatar

source: Account page settings
ca: Configura els paràmetres de la pàgina

source: Display graphics on user's account page
ca: Mostra les imatges en el tauler dels comptes

source: Path to account page images
ca: Ubicació de les imatges del tauler dels comptes

source: Number of links per page
ca: Nombre d'enllaços per pàgina

source: Number of links per row
ca: Nombre d'enllaços per fila

source: Users module handles e-mail address maintenance
ca: El mòdul d'usuaris gestiona el manteniment de les adreces de correu electrònic

source: User credential settings
ca: Paràmetres dels comptes d'usuari/ària

source: Credential required for user log-in
ca: Credencial requerida per a l'entrada dels usuaris

source: Either user name or e-mail address
ca: O bé el nom d'usuari/ària o l'adreça de correu electrònic

source: Notice: If the 'Credential required for user log-in' is set to 'E-mail address' or to 'Either user name or e-mail address', then the 'New e-mail addresses must be unique' option below must be set to 'Yes'.
ca: Nota: Si 'Credencial sol·licitada per a l'entrada dels usuaris' s'ha establert com a 'adreça de correu electrònic' o 'o bé el nom d'usuari/ària o l'adreça de correu electrònic', llavors la opció 'L'adreça de correu electrònic nova ha de ser única' ha de ser 'SI'.

source: Notice: If the 'New e-mail addresses must be unique' option was set to 'no' at some point, then user accounts with duplicate e-mail addresses might exist in the system. They will experience difficulties logging in with their e-mail address.
ca: Nota: Si 'L'adreça de correu electrònic nova ha de ser única' es va configurar en 'NO' en algun moment, poden existir en el sistema comptes d'usuari/ària amb correus electrònics idèntics. Aquests usuaris podrien tindre dificultats a l'hora d'iniciar la sessió fent ús de la seva adreça de correu electrònic.

source: New e-mail addresses must be unique
ca: L'adreça de correu electrònic nova ha de ser única

source: If set to yes, then e-mail addresses entered for new registrations and for e-mail address change requests cannot already be in use by another user account or registration.
ca: Si s'estableix a 'SI', els correus electrònics introduïts pels nous registres d'usuari/ària o per les sol·licituds de canvi de correu electrònic no podran usar-se en altres comptes d'usuari/ària o nous registres.

source: Notice: If this option was set to 'no' at some point, then user accounts or registrations with duplicate e-mail addresses might exist in the system. Setting this option to 'yes' will not affect those accounts or registrations.
ca: Nota: Si aquesta opció es va establir a 'NO' en algun moment, podrien existir en el sistema comptes d'usuari/ària o registres amb correus electrònics duplicats. Configurant aquesta opció a 'SI' no afectarà a aquests comptes d'usuari/ària o registres.

source: Minimum length for user passwords
ca: Longitud mínima de les contrasenyes

source: This affects both passwords created during registration, as well as passwords modified by users or administrators.
ca: Això afectarà ambdues contrasenyes, la creada durant el registre, com les modificades pels usuaris o administradors.

source: Enter an integer greater than zero.
ca: Entreu un nombre enter més gran de zero.

source: Password hashing method
ca: Mètode d'encriptació de les contrasenyes

source: The default hashing method is 'SHA256'.
ca: El mètode d'encriptació de la contrasenya és 'SHA256'.

source: Show password strength meter
ca: Mostra el mesurador de la fortalesa de la contrasenya

source: E-mail address verifications expire in
ca: Aquesta verificació de l'adreça de correu electrònic expira d'aquí a

source: days
ca: dies

source: Enter the number of days a user's request to change e-mail addresses should be kept while waiting for verification. Enter zero (0) for no expiration.
ca: Entreu el nombre de dies durant els quals una sol·licitud de canvi d'adreça de correu electrònic hauria d'estar pendent de verificació. Entreu zero (0) per tal que no expiri.
