Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Error! Could not create the new user account or registration application. Please check with a site administrator before re-registering.
ca: No s'ha pogut crear el nou compte d'usuari/ària o la sol·licitud de registre. Si us plau, consulteu amb l'administrador/a del lloc abans de tornar-vos a registrar.

source: The registration process has entered an unknown state.
ca: El procés de registre ha entrat en un estat desconegut.

source: Error! E-mail address field is empty.
ca: El camp d'adreça de correu electrònic està buit.

source: Done! The account information for %s has been sent via e-mail.
ca: S'ha enviat per correu electrònic la informació del compte %s.

source: Sorry! We are unable to send the account information for that e-mail address. Please reenter your information, or contact an administrator.
ca: Disculpeu! No hem pogut enviar la informació del compte a aquesta adreça de correu electrònic. Si us plau, torneu a entra la vostra informació, o poseu-vos en contacte amb un administrador/a.

source: Error! User name and e-mail address fields are empty.
ca: No heu completat els camps de nom d'usuari/ària o adreça de correu electrònic.

source: Error! Please enter either a user name OR an e-mail address, but not both of them.
ca: Entreu un nom d'usuari/ària o una adreça de correu electrònic, però no ambdues coses.

source: Done! The confirmation code for %s has been sent via e-mail.
ca: El codi de confirmació de per a %s s'ha enviat per correu electrònic.

source: Sorry! We are unable to send a password recovery code for that e-mail address. Please try your user name, or contact an administrator.
ca: Disculpeu! No hem pogut enviar un codi de recuperació de contrasenya a aquesta adreça de correu electrònic. Si us plau, comproveu el vostre nom d'usuari/ària, o poseu-vos en contacte amb un administrador/a.

source: Sorry! We are unable to send a password recovery code for that user name. Please try your e-mail address, contact an administrator.
ca: Disculpeu! No hem pogut enviar un codi de recuperació de contrasenya a aquesta adreça de correu electrònic. Si us plau, comproveu la vostra adreça de correu electrònic, o poseu-vos en contacte amb un administrador/a.

source: Sorry! Your account is not set up to use a password to log into this site. Please recover your account information to determine your available log-in options.
ca: Disculpeu! El vostre compte no està configurada per utilitzar una contrasenya per accedir a aquest lloc. Si us plau, recupereu la vostra informació del compte per determinar les opcions disponibles a l'inici de sessió.

source: Sorry! Your account is marked as inactive. Please contact a site administrator for more information.
ca: Disculpeu! El vostre compte està marcat com a no actiu. Si us plau, per més informació contacteu amb un administrador/a del lloc.

source: Sorry! Your account is marked for removal. Please contact a site administrator for more information.
ca: Ho sentim! El vostre compte està marcat per ser esborrat. Si us plau, per més informació contacteu amb un administrador/a del lloc.

source: Sorry! An account could not be located with that information. Correct your entry and try again. If you have recently registered a new account with this site, we may be waiting for you to verify your e-mail address, or we might not have approved your registration request yet.
ca: Ho sentim! No podeu crear un compte nou amb aquesta informació. Corregiu les entrades i torneu-ho a intentar. Si recentment heu creat un compte nou a aquest lloc, és possible que estigui esperant que verifiqueu la vostra adreça de correu electrònic, o que la vostra la sol·licitud de registre encara no hagi estat aprovada.

source: Sorry! Your registration request is still waiting for approval from a site administrator.
ca: Disculpeu! La vostra sol·licitud de registre està pendent d'aprovació per part d'un administrador/a del lloc.

source: Sorry! Your registration request is still waiting for verification of your e-mail address. Check your inbox for an e-mail message from us. If you need another verification e-mail sent, please contact a site administrator.
ca: Disculpeu! La seva sol·licitud de registre està a l'espera de la verificació de l'adreça de correu electrònic. Comproveu si a la safata d'entrada del vostre gestor de correu hi teniu un missatge nostre. Si necessiteu que li enviem una altra verificació de correu electrònic, si us plau poseu-vos en contacte amb l'administrador/a del lloc.

source: Sorry! Your account has not completed the registration process. Please contact a site administrator for more information.
ca: Disculpeu! No heu completat el procés de registre. Si us plau, per més informació contacteu amb un administrador/a del lloc.

source: Sorry! An account could not be located with that information. Correct your entry and try again.
ca: Ho sentim! No podeu crear un compte nou amb aquesta informació. Corregiu les dades i torneu-ho a intentar.

source: Error! Please enter the confirmation code you received in the e-mail message.
ca: Si us plau entreu el codi de confirmació que heu d'haver rebut per correu electrònic.

source: Sorry! Could not load that user account.
ca: No s'ha pogut carregar aquest compte d'usuari/ària.

source: Error! The code that you've enter is invalid.
ca: El codi que heu entrat no és correcte.

source: Warning! Your new password has been saved, but there was an error while trying to save your new password reminder.
ca: Atenció! La seva nova contrasenya ha estat emmagatzemada, però hi ha hagut un error en intentar emmagatzemar el recordatori de la seva contrasenya nova.

source: Done! Your password has been reset, and you may now log in. Please keep your password in a safe place!
ca: La vostra contrasenya ha estat restablerta i hauríeu de poder-vos autentificar. Si us plau, mantingueu la vostra contrasenya en un lloc segur!

source: Error! Your new password could not be saved.
ca: S'ha produït un error en emmagatzemar la vostra contrasenya nova.

source: Error! Invalid authentication method information.
ca: La informació del mètode d'autenticació no és vàlida.

source: Your log-in request was not completed.
ca: La seva sol·licitud de registre no ha estat completada.

source: There is no user account matching that information, or the password you gave does not match the password on file for that account.
ca: No hi ha cap compte d'usuari/ària que correspongui a la informació facilitada, o bé la contrasenya escrita no és correcta.

source: The credentials you entered were not valid. Please reenter the requested information and try again.
ca: Les credencials que heu introduït no són vàlides. Si us plau, entreu una altra vegada la informació sol·licitada i torneu-ho a provar.

source: The selected log-in method is not currently available. Please contact the site administrator for assistance.
ca: El mètode de registre seleccionat no està disponible en aquests moments. Si us plau, si necessiteu ajuda contacteu amb l'administrador/a del lloc.

source: The selected log-in method is not currently available. Please choose another or contact the site administrator for assistance.
ca: El mètode de registre seleccionat no està disponible en aquests moments. Si us plau, seleccioneu-ne un altre o si necessiteu ajuda contacteu amb l'administrador/a del lloc.

source: Error! Invalid authentication information received.
ca: S'ha rebut una informació d'autenticació no vàlida.

source: You are being logged-in. Please wait...
ca: Esteu entrant. Espereu, si us plau...

source: Done! You have been logged out.
ca: Heu sortit.

source: Error! You have not been logged out.
ca: No heu sortit.

source: Sorry! An account cannot be verified while you are logged in.
ca: No es pot verificar un compte mentre esteu connectats.

source: Sorry! There was an error while trying to save your new password and reminder.
ca: S'ha produït un error quan es pretenia emmagatzemar la teva contrasenya nova i el recordatori de recuperació de la contrasenya.

source: There were some problems detected during the verification process. Please contact the site administrator regarding the status of your verification.
ca: S'han detectat alguns problemes durant el procés de verificació. Si us plau, poseu-vos en contacte amb l'administrador/a del lloc amb relació a l'estat de la seva verificació.

source: Done! Your account has been verified, and is awaiting administrator approval.
ca: El seu compte ha estat verificat i està a l'espera de l'aprovació d'un administrador/a del lloc.

source: Done! Your account has been verified. Your registration request is still pending completion. Please contact the site administrator for more information.
ca: El vostre compte ha estat verificat. La vostra sol·licitud de registre encara està pendent de ser completada. Si us plau, per més informació poseu-vos en contacte amb l'administrador/a del lloc.

source: Done! Your account has been verified. You may now log in with your user name and password.
ca: El vostre compte ha estat verificat. Us hauríeu de poder validar amb el vostre nom d'usuari/ària i contrasenya.

source: Done! Your account has been verified.
ca: El vostre compte ha estat verificat.

source: Your new account is not active yet. Please contact the site administrator for more information.
ca: El vostre nou compte encara no està actiu. Si us plau, per més informació poseu-vos en contacte amb l'administrador/a del lloc.

source: Sorry! There was an error while marking your registration as verifed. Please contact an administrator.
ca: S'ha produït un error en el moment de verificar el vostre registre. Si us plau, contacteu amb l'administrador/a del lloc.

source: Sorry! The verification code you provided does not match our records. Please check the code, and also check your e-mail for a newer verification code that might have been sent.
ca: El codi de verificació que heu proporcionat no correspon a cap dels nostres registres. Si us plau, comproveu el codi i els vostres correus electrònics per si s'hagués pogut enviar un codi de verificació nou.

source: Error! There was a problem retrieving the verification code for comparison.
ca: Hi ha hagut un problema en recuperar el codi de verificació per a la comparació.

source: Error! There is no pending verification code for '%1$s'. Please contact the site administrator.
ca: No hi ha cap codi de verificació pendent per a '%1$s'. Si us plau, contacteu amb l'administrador/a del lloc.

source: Sorry! A registration does not exist for the user name you provided. Maybe your request has expired? Please check the user name, or contact an administrator.
ca: No existeix cap registre pel nom d'usuari/ària proporcionat. Pot ser que la seva sol·licitud de registre hagi caducat? Si us plau, comproveu el nom d'usuari/ària o contacteu amb l'administrador/a del lloc.

source: Error! Could not activate your account. Please contact the site administrator.
ca: No s'ha pogut activar el vostre compte. Contacteu amb l'administrador/a del lloc.

source: Done! Account activated.
ca: S'ha activat el compte.

source: Sorry! You entered an invalid confirmation code. Please correct your entry and try again.
ca: El codi de confirmació que heu introduït no és vàlid. Corregiu-lo i torneu-ho a provar.

source: If you are not automatically re-directed then please click here.
ca: Si el sistema no us redirigeix automàticament, feu clic aquí.

source: Done! Saved custom block.
ca: S'ha desat el bloc personal.

source: The current password you entered is not correct. Please correct your entry and try again.
ca: La contrasenya que heu introduït no és correcta. Si us plau, corregiu-la i torneu-ho a provar.

source: Your new password cannot match your current password.
ca: La vostra contrasenya nova no coincideix amb la contrasenya actual.

source: Warning! Your new password was saved, however there was a problem saving your new password reminder.
ca: Atenció! S'ha emmagatzemat la contrasenya nova, però hi ha hagut un problema en emmagatzemar el recordatori de la contrasenya nova.

source: Done! Saved your new password.
ca: S'ha desat la nova contrasenya.

source: Sorry! There was a problem saving your new password.
ca: Hi ha hagut un problema en l'emmagatzematge de la contrasenya nova.

source: Error! There was a problem saving your new e-mail address or sending you a verification message.
ca: S'ha produït un problema en l'emmagatzematge de la seva adreça de correu electrònic nova o en l'enviament del missatge de verificació.

source: Done! You will receive an e-mail to your new e-mail address to confirm the change. You must follow the instructions in that message in order to verify your new address.
ca: Fet! Rebreu un missatge de correu electrònic a la vostra adreça de correu electrònic nova per confirmar el canvi. Heu de seguir les instruccions contingudes en el missatge per verificar l'adreça nova.

source: Please log into your account in order to confirm your change of e-mail address.
ca: Si us plau, valideu-vos en el vostre compte per confirmar el canvi d'adreça de correu electrònic.

source: Error! Your e-mail has not been found. After your request you have five days to confirm the new e-mail address.
ca: No s'ha trobat la vostra adreça de correu electrònic. Després de la seva sol·licitud disposeu de cinc dies per confirma l'adreça de correu electrònic nova.

source: Done! Changed your e-mail address.
ca: S'ha desat l'adreça de correu electrònic.

source: An invalid '$args' parameter was received.
ca: S'ha rebut un paràmetre '$args' no valid.

source: An invalid form type ('%1$s') was received.
ca: S'ha rebut un tipus de formulari ('%1$s') no vàlid.

source: An invalid method ('%1$s') was received.
ca: S'ha rebut un mètode ('%1$s') no vàlid.

source: A form fields template was not found for the %1$s method using form type '%2$s'.
ca: No s'ha trobat un camp de formulari pel mètode %1$s, fent ús del tipus de formulari '%2$s'.

source: An invalid form action ('%1$s') was received.
ca: S'ha rebut una acció de formulari no vàlida ('%1$s').

source: Error: An invalid method ('%1$s') was received.
ca: S'ha rebut un mètode no vàlid ('%1$s').

source: An authentication method selector template was not found for method '%1$s' using form type '%2$s'.
ca: No s'ha trobat una plantilla de selecció del mètode d'autenticació pel mètode '%1$s', fent ús del tipus de formulari '%2$s'.

source: The authentication module name was not specified during an attempt to validate user authentication information.
ca: No s'ha especificat el nom del mòdul d'autenticació durant un intent de validació de la informació d'autenticació de l'usuari/ària.

source: Attempt to validate authentication information with incorrect authentication module. Credentials should be validated with the '%1$s' module instead.
ca: Intent de validar la informació d'autenticació amb un mòdul d'autenticació incorrecte. Les credencials hauran de ser validats amb el mòdul '%1$s' al seu lloc.

source: The authentication method name was not specified during an attempt to validate user authentication information.
ca: No s'ha especificat el nom del mètode d'autenticació durant un intent de validació de la informació d'autenticació de l'usuari/ària.

source: Unknown authentication method ('%1$s') while attempting to validate user authentication information in the Users module.
ca: Mòdul d'autenticació desconegut ('%1$s') quan es pretenia validar l'autenticació de l'usuari/ària amb el mòdul d'usuaris.

source: A user name was not specified, or the user name provided was invalid.
ca: No s'ha especificat un nom d'usuari/ària o el nom proporcionat no és vàlid.

source: An e-mail address was not specified, or the e-mail address provided was invalid.
ca: No s'ha especificat una adreça de correu electrònic o l'adreça proporcionada no és vàlida.

source: A password was not specified, or the password provided was invalid.
ca: No s'ha especificat una contrasenya o la contrasenya proporcionada no és vàlida.

source: Please provide a password.
ca: Si us plau proporcioneu una contrasenya.

source: Please provide a user name and password.
ca: Si us plau proporcioneu un nom d'usuari/ària i una contrasenya.

source: Please provide an e-mail address and password.
ca: Si us plau proporcioneu una adreça de correu electrònic i una contrasenya.

source: Please provide a user name.
ca: Si us plau proporcioneu un nom d'usuari/ària.

source: Please provide an e-mail address.
ca: Si us plau proporcioneu una adreça de correu electrònic.

source: There was an error with one of the fields, below. Please review the message, and correct your entry.
ca: Hi ha hagut un error amb un dels camps de sota. Si us plau reviseu el missatge i corregiu la vostra entrada.

source: An invalid authentication module name was received.
ca: S'ha rebut un nom de mòdul d'autenticació incorrecte.

source: The '%1$s' module is not in an available state.
ca: El mòdul '%1$s' no està disponible.

source: The '%1$s' module is not an authentication module.
ca: El mòdul '%1$s' no és un mòdul d'autenticació.

source: Error! No users selected to receive e-mail, or invalid uid list.
ca: No s'ha rebut cap llista d'usuaris seleccionats per rebre el correu electrònic, o bé la llista no és vàlida.

source: Error! E-mail message to be sent not specified or invalid.
ca: No s'ha especificat el missatge de correu electrònic a enviar o no és vàlid.

source: Error! The required field '%2$s' was blank or missing
ca: El camp '%2$s' requerit està en blanc o no s'ha trobat.

source: Error! Could not send the e-mail message.
ca: No s'ha pogut enviar el missatge de correu electrònic.

source: Done! E-mail message has been sent to %1$d user.
ca: El missatge s'ha enviat a l'usuari/ària %1$d.

source: Users list
ca: Llista d'usuaris

source: Pending registrations
ca: Registres pendents

source: Create new user
ca: Crea un usuari/ària nou

source: Import users
ca: Importa usuaris

source: Export users
ca: Exporta usuaris

source: Find users
ca: Cerca usuaris

source: E-mail users
ca: Correu electrònic dels usuaris

source: Error! The users have been created but something has failed trying to get them from the database. Now all these users do not have group.
ca: Els usuaris han estat creats correctament, però alguna cosa ha fallat quan s'intentava recuperar-los de la base de dades. Tots aquests usuaris han quedat sense grup.

source: Error! The users have been created but something has failed while trying to add the users to their groups. These users are not assigned to a group.
ca: Els usuaris han estat creats correctament, però alguna cosa ha fallat quan s'intentava afegir els usuaris als seus grups. Aquests usuaris no han quedat assignats a cap grup.

source: Password for %1$s from %2$s
ca: Contrasenya per a %1$s des de %2$s

source: Error! A problem has occurred while sending e-mail messages. The error happened trying to send a message to the user %s. After this error, no more messages were sent.
ca: S'ha produït algun problema en el moment d'enviar missatges de correu electrònic. L'error s'ha produït en el moment d'enviar el missatge a l'usuari/ària %s. A partir d'aquest error no s'han enviats més missatges.

source: Click the user's name to view his/her complete profile.
ca: Feu clic en el nom d'usuari/ària per veure el seu perfil complet.

source: Error! Could not load the results of the user's search.
ca: No s'han pogut recuperar els resultats de cerca de l'usuari/ària.

source: Password changer
ca: Canvi de contrasenya

source: E-mail address manager
ca: Gestor de l'adreça de correu

source: Personal custom block
ca: Bloc personal

source: Language switcher
ca: Canviador d'idioma

source: Verify your account.
ca: Comproveu el vostre compte.

source: New user or registration.
ca: S'ha creat un usuari/ària nou.

source: Verify your new e-mail address.
ca: Verifiqueu la vostra adreça de correu electrònic.

source: Recover your password.
ca: Recupereu la vostra contrasenya.

source: Recover your user name.
ca: Recupereu el vostre nom d'usuari/ària.

source: Welcome!
ca: Benvingut/da!

source: A message from %s.
ca: Missatge de %s.

source: Account information for %s
ca: Informació del compte per a %s

source: Error! Unable to send user name e-mail message.
ca: No s'ha pogut enviar el missatge de correu electrònic amb el nom d'usuari/ària.

source: Confirmation code for %s
ca: Codi de confirmació per a %s

source: Error! Unable to send confirmation code e-mail message.
ca: No s'ha pogut enviar el missatge de correu electrònic amb el codi de confirmació.

source: Error! Unable to save confirmation code.
ca: No ha estat possible emmagatzemar el codi de confirmació.

source: Error! Unable to create confirmation code.
ca: No s'ha pogut crear el codi de confirmació.

source: Confirmation change of e-mail for %s
ca: Confirmació de canvi d'adreça de correu electrònic per %s

source: Recover account information or password
ca: Recuper la informació del compte o la contrasenya

source: New account
ca: Compte nou

source: E-mail address and password
ca: Adreça de correu electrònic i contrasenya

source: An invalid 'method' parameter was received.
ca: S'ha rebut un paràmetre de mètode no vàlid.

source: An unknown method ('%1$s') was received.
ca: S'ha rebut un mètode ('%1$s') desconegut.

source: An unknown value for the 'filter' parameter was received ('%1$d').
ca: S'ha rebut un paràmetre de filtre desconegut ('%1$d').

source: An invalid value for the 'filter' parameter was received ('%1$s').
ca: S'ha rebut un paràmetre de filtre no vàlid ('%1$s').

source: The %1$s function is not implemented for the %1$s module. This core module handles registration of authentication information as part of the core registration process.
ca: La funció %1$s no està implementada pel mòdul %1$s. Aquest mòdul del nucli maneja el registre d'informació d'autenticació com a part del procés de registre del nucli.

source: Invalid '%1$s' parameter received in a call to %2$s
ca: S'ha rebut un paràmetre no vàlid '%1$s' en una crida a %2$s

source: Error! A password must be provided.
ca: Cal proporcionar una contrasenya.

source: A user id was located, but the user account record could not be retrieved in a call to %1$s.
ca: S'ha trobat la id d'un usuari/ària, però no s'ha pogut recuperar el compte d'usuari/ària en una crida a %1$s.

source: Invalid account password state.
ca: L'estat de la contrasenya del compte no és vàlida.

source: Internal Error! Unable to update the user's password with the new hashing method and/or salt.
ca: S'ha produït un error intern! No ha estat possible modificar la contrasenya de l'usuari/ària amb el mètode de hash nou.

source: Sorry! The e-mail address or password you entered was incorrect.
ca: L'adreça de correu electrònic o la contrasenya que heu introduït no és correcta.

source: Sorry! The user name or password you entered was incorrect.
ca: El nom d'usuari/ària o la contrasenya que heu introduït no és correcta.

source: Invalied '%1$s' parameter received in a call to %2$s
ca: El paràmetre '%1$s' rebut en una crida a %2$s no és vàlid

source: Invalid '%1$s' parameter provided in a call to %2$s.
ca: El paràmetre '%1$s' proveït en una crida a %2$s no és vàlid

source: An e-mail address was not provided in a call to %1$s.
ca: No s'ha proveït cap adreça de correu electrònic en una crida a %1$s.

source: A user name was not provided in a call to %1$s.
ca: No s'ha proveït cap nom d'usuari/ària en una crida a %1$s.

source: Invalid type for '%1$s' parameter in a call to %2$s.
ca: Tipus de paràmetre no vàlid per a '%1$s' en una crida a %2$s.

source: An invalid parameter array was received.
ca: S'ha rebut com a paràmetre una matriu no vàlida.

source: An invalid user id was received.
ca: S'ha rebut una id d'usuari/ària no vàlida.

source: E-mail Address
ca: Adreça de correu electrònic
