Repository: projectestac/agora
Catalog: html/portal/locale/*/LC_MESSAGES/zikula.po
Languages: ca

source: Changing this setting will affect all requests to change e-mail addresses currently pending verification.
ca: El canvi d'aquesta configuració afectarà totes les sol·licituds que en aquests moments estan pendents de verificació.

source: Password reset requests expire in
ca: La contrasenya vencerà en

source: This setting only affects users who have not established security question responses. Enter the number of days a user's request to reset a password should be kept while waiting for verification. Enter zero (0) for no expiration.
ca: Aquesta configuració només afecta als usuaris/àries que no han establert les respostes de la pregunta de seguretat. Introduïu el nombre de dies que cal mantenir la petició d'un usuari/ària per restablir una contrasenya mentre s'espera la verificació. Introduïu zero (0) si no voleu caducitat.

source: Changing this setting will affect all password change requests currently pending verification.
ca: Canviant aquesta opció afectarà totes les sol·licituds de canvi de contrasenya que estan pendents de verificar.

source: Registration settings
ca: Paràmetres del registre d'usuaris

source: Allow new user account registrations
ca: Permet el registre d'usuaris nous

source: Statement displayed if registration disabled
ca: Missatge que es mostra si el registre està desactivat

source: E-mail address to notify of registrations
ca: Adreça de correu electrònic on notificar registres nous

source: A notification is sent to this e-mail address for each registration. Leave blank for no notifications.
ca: Per a cadascun dels registres s'envia una notificació a aquesta adreça de correu electrònic. Deixeu el camp en blanc si no voleu que s'enviïn notificacions.

source: User registration is moderated
ca: El registre d'usuaris està sotmès a moderació

source: Verify e-mail address during registration
ca: Verifica l'adreça de correu electrònic durant el procés de registre

source: Yes. User chooses password, then activates account via e-mail
ca: Sí. L'usuari/ària escull una contrasenya i després activa el compte via correu electrònic.

source: Log in new registrations automatically?
ca: Realitzar l'entrada automàticament als usuaris que s'acaben de registrar?

source: Newly registered users are logged in automatically.
ca: Els usuaris acabats de crear inicien la sessió automàticament.

source: Newly registered users are logged in automatically only if there is no approval, verification, or other requirement that must be met to complete the registration process.
ca: Els usuaris acabats de crear inicien sessió automàticament només si no es necessària cap aprovació, verificació o cap altre procés per tal de finalitzar el registre.

source: Newly registered users are not logged in automatically.
ca: Els usuaris acabats de crear no inicien la sessió automàticament.

source: Newly registered users are redirected to the log-in screen, if appropriate. If there are other registration requirements to be met, then they are shown this information instead.
ca: Els usuaris acabats de crear són redirigits a la pantalla d'accés si han completat el procés d'inscripció. Es cas contrari, es mostrarà la informació dels requisits pendents.

source: Order that approval and verification occur
ca: Ordre en que es produeix l'aprovació i la verificació

source: Registration applications must be approved before users verify their e-mail address.
ca: Les sol·licituds d'inscripció han de ser aprovades abans que les persones usuàries verifiquin la seva adreça de correu electrònic.

source: Users must verify their e-mail address before their application is approved.
ca: Les persones usuàries han de verificar la seva adreça de correu electrònic abans d'aprovar la seva sol·licitud d'inscripció.

source: Application approval and e-mail address verification can occur in any order.
ca: L'aprovació de la sol·licitud d'inscripció i la verificació de l'adreça de correu electrònic es poden realitzar en qualsevol ordre.

source: Registrations pending verification expire in
ca: Els registres pendents de verificació expiren en

source: Enter the number of days a registration record should be kept while waiting for e-mail address verification. (Unverified registrations will be deleted the specified number of days after sending an e-mail verification message.) Enter zero (0) for no expiration (no automatic deletion).
ca: Introduïu el nombre de dies que es mantindrà un registre d'inscripció pendent de la verificació de l'adreça de correu electrònic. (Els registres no verificats s'esborraran quan passin el nombre de dies especificat a partir de l'enviament del correu electrònic sol·licitant la verificació.) Escriviu zero (0) si no voleu caducitat (no s'eliminaran automàticament).

source: If registration is moderated and applications must be approved before verification, then registrations will not expire until the specified number of days after approval.
ca: Si el registre d'usuaris és moderat i les sol·licituds d'inscripció han de ser aprovades abans de la verificació, aleshores el registre no expirarà fins que passin el nombre de dies especificat després de la seva aprovació.

source: Changing this setting will affect all registrations currently pending e-mail address verification.
ca: El canvis en aquesta configuració afectaran tots els registres pendents de la verificació del correu electrònic.

source: Spam protection question
ca: Pregunta de protecció contra els registres brossa

source: You can set a question to be answered at registration time, to protect the site against spam automated registrations by bots and scripts.
ca: Podeu definir una pregunta que s'haurà de respondre en el moment de fer el registre per tal d'evitar registres brossa fets per robots i scripts automàtics.

source: Spam protection answer
ca: Resposta de protecció contra els registres brossa

source: Registering users will have to provide this response when answering the spam protection question. It is required if a spam protection question is provided.
ca: Els usuaris que es registrin hauran de donar aquesta resposta en contestar a la pregunta de protecció contra el correu brossa. És necessària si es proporciona una pregunta de protecció contra el correu brossa.

source: Reserved user names
ca: Noms d'usuari/ària reservats

source: Separate each user name with a comma.
ca: Separar cada nom d'usuari/ària amb una coma.

source: Each user name on this list is not allowed to be chosen by someone registering for a new account.
ca: Els noms d'usuari/ària introduïts en aquesta llista no podran ser usats pels futurs usuaris que registrin una nova compte d'usuari/ària.

source: Banned user agents
ca: Agents d'usuari/ària prohibits

source: Separate each user agent string with a comma.
ca: Separeu cada cadena d'agent d'usuari/ària amb una coma.

source: Each item on this list is a browser user agent identification string. If a user attempts to register a new account using a browser whose user agent string begins with one on this list, then the user is not allowed to begin the registration process.
ca: Cada element d'aquesta llista és una cadena d'identificació d'un agent d'usuari/ària de navegador. No es permetrà iniciar el procés de registre als usuaris que intentin crear un nou compte fent servir un navegador amb una cadena d'agent d'usuari/ària que comenci igual que un element d'aquesta llista.

source: Banned e-mail address domains
ca: Dominis de correu electrònic prohibits.

source: Separate each domain with a comma.
ca: Separar cada domini amb una coma.

source: Each item on this list is an e-mail address domain (the part after the '@'). E-mail addresses on new registrations or on an existing user's change of e-mail address requests are not allowed to have any domain on this list.
ca: Cada element d'aquesta llista és un domini de correu electrònic (la part després de la'@'). No es permeten adreces de correu electrònic que tinguin un domini inclòs a la llista.

source: User log-in settings
ca: Paràmetres de l'entrada dels usuaris

source: WCAG-compliant log-in and log-out
ca: Inici de sessió i sortida conforme a les WCAG (pautes d'accessibilitat al contingut web)

source: Notice: Uses meta refresh.
ca: Utilitza el meta-refresc

source: Failed login displays inactive status
ca: En cas d'error en l'inici de sessió es mostra l'estat inactiu

source: Yes. The log-in error message will indicate that the user account is inactive.
ca: Sí. El missatge d'error de connexió indicarà que el compte d'usuari/ària està inactiu.

source: No. A generic error message is displayed.
ca: No. Es mostrarà un missatge d'error genèric.

source: Failed login displays verification status
ca: En cas d'error en l'inici de sessió es mostra l'estat de verificació

source: Yes. The log-in error message will indicate that the registration is pending verification.
ca: Sí. El missatge d'error en l'inici de sessió indicarà que el registre està pendent de verificació.

source: Failed login displays approval status
ca: En cas d'error en l'inici de sessió es mostra l'estat d'aprovació

source: Yes. The log-in error message will indicate that the registration is pending approval.
ca: Sí. El missatge d'error en l'inici de sessió indicarà que el registre està pendent d'aprovació.

source: Enter confirmation code
ca: Entreu el codi de confirmació

source: Please enter and EITHER your user name OR your e-mail address, and also enter the confirmation code you received. Once you enter this information and click the 'Submit' button you will receive a new password via e-mail.
ca: Si us plau, introduïu el vostre nom d'usuari/ària o la vostra adreça de correu electrònic, i també el codi de confirmació que veu rebre. Una vegada hageu introduït aquesta informació i hageu fet clic al botó "Tramet", rebreu una contrasenya nova per correu electrònic.

source: Confirmation code
ca: Codi de confirmació

source: Account information and password recovery
ca: Informació del compte i recuperació de la contrasenya

source: Please select one of the following:
ca: Seleccioneu alguna de les opcions següents:

source: I have forgotten my account information (for example, my user name).
ca: He oblidat la informació del meu compte (per exemple, el meu nom d'usuari/ària).

source: I have forgotten my password.
ca: He oblidat la meva contrasenya.

source: I have received a password recovery code, and would like to enter it.
ca: He rebut un codi de recuperació de la contrasenya i m'agradaria fer-ne ús.

source: Enable your personal custom block
ca: Activa el bloc personal

source: Notice: Your personal custom block is a special block that will display in site pages when you are logged-in to the site. It is only displayed for you, and you choose what content it contains. One example of what you can do with the block is to use HTML code to include links to Web pages on this site or another site. Are there site pages that you frequently visit but that don't have links in the main menu? You can insert a link to them here, so that they are easily accessible for you. To see this block during your visits, don't forget to activate the 'Enable your personal custom block' checkbox. Afterwards, click 'Save' to save your changes.
ca: El bloc personal és un bloc especial que només veureu després d'entrar. Ningú més el podrà veure. Podeu posar-hi el contingut que vulgueu (pot contenir codi HTML). Un exemple del que es pot fer amb aquest bloc és introduir-hi enllaços que no es troben a cap menú i que ningú més ha de veure. Per poder veure aquest bloc, cal que l'opció 'Activa el bloc personal' estigui marcada. Recordeu-vos de desar els canvis.

source: Select all
ca: Selecciona'ls tots

source: De-select all
ca: Des-selecciona'ls tots

source: Delete selected users
ca: Esborrar els usuaris seleccionats

source: Return to User Administration
ca: Tornar a l'administració d'usuaris

source: Cancel forced password change for %1$s
ca: Cancel·la la necessitat de canviar la contrasenya per %1$s

source: Force a change of password for %1$s
ca: Força el canvi de correu electrònic per %1$s

source: Do you want to cancel the forced password change for %1$s?
ca: Voleu cancel·lar la necessitat de canvi de correu electrònic per %1$s?

source: Do you want to force a password change during the next login attempt for %1$s?
ca: Voleu forçar el canvi de contrasenya durant la propera validació per a %1$s?

source: Yes, cancel the change of password
ca: Sí, cancel·la el canvi de contrasenya

source: Yes, force the change of password
ca: Sí, força el canvi de contrasenya

source: Lost password recovery
ca: Recuperació de contrasenyes perdudes

source: Please enter EITHER your user name OR your e-mail address below and click the 'Submit' button. You will be e-mailed a confirmation code. Check your e-mail, and follow the given instructions.
ca: Si us plau, introduïu el vostre nom d'usuari/ària o la vostra adreça de correu electrònic i feu clic al botó "Tramet". Se li enviarà un codi de confirmació per correu electrònic. Comproveu la vostra adreça de correu electrònic, i seguiu les instruccions.

source: Verify your request to change your e-mail address at '%1$s'
ca: Verifiqueu la vostra sol·licitud de canvi d'adreça de correu electrònic a '%1$s'

source: Hello! You requested to change your e-mail address for user account '%1$s' at %2$s from %3$s to %4$s.
ca: Hola, Veu sol·licitar el canvi de la vostra d'adreça de correu electrònic per l'usuari/ària '%1$s' a les %2$s des de %3$s fins a %4$s.

source: You must confirm this change before it will take effect.
ca: Heu de confirmar aquest canvi abans que tingui efecte.

source: If you do not confirm this change within the next day, the request will be deleted from our system.
ca: Si no confirmeu aquest canvi dins del proper dia la sol·licitud serà esborrada del sistema.

source: You can confirm the e-mail address change by clicking on this link:
ca: Podeu confirmar el canvi d'adreça de correu electrònic fent clic a aquest enllaç:

source: Verify my e-mail address change.
ca: Verifica el canvi de la meva l'adreça de correu electrònic.

source: (If you cannot click on the link above, you can copy this URL into your browser:
ca: (Si no podeu fer clic a l'enllaç, podeu copiar la URL a la finestra del navegador:

source: If you did not make this request then you do not need to take any action.
ca: Si vosaltres no veu portar a terme aquesta sol·licitud no heu de portar a terme cap acció.

source: The e-mail address wil not be changed unless the confirmation code is used, and you are the only recipient of this message. You can just delete this message.
ca: L'adreça de correu electrònic no serà canviada fins que no feu ús del codi de confirmació, i vostè sou l'únic receptar d'aquest missatge. Si ho desitgeu podeu esborrar aquest missatge.

source: E-mail Users
ca: Envia un correu electrònic als usuaris

source: Select recipients
ca: Seleccioneu els destinataris

source: Compose message
ca: Escriviu el missatge

source: Notice: This e-mail message will be sent to your address and to all other recipients you select. Your address will be the entered as the main recipient, and all your selected recipients will be included in the blind carbon copies ('Bcc') list. You can specify the number of 'Bcc' recipients to be added to each e-mail message. If the number of your selected recipients exceeds the number you enter here, then repeat messages will be sent until everyone in your selection has been mailed (you will receive a copy of each message). The allowed batch size may be set by your hosting provider.
ca: Atenció: aquest missatge de correu electrònic s'enviarà a la vostra adreça i a tots els destinataris que trieu. La vostra adreça apareixerà com a destinatari principal i la resta de destinataris s'afegiran en camps de còpia oculta ('Bcc'). Podeu especificar el nombre de destinataris amb còpia oculta que s'han d'incloure a cada missatge. Si el nombre de destinataris excedeix el número que introduïu aquí, s'enviaran diversos missatges (rebreu una còpia per a cada missatge). El nombre de destinataris podria estar limitat pel vostre proveïdor de correu.

source: Address to which replies should be sent
ca: Adreça a on s'han d'enviar les respostes

source: Send e-mail messages in batches
ca: Envia els missatges en lots (batch)

source: messages per batch
ca: missatges per lot

source: Send e-mail to selected recipients
ca: Envia el correu electrònic als remitents seleccionats

source: With this confirmation code, you can now create a new password by clicking on this link: %s
ca: Amb aquest codi de confirmació, podeu crear una contrasenya nova fent clic aquí: %s

source: (If you cannot click on the link, you can copy the URL and paste it into your browser.)
ca: (Si no podeu fer clic a l'enllaç copieu-lo i enganxeu-lo a la finestra del navegador.)

source: If the request was not made by yourself then you don't need to take any action.
ca: Si no heu estat vosaltres qui heu fet la sol·licitud no heu de portar a terme cap acció.

source: %s registered user
ca: %s usuari/ària registrat

source: %s on-line.
ca: %s en línia.

source: %s anonymous guest
ca: %s convidat/da anònim

source: %1$s and %2$s online.
ca: %1$s i %2$s estan en línia.

source: You have no new messages.
ca: No teniu missatges nous.

source: You have <a href="%1$s">%2$s</a> new message.
ca: Teniu <a href="%1$s">%2$s</a> missatge nou.

source: You are logged-in as <strong>%s</strong>.
ca: Heu entrat com a <strong>%s</strong>.

source: You are an anonymous guest.
ca: Sou un convidat/da anònim.

source: You can <a href="%s">register here</a>.
ca: Us podeu registrar <a href="%s">aquí</a>.

source: Important: For security reasons, you must change your password before you can log in. Thank you for your understanding.
ca: Important: per raons de seguretat heu de canviar la vostra contrasenya abans que us pugueu validar. Gràcies per la vostra compressió.

source: Current password
ca: Contrasenya actual

source: New password (repeat for verification)
ca: Contrasenya nova (repetiu-la per verificació)

source: New password reminder
ca: Nou recordatori de la contrasenya

source: Enter a word or a phrase that will remind you of your password.
ca: Escriviu una paraula o una frase que us recordi la contrasenya.

source: Notice: Do not use a word or phrase that will allow others to guess your password! Do not include your password or any part of your password here!
ca: No utilitzeu una paraula o frase que ajudi a esbrinar la contrasenya. No poseu la contrasenya o qualsevol part d'ella.

source: Sorry! Your session has expired.
ca: La sessió ha expirat.

source: For your security, this session has expired because you have been inactive for too long. Please <a href="%s">log in</a> again to access services.
ca: La vostra sessió ha estat inactiva massa temps. Per raons de seguretat ha expirat. Heu de <a href="%s">tornar a entrar</a>.

source: Account Information
ca: Informació del compte

source: User name:
ca: Nom d'usuari/ària:

source: E-mail address:
ca: Adreça de correu electrònic:

source: Because a password is not set for this registration, the e-mail verification process cannot be skipped. It must be completed so that the user can establish a password before the user account is created.
ca: Com que no s'ha establert cap contrasenya per aquest registre, no es pot ometre el procés de verificació de correu electrònic. S'ha de completar el registre per tal que l'usuari/ària pugui establir una contrasenya abans que es pugui crear el compte d'usuari/ària.

source: Registration Status
ca: Estat del registre

source: Expires:
ca: Expira:

source: Never, registration is verified
ca: El registre d'usuaris està sotmès a moderació

source: Expiration date will be set when the verification e-mail is sent
ca: La data d'expiració serà establerta quan s'enviï la verificació de correu electrònic.

source: Never
ca: Mai

source: E-mail verification:
ca: Verificació del correu electrònic:

source: E-mail verification not sent; awating approval
ca: No s'ha enviat el correu electrònic de verificació; s'esta esperant l'aprovació

source: Verification e-mail message not yet sent to the user
ca: Encara no s'ha enviat el correu electrònic de verificació a l'usuari/ària

source: Not yet verified
ca: Encara no s'ha verificat

source: Verification complete
ca: S'ha completat la verificació

source: (or verification was not required when the registration was completed)
ca: (o la verificació no era necessària quan es va completar el registre)

source: Administrator approval:
ca: Aprovació de l'administrador/a:

source: Not yet approved
ca: Encara no està aprovat

source: (or approval was not required when the registration was completed)
ca: (o l'aprovació no era requerida quan es va completar el procés de registre)

source: Registering for a user account is easy. Registration can give you access to content and to features of this site that are not available to unregistered guests.
ca: Crear-se un compte d'usuari/ària és fàcil. Un compte d'usuari/ària li pot donar accés a continguts i funcionalitats que no estan disponibles per a visitants no registrats.

source: During your visits, we recommended that you set your browser to accept cookies from this site. Various features of the site use cookies, and may not function properly (or may not function at all) if cookies are disabled.
ca: Recomanem que configureu el vostre navegador per tal que accepti galetes. Diverses funcionalitats d'aquest lloc web fan ús de galetes i no funcionaran correctament (o directament no funcionaran) si les galetes estan deshabilitades.

source: Before you will be able to log in, an administrator must approve your registration request and you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after an administrator has approved your request.
ca: Abans que us pugueu validar un administrador/a haurà d'aprovar la vostra sol·licitud de registre i haureu de verificar la vostra adreça de correu electrònic. Quan un administrador/a hagi aprovat la vostra sol·licitud rebreu un correu electrònic que us demanarà que verifiqueu la vostra adreça de correu electrònic.

source: Before you will be able to log in, you must verify your e-mail address and an administrator must approve your registration request. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
ca: Abans que us pugueu validar un administrador/a ha d'aprovar la vostra sol·licitud de registre i heu de verificar la vostra adreça de correu electrònic. Després d'enviar aquesta informació rebreu un correu electrònic on se us demanarà que verifiqueu la vostra adreça de correu electrònic.

source: You must verify your e-mail address before an administrator will approve your registration request.
ca: Abans que un administrador/a aprovi la seva sol·licitud de registre cal que verifiqueu la vostra adreça de correu.

source: Before you will be able to log in, an administrator must approve your registration request. You will receive an e-mail after an administrator has reviewed the information you submit below.
ca: Abans que us pugueu validar un administrador/a ha d'aprovar la vostra sol·licitud de registre. Quan un administrador/a hagi revisat la informació enviada rebreu un correu electrònic de notificació.

source: Before you will be able to log in, you must verify your e-mail address. You will receive an e-mail asking to verify your e-mail address after submitting the information below.
ca: Abans que us pugueu validar heu de verificar la vostra adreça de correu electrònic. Després d'enviar la informació rebreu un correu electrònic on se us demanarà que verifiqueu la vostra adreça de correu.

source: Choose a user name
ca: Trieu un nom d'usuari/ària
