Repository: projectestac/agora
Catalog: html/zikula/modules/Profile/locale/*/LC_MESSAGES/module_profile.po
Languages: ca, es

source: Required
ca: Requerit
es: Requerido

source: Deactivate
ca: Desactiva
es: Desactivar

source: Activate
ca: Activa
es: Activar

source: Not editable field
ca: Camp no editable
es: Campo no editable

source: Third-party (not editable)
ca: Terceres parts (no es pot editar)
es: De terceros (no editable)

source: Third-party
ca: Terceres parts
es: De terceros

source: Edit
ca: Edita
es: Editar

source: Up
ca: Amunt
es: Subir

source: Down
ca: Avall
es: Bajar

source: Delete
ca: Esborra
es: Eliminar

source: Text box
ca: Quadre de text
es: Caja de texto

source: Text area
ca: Àrea de text
es: Area de texto

source: Checkbox
ca: Casella de selecció
es: Caja de verificacion

source: Radio button
ca: Botó d'opcions
es: Boton de radio

source: Dropdown list
ca: Llista d'opcions
es: Lista desplegable

source: Date
ca: Data
es: Fecha

source: Multiple checkbox set
ca: Llista de selecció múltiple
es: Conjunto de opciones múltiples

source: Yes
ca: Sí
es: Sí

source: Everyone
ca: Tothom
es: Todos

source: Registered users only
ca: Només els usuaris validats
es: Sólo usuarios registrados

source: Admins and account owner only
ca: Només els administradors i el propietari/ària del compte
es: Solo administradores y propietario de la cuenta

source: Admins only
ca: Només els administradors
es: Solo administradores

source: Error! The personal info item must have a label. An example of a recommended label is: '_MYDUDLABEL'.
ca: El camp d'informació personal ha de tenir una etiqueta. Un exemple d'etiqueta recomanada és: '_MYDUDLABEL'.
es: ¡Error! La propiedad debe tener una etiqueta. Un ejemplo de una etiqueta válida es: '_MIETIQUETA'.

source: Error! The personal info item must have an attribute name. An example of an acceptable name is: 'mydudfield'.
ca: El camp d'informació personal ha de tenir un nom d'atribut. Un exemple d'atribut acceptable és: 'mydudfield'.
es: ¡Error! La propiedad debe tener un nombre de atributo. Un ejemplo de un nombre válido es: 'mipropiedad'.

source: Error! There is already an personal info item label with this naming.
ca: Ja existeix un camp d'informació personal amb aquesta etiqueta.
es: ¡Error! Ya hay una propiedad con esa etiqueta.

source: Error! There is already an attribute name with this naming.
ca: Ja existeix un atribut amb aquest nom.
es: ¡Error! Ya hay un atributo con este nombre.

source: Warning! The personal info item label has been accepted, but was filtered and altered to ensure it contains no special characters or spaces in its naming.
ca: El camp d'informació personal ha estat acceptat, però ha estat filtrat i modificat per assegurar que no conté caràcters especials ni espais en blanc.
es: ¡Advertencia! La etiqueta de la propiedad ha sido aceptada, pero fue filtrada y alterada para garantizar que no contenga caracteres especiales ni espacios.

source: Done! Created new personal info item.
ca: S'ha creat un camp d'informació personal nou.
es: ¡Hecho! Nueva propiedad creada.

source: Error! No such personal info item found.
ca: No s'ha trobat el camp d'informació personal.
es: ¡Error! No se encontró tal propiedad.

source: Done! Saved your changes.
ca: S'han desat els canvis.
es: ¡Hecho! Cambios guardados.

source: Done! Deleted the personal info item.
ca: S'ha esborrat el camp d'informació personal.
es: ¡Hecho! Se eliminó la propiedad.

source: Error! You cannot decrease the weight of this account property.
ca: No podeu reduir el pes d'aquesta propietat.
es: ¡Error! No se puede disminuir el peso de esta propiedad de cuenta.

source: Done! Saved your settings changes.
ca: S'han desat els canvis.
es: ¡Hecho! Los cambios en la configuración han sido guardados.

source: Error! Could not load data.
ca: No s'ha pogut carregar la informació.
es: ¡Error! No fue posible cargar los datos.

source: Error! Could not find the specified module (%s).
ca: No s'ha trobat el mòdul especificat (%s).
es: ¡Error! No fue posible encontrar el módulo especificado (%s).

source: Error! Invalid '%s' passed.
ca: El '%s' que s'ha passat no és vàlid.
es: ¡Error! Se proporcionó un '%s' no válido.

source: Error! There is already an personal info item with the label '%s'.
ca: Ja existeix un camp d'informació personal amb l'etiqueta '%s'.
es: ¡Error! Ya hay una propiedad con la etiqueta '%s'.

source: Error! There is already an personal info item with the attribute name '%s'.
ca: Ja existeix un camp d'informació personal amb l'atribut '%s'.
es: ¡Error! Ya hay una propiedad con el atributo '%s'.

source: Error! Could not create the new personal info item.
ca: No s'ha pogut crear el camp d'informació personal.
es: ¡Error! No se pudo crear la nueva propiedad.

source: Error! Could not delete the personal info item.
ca: No s'ha pogut esborrar el camp d'informació personal.
es: ¡Error! No se pudo borrar la propiedad.

source: Profile manager
ca: Gestor de perfils
es: Gestor de perfiles

source: Provides a personal account control panel for each registered user, an interface to administer the personal information items displayed within it, and a registered users list functionality. Works in close unison with the 'Users' module.
ca: Proporciona una interfície per a que els usuaris gestionin la seva informació personal i una altra per a que els administradors configurin les dades del perfil que es mostren. Està lligat al mòdul d'usuaris.
es: Proporciona un panel de control para las cuentas personales de cada usuario, una interfaz para administrar las propiedades de las cuentas de usuario, y una lista de funcionalidades para usuarios registrados. Trabaja en unísono con el módulo 'Usuarios'.

source: profile
ca: perfil
es: perfil

source: Sorry! You do not have authorisation for this module.
ca: No teniu autorització per accedir a aquest mòdul.
es: ¡Lo sentimos! No dispone de autorización para visualizar el contenido de esta página.

source: Invalid authorisation key ('authkey'). This is probably either because you pressed the 'Back' button to return to a page which does not allow that, or else because the page's authorisation key expired due to prolonged inactivity. Please refresh the page and try again.
ca: La clau d'autorització ('authkey') no és vàlida. Causes possibles d'aquest error són haver clicat el botó de tornar enrere del navegador, navegar simultàniament amb vàries pestanyes o un període llarg d'inactivitat. Torneu a carregar la pàgina i torneu-ho a provar.
es: ¡Error! Clave de autorización no válida ('authkey'). Esto puede ser debido a consecuencia de haber pulsado el botón 'Atrás' para volver a una página que no lo permitía, o que la clave de la página autorización expiró debido a la inactividad prolongada. Por favor, actualice la página y vuelva a intentarlo.

source: Error! Could not save your changes.
ca: No s'han pogut desar els canvis.
es: ¡Error! No fue posible guardar los cambios.

source: Error! Could not load the section.
ca: No s'ha pogut carregar la secció.
es: ¡Error! No fue posible cargar la sección.

source: Error! The 'Users' module must be upgraded to version 1.10 before you can upgrade the 'Profile' module.
ca: El mòdul d'usuaris s'ha d'actualitzar a la versió 1.10 abans de poder actualitzar el mòdul 'Profile'.
es: ¡Error! El módulo 'Usuarios' debe actualizarse a la versión 1.10 antes de poder actualizar el módulo 'Profile'.

source: Error! Could not update table.
ca: No s'ha pogut actualitzar la taula.
es: ¡Error! No se pudo actualizar la tabla.

source: Personal info
ca: Informació personal
es: Información personal

source: Registered users list
ca: Llista d'usuaris
es: Lista de usuarios registrados

source: Error! Could not create new attribute.
ca: No s'ha pogut crear l'atribut.
es: ¡Error! No se pudo crear el nuevo atributo.

source: Error! You cannot delete this personal info item.
ca: No podeu esborrar aquest camp d'informació personal.
es: ¡Error! Usted no puede eliminar esta propiedad.

source: Error! Activation failed.
ca: No s'ha pogut fer l'activació.
es: ¡Error! La activación ha fallado.

source: Error! You cannot deactivate this personal info item.
ca: No podeu desactivar aquest camp d'informació personal.
es: ¡Error! Usted no puede desactivar esta propiedad.

source: Error! Could not deactivate the personal info item.
ca: No s'ha pogut desactivar el camp d'informació personal.
es: ¡Error! No se pudo desactivar la propiedad.

source: Personal info items list
ca: Llista de camps d'informació personal
es: Lista de propiedades de cuenta

source: Create new personal info item
ca: Crea un camp d'informació personal nou
es: Crear nueva propiedad de cuenta

source: User account panel settings
ca: Tauler de configuració dels comptes
es: Configuración de los perfiles

source: Help
ca: Ajuda
es: Ayuda

source: Error! Could not find this user.
ca: No s'ha trobat l'usuari/ària.
es: ¡Error¡ No se pudo encontrar este usuario.

source: Error! Could not find profile page [%s].
ca: No s'ha pogut trobar la pàgina de perfil [%s].
es: ¡Error! No se pudo encontrar el perfil [%s].

source: Error! Could not load personal info items.
ca: No s'han pogut carregar els camps d'informació personal.
es: ¡Error! No fue posible cargar las propiedades de cuenta.

source: Error! A required profile item [%s] is missing.
ca: No s'ha trobat el camp d'informació requerit [%s]
es: ¡Error! Falta una propiedad requerida [%s].

source: Done! Saved your changes to your personal information.
ca: S'han desat els canvis a la informació personal.
es: ¡Hecho! Se guardaron sus cambios para su información personal.

source: Featured user
ca: Usuari/ària destacat
es: Usuario destacado

source: Show featured user
ca: Mostra l'usuari/ària destacat
es: Mostrar usuario destacado

source: Last X registered users
ca: Darrers X usuaris registrats
es: Ultimos X usuarios registrados

source: Show last X registered users
ca: Mostra els darrers X usuaris registrats
es: Mostrar los últimos N usuarios registrados

source: Users on-line
ca: Usuaris connectats
es: Usuarios en línea

source: Show which registered users are currently on-line
ca: Mostra quins usuaris estan connectats en aquests moments
es: Mostrar los usuarios registrados que estén actualmente en línea

source: Recent visitors
ca: Visitants recents
es: Visitantes recientes

source: Show registered users having visited the site recently
ca: Mostra els usuaris registrats que han visitat la pàgina recentment
es: Mostrar usuarios registrados que hayan visitado el sitio recientemente

source: Error! You cannot access form functions directly.
ca: No podeu accedir directament a les funcions del formulari.
es: ¡Error! Usted no puede acceder a las funciones de formulario directamente.

source: Go to the Avatar manager
ca: Vés a l'administració dels avatars
es: Ir a el gestor de Avatares

source: Error! in %1$s: the %2$s parameter must be specified.
ca: S'ha produït un error a %1$s: s'ha d'especificar el paràmetre %2$s.
es: ¡Error! En %1$s: el parámetro %2$s debe ser especificado.

source: %s's site
ca: Lloc web de %s
es: Sitio de %s

source: User account panel
ca: El meu compte
es: Panel de usuario

source: Last %s registered users
ca: Darrers %s usuaris registrats
es: Últimos %s usuarios registrados

source: Users currently on-line
ca: Usuaris connectats en aquests moments
es: Usuarios actualmente en línea

source: Edit personal info
ca: Edita la informació personal
es: Editar información personal

source: View personal info
ca: Mostra la informació personal
es: Ver información personal

source: Send private message
ca: Envia un missatge privat
es: Enviar mensaje privado

source: Show %s's contacts
ca: Mostra els contactes de %s
es: Mostrar los contactos de %s

source: Edit contact
ca: Edita el contacte
es: Editar contacto

source: Add as contact
ca: Afegeix com a contacte
es: Añadir como contacto

source: Sorry! A required personal info item is missing. Please correct and try again.
ca: Falta un paràmetre d'informació personal que és requerit. Corregiu l'error i torneu-ho a intentar.
es: ¡Lo sentimos! Falta un elemento de información requerido. Por favor corrija y vuelva a intentarlo.

source: Notice:
ca: Atenció:
es: Nota:

source: Permitted HTML tags:
ca: Etiquetes HTML permeses:
es: Etiquetas HTML permitidas:

source: About Profile
ca: Sobre el mòdul Perfil
es: Sobre Profile

source: There are some details that you may know about Profile and how it let you translate the Account Properties labels and values of your site.
ca: Hi ha alguns detalls que hauríeu de saber sobre el mòdul de perfils i de com es poden traduir les etiquetes de les propietats dels comptes i els valors del lloc web.
es: Hay algunos detalles que debe saber sobre Profile y la forma en que le permite traducir las etiquetas de las propiedades y sus valores.

source: First of all, it's recommended to move the translation files of Profile to the /config directory to custom them there.
ca: Es recomana moure els fitxers de la traducció del mòdul Perfil al directori /config per personalitzar la traducció
es: En primer lugar, se recomienda mover los archivos de traducción de Profile al directorio /config para allí personalizarla.

source: Copy all the files of the /modules/Profile/locale directory to /config/locale. There you will customize the catalog module_profile.pot and the translations afterwards.
ca: Copieu tots els fitxers del directori /modules/Profile/locale al directori /config/locale. Hi podreu personalitzar el fitxer de catàleg module_profile.pot i les traduccions.
es: Copie todos los archivos del directorio /modules/Profile/locale a /config/locale. Allí usted podrá personalizar el catálogo module_profile.pot y posteriormente las traducciones.

source: About the property labels
ca: Sobre les etiquetes de les propietats
es: Sobre las etiquetas de las propiedades

source: It's recommended to use unique words for the labels, for that reason we use the format: _DUDLABEL and translate them for each available language in the site to a readable text.
ca: Es recomana utilitzar paraules úniques per a les etiquetes. Per aquesta raó trobareu el format _DUDLABEL, que ha d'estar traduït a cada idioma disponible en el lloc web.
es: Se recomienda el uso de palabras únicas para las etiquetas, por eso usamos el formato: _ETIQUETAX y traducirlos para cada idioma disponible en el sitio a un texto legible.

source: After you create a new property label (such as _MYDUDLABEL), you must add the msgid to your catalog (POT file). You will need two lines per label: <strong>msgid '_MYDUDLABEL'</strong> then one line after the <strong>msgstr ''</strong> (study the default catalog content).
ca: Després de crear una etiqueta de propietat (per exemple _MYDUDLABEL), heu d'afegir la clau msgid al catàleg (fitxer POT). Necessitareu dues línies per etiqueta: <strong>msgid '_MYDUDLABEL'</strong> i <strong>msgstr ''</strong> (mireu el catàleg per veure'n el format).
es: Después de crear una nueva etiqueta de propiedad (como _ETIQUETAX), debe agregar el msgid a su catálogo (archivo POT). Necesitará dos líneas por etiqueta: <strong>msgid '_ETIQUETAX'</strong> y una línea después de el <strong>msgstr ''</strong> (estudie el contenido predeterminado del catálogo).

source: With the updated POT, you can syncronize the translations (.PO files) for each available language, or even create a new .PO from the catalog with a tool like poEdit.
ca: Amb el fitxer POT actualitzat podeu sincronitzar les traduccions (fitxers .po) per a cada idioma disponible o, fins i tot, crear un fitxer .po nou a partir del catàleg amb el programa poEdit o algun d'equivalent.
es: Con el POT actualizado, usted puede sincronizar las traducciones (archivos .PO) para cada idioma disponible, o incluso crear un nuevo .PO desde el catálogo con una herramienta como poEdit.

source: In the .PO file you will be able to translate _MYDUDLABEL to the corresponding text for each specific language, to provide a legible display string like 'My DUD Label'.
ca: En el fitxer .po podreu traduir el text _MYDUDLABEL al text corresponent a cada idioma per mostrar textos llegibles, com 'La meva etiqueta'.
es: En el archivo .PO usted será capaz de traducir _ETIQUETAX al texto correspondiente para cada idioma en específico, para proporcionar una cadena de visualización legible como 'Etiqueta X'.

source: About the property values
ca: Sobre els valors de les propietats
es: Acerca de los valores de las propiedades

source: Some display types like checkboxes, radio buttons, dropdown lists and multicheckboxes, allows to define a specific set of options to show.
ca: Alguns tipus de camps com les caselles de selecció, els botons d'opcions, les llistes d'opcions i els quadres de selecció múltiple permeten definir les opcions que s'han de mostrar.
es: Algunos tipos de visualización como casillas de verificación, botones de radio, listas desplegables y campos de verificación múltiples, permiten definir un conjunto específico de opciones para mostrar.

source: Each option can be added in the catalog to be translated. Also, if you use a custom date format that needs translation, it can be added to the catalog too.<br />Enjoy!
ca: Cada opció es pot afegir al catàleg per ser traduïda. Si utilitzeu un format de data personalitzat que s'ha de traduir, també es pot afegir al catàleg.
es: Cada opción se puede añadir en el catálogo para ser traducida. Además, si usted utiliza un formato de fecha personalizado que necesita traducción, puede ser añadido al catálogo también.<br />¡A disfrutar!

source: Personal info item
ca: Element d'informació personal
es: Propiedad de cuenta

source: Notice: No special characters or spaces are allowed in the personal info item's label or attribute name.
ca: No es permeten caràcters especials ni espais en blanc a les etiquetes dels elements d'informació personal ni als noms dels atributs
es: Nota: No se permiten caracteres especiales o espacios en las etiquetas o nombres de atributos.

source: Label
ca: Etiqueta
es: Etiqueta

source: Check the <strong><a href="%s">help page</a></strong> to get more information about labels and translatable stuff.
ca: Mireu la <strong><a href="%s">pàgina d'ajuda</a></strong> per a més informació relativa a les etiquetes i a les traduccions.
es: Verifique la <strong><a href="%s">página de ayuda</a></strong> para obtener más información acerca de etiquetas y material traducible.

source: Attribute name
ca: Nom de l'atribut
es: Nombre del atributo

source: Notice: The attribute name you enter cannot be changed afterwards, so you should choose it carefully.
ca: El nom de l'atribut no es podrà canviar posteriorment, així que l'heu de triar amb compte.
es: Nota: El nombre del atributo que especifique no podrá cambiarse posteriormente, de modo que debe elegir con cuidado.

source: Make this a 'Required' item
ca: Aquest element és requerit
es: Hacer de éste un 'elemento obligatorio'

source: Visibility
ca: Visibilitat
es: Visibilidad

source: Type of control to display
ca: Tipus de control que es mostra
es: Tipo de control a mostrar

source: Content
ca: Contingut
es: Contenido

source: Notice: Precede output options by '@@'. Example: '@@No@@Yes', '@@Disabled@@Enabled'. The order is important. If you want to have a different label in the edit form, you can use the following format: 'EditLabel@@DisplayNo@@DisplayYes'. All the values are translatable.
ca: Les opcions han d'anar precedides per '@@'. Per exemple: '@@No@@Sí', '@@Desactivat@@Activat'. L'ordre és important. Si voleu tenir etiquetes diferents en el formulari d'edició podeu utilitzar el format següent: 'EditEtiqueta@@DisplayNo@@DisplaySí'. Tots els valors es poden traduir.
es: Nota: Anteceder cada opciones de salida por '@@'. Por ejemplo: '@@No@@Si', '@@Deshabilitado@@Habilitado'. El orden es importante. Si usted desea tener una etiqueta diferente en el formulario de edición, puede utilizar el siguiente formato: 'Etiqueta de edición@@Mostrar No@@Mostrar Si'. Todos los valores son traducibles.

source: Notice: Use the following format for each option: '@@label@id'. Example: '@@radio option 1@id1@@radio option 2@id2@@radio option 3@id3'. The options are translatable.
ca: Per a cada opció, utilitzeu el format següent: '@@etiqueta@id'. Per exemple: '@@opció 1@id1@@opció 2@id2@@opció 3@id3'. Les opcions es poden traduir.
es: Nota: Use el siguiente formato por cada opción: '@@etiqueta@id'. Por ejemplo: '@@opción radio 1@id1@@opción radio 2@@id2@@opción radio 3@id3'. Las opciones son traducibles.

source: Notice: Use the following format for each option: '@@label@id'. Example for a simple list: '@@option 1@id1@@option 2@id2@@option 3@id3'. Example for a multiple checkbox set: '1@@option 1@id1@@option 2@id2@@option 3@id3'. The options are translatable.
ca: Per a cada opció, utilitzeu el format següent: '@@etiqueta@id'. Per exemple, per a una llista simple: '@@opció 1@id1@@opció 2@id2@@opció 3@id3'. Exemple per a una llista múltiple: '1@@opció 1@id1@@opció 2@id2@@opció 3@id3' Les opcions es poden traduir.
es: Nota: Use el siguiente formato para cada opción: '@@etiqueta@id'. Por ejemplo para una simple lista: '@@opción 1@id1@@opción 2@id2@@opción 3@id3'. O para un conjunto de verificación multiple: '1@@opción 1@id1@@poción 2@id@@opción 3@id3'. Las opciones son traducibles.

source: Notice: You can specify the date format to use, either via Zikula core templating variables ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' or 'timelong'), or via a custom format such as '%b %d of %Y', possibly using PHP options (see the <a href="http://www.php.net/manual/en/function.strftime.php">PHP documentation</a> for more information). The format is translatable.
ca: Podeu especificar el format de data a través de les variables de les plantilles del nucli ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' i 'timelong') o mitjançant un format personalitzat com, per exemple, '%b %d de %Y'. Podeu utilitzar les opcions del PHP (trobareu més informació a la <a href="http://www.php.net/manual/en/function.strftime.php">documentació del PHP</a>). El format es pot traduir.
es: Aviso: Usted puede especificar el formato de fecha a utilizar, ya sea a través de los valores del núcleo de Zikula ('datelong', 'datebrief', 'datestring', 'datestring2', 'datetimebrief', 'datetimelong', 'timebrief' o 'timelong'), o a través de un formato personalizado como '%d de %b de %Y', posiblemente utilizando las opciones de PHP (véase la <a href="http://www.php.net/manual/en/function.strftime.php">documentación de PHP</a> para más información). El formato es traducible.

source: Notice: Use the following format for each option: 'id,label;'. Example: 'id1,label1;id2,label2;id3,label3'. Each property should be separated with a semicolon (';'). The ID and label of each property should be separated by a comma (','). The labels are translatable.
ca: Per a cada opció, utilitzeu el format següent: 'id,etiqueta;'. Per exemple: 'id1,etiqueta1;id2,etiqueta2;id3,etiqueta3'. Les propietats s'han de separar amb un punt i coma (';'). L'ID i l'etiqueta s'han de separar amb una coma (','). Les etiquetes es poden traduir.
es: Atención: Utilice el siguiente formato para cada opción: 'id,label;'. Por ejemplo: 'id1,label1;id2,label2;id3,label3'. Cada propiedad debe estar separada por un punto y coma (';'). El ID y la etiqueta de cada propiedad debe estar separada por una coma (','). Las etiquetas son traducibles.
