Repository: projectestac/agora
Catalog: html/zikula/modules/Profile/locale/*/LC_MESSAGES/module_profile.po
Languages: ca, es

source: Notice: Entering an ID is optional. If you do not specify an ID, the option position will be used for the ID (starting from zero), instead of the user-defined ID you can enter here. You are recommended to choose an ID that is unique, and to avoid subsequently modifying it.
ca: Introduir un ID és opcional. Si no n'especifiqueu cap, el text indicat com a opció s'utilitzarà per a l'ID (començant amb un zero). Es recomana escollir un ID que sigui únic i no canviar-lo mai.
es: Atención: Proporcionar un ID es opcional. Si no especifica un ID, la posición de la opción se usará como ID (comenzando desde cero), en vez del ID definido aquí. Se recomienda elegir un identificador que sea único, para evitar su modificación posterior.

source: Notice to display with personal info item
ca: Informació que es mostrarà juntament amb l'element d'informació personal
es: Nota a mostrar con la propiedad

source: Save
ca: Desa
es: Grabar

source: Cancel
ca: Cancel·la
es: Cancelar

source: Personal info for %s
ca: Dades personals de %s
es: Información personal de %s

source: User name:
ca: Nom d'usuari:
es: Nombre de usuario:

source: Registration date:
ca: Data de registre:
es: Fecha de registro:

source: User name
ca: Usuari/ària
es: Nombre de usuario

source: Real name
ca: Nom real
es: Nombre real

source: PM
ca: MP
es: MP

source: Site
ca: Lloc web
es: Sitio

source: No registered users are currently on-line.
ca: No hi ha cap usuari/ària registrat en línia
es: Ningún usuario registrado está actualmente en línea.

source: Registration date
ca: Data de registre
es: Fecha de registro

source: Actions
ca: Accions
es: Acciones

source: On-line
ca: En línia
es: En línea

source: Off-line
ca: Fora de línia
es: Desconectado

source: No recently-registered users found.
ca: No s'ha trobat cap usuari/ària registrat recentment
es: No hay usuarios registrados recientemente.

source: Items marked with an asterisk ('*') are required entries.
ca: Els elements marcats amb un asterisc (*) són requerits
es: Los elementos marcados con un asterisco ('*') son datos requeridos.

source: Registered on %s
ca: Registrat el %s
es: Registrado el %s

source: Error! This block cannot be used because saving of a user's last log-in date has been disabled.
ca: Aquest bloc no es pot utilitzar perquè no s'està desant la data de la darrera entrada dels usuaris.
es: ¡Error! El bloque no puede ser utilizado porque el registro de último acceso está deshabilitado.

source: Number of recent visitors to display
ca: Nombre de visitants recents que es mostren
es: Número máximo de artículos a mostrar

source: Maximum number of characters to display
ca: Nombre màxim de caràcters que es mostren
es: Número máximo de caracteres a mostrar

source: Latest articles of %s
ca: Darreres notícies de %s
es: Últimos artículos de %s

source: On %s
ca: El %s
es: El %s

source: No recent articles found.
ca: No s'ha trobat cap notícia recent.
es: No se encontraron artículos recientes.

source: Latest comments of %s
ca: Darrers comentaris de %s
es: últimos comentarios de %s

source: No recent commets found.
ca: No s'ha trobat cap comentari recent
es: No se encontraron comentarios recientes.

source: Registered users list settings
ca: Paràmetres de la llista d'usuaris registrats
es: Configuración de la lista de usuarios registrados

source: Display the user's registration date
ca: Mostra la data de registre dels usuaris
es: Mostrar la fecha de registro del usuario

source: Users per page in 'Registered users list'
ca: Usuaris per pàgina a la 'Llista d'usuaris registrats'
es: Usuarios por página en la 'Lista de usuarios registrados'

source: Users per page in 'Users currently on-line' page
ca: Usuaris per pàgina a la pàgina de 'Usuaris connectats en aquests moments'
es: Usuarios por página en la lista de 'Usuarios en linea'

source: Users per page in 'Recent registrations' page
ca: Usuaris per pàgina a la 'Llista d'usuaris registrats recentment'
es: Usuarios por página en los 'Registros recientes'

source: Filter unverified users from 'Registered users list'
ca: Filtra els usuaris no verificats a la 'Llista d'usuaris registrats'
es: Filtrar usuarios sin verificar en la 'Lista de usuarios registrados'

source: Personal info item settings
ca: Paràmetres d'informació personal
es: Configuración de elementos de información personal

source: Display 'Allowed HTML tags' notice with each personal info item that is a 'textarea'
ca: Mostra la llista d'etiquetes HTML permeses amb els quadres de text d'informació personal
es: Mostrar las 'Etiquetas HTML permitidas' para las áreas de texto

source: User registration form settings
ca: Paràmetres del registre d'usuaris
es: Configuración del formulario de registro

source: The personal info items that you activate below will be displayed in the user registration form if the 'Users' module is configured to display personal info items during user registration, and if the 'Profile' module is specified in the 'General settings manager' as the module to provide the site's user profile management functionality. Personal info items that are configured as 'Required' will always be displayed in the user registration form. The list below only includes properties that are not 'Required' items.
ca: Els elements d'informació personal actius es mostren en el formulari de registre d'usuaris si el mòdul 'Usuaris' està configurat per mostrar informació personal durant el registre i si el mòdul 'Perfil' està configurat en els 'Paràmetres del propietari' com al mòdul de gestió de perfils del sistema. Els elements d'informació personal marcats com a requerits sempre es mostren en el formulari de registre. La llista següent només inclou les propietats no requerides.
es: Las propiedades de cuenta que active a continuación se mostrarán en el formulario de registro si el módulo 'Usuarios' está configurado para mostrar las propiedades durante el registro de usuarios, y si el módulo 'Profile' se especifica en la configuración del sitio como el módulo administrador de los perfiles de usuario. Las propiedades configurados como 'requeridas' siempre se mostrarán en el formulario de registro de usuario. La siguiente lista sólo incluye las propiedades que no son 'requeridas'.

source: Personal info items to include in user registration form
ca: Elements d'informació personal que s'han de mostrar en el formulari de registre.
es: Propiedades a incluir en el formulario de registro

source: Account Panel
ca: Configuració del compte
es: Cuenta de usuario

source: Search
ca: Cerca
es: Buscar

source: Go search
ca: Cerca
es: Ir a buscar

source: Search in user names
ca: Cerca en els noms d'usuari
es: Buscar en nombres de usuario

source: Search in real names
ca: Cerca en els noms reals
es: Buscar en nombres reales

source: Search in site
ca: Cerca en el lloc web
es: Buscar en el sitio

source: All
ca: Tots
es: Todos

source: No users found.
ca: No s'han trobat usuaris
es: No se encontraron usuarios.

source: Membership statistics
ca: Estadístiques dels membres
es: Estadísticas de miembros

source: Registered:
ca: Usuaris registrats:
es: Registrados:

source: On-line:
ca: En línia:
es: En linea:

source: Newest user:
ca: Usuari/ària més recent:
es: Usuario más reciente:

source: Delete personal info item
ca: Esborra l'element d'informació personal
es: Borrar propiedad

source: Do you really want to delete this personal info item?
ca: Esteu segur/a de voler esborrar aquest element d'informació personal?
es: ¿Está seguro que quiere eliminar esta propiedad?

source: Confirmation prompt
ca: Pregunta de confirmació
es: Aviso de confirmación

source: unread
ca: no llegits
es: no leído

source: %s registered user
ca: %s usuari/ària registrat
es: %s usuario registrado

source: %s on-line.
ca: %s en línia
es: %s en linea.

source: %s anonymous guest
ca: %s usuari/ària anònim
es: %s usuario anónimo

source: %1$s and %2$s online.
ca: %1$s i %2$s estan en línia.
es: %1$s y %2$s en linea.

source: Number of recently-registered users to display
ca: Nombre d'usuaris registrats recentment a mostrar
es: Número de usuarios registrados recientemente a mostrar

source: Edit personal info item
ca: Edita l'element d'informació personal
es: Editar propiedad de cuenta

source: Warning! If you want to edit the ID of an option without losing associated user data in the database, its label must not be renamed simultaneously. Also, do not assign IDs and labels the same naming. You are recommended to give each option an unique ID and a unique name, and to try to avoid renaming an ID once it has been created.
ca: Si voleu modificar l'ID d'una opció sense perdre la seva informació existent a la base de dades, la seva etiqueta no ha de canviar simultàniament. Així mateix, no assigneu el mateix nom als ID i a les etiquetes. Es recomana donar un ID únic i un nom únic a cada opció i evitar canviar l'ID.
es: ¡Advertencia! Si desea editar el ID de una opción sin perder los datos de usuario asociados en la base de datos, la etiqueta no se debe renombrarse simultáneamente. Además, no asigne identificadores o etiquetas iguales. Se recomienda darle a cada opción un ID único y un nombre único, y tratar de evitar el cambio de nombre de un ID, una vez que se ha creado.

source: Latest submissions of %s
ca: Darrers enviaments de %s
es: Últimos envíos de %s

source: Information to show
ca: Informació que es mostra
es: Información a mostrar

source: Show registration date
ca: Mostra la data de registre
es: Mostrar la fecha de registro

source: Notice: Use drag and drop to arrange the arrange the personal info items into your desired order. The new order will be saved automatically when you drop the item into place.
ca: Arrossegueu i deixeu anar els elements d'informació personal organitzant-los en l'ordre que vulgueu. El nou ordre es desarà automàticament en deixar anar un element en una posició nova.
es: Notice: Use arrastrar y soltar para organizar las propiedades de cuenta en el orden deseado. El nuevo orden será guardado automáticamente al soltar la propiedad en su lugar.

source: Type
ca: Tipus
es: Tipo

source: Status
ca: Estat
es: Estado

source: _UREALNAME
ca: Nom real
es: Nombre real

source: _UFAKEMAIL
ca: Adreça de correu electrònic falsa (per mostrar)
es: Correo público

source: _YOURHOMEPAGE
ca: Pàgina web
es: Sitio web

source: _TIMEZONEOFFSET
ca: Fus horari
es: Zona horaria

source: _YOURAVATAR
ca: Avatar
es: Avatar

source: _YICQ
ca: Número ICQ
es: ICQ

source: _YAIM
ca: Compte AIM
es: AIM

source: _YYIM
ca: Compte YIM
es: Yahoo

source: _YMSNM
ca: Compte MSN
es: MSN

source: _YLOCATION
ca: Localitat
es: Ubicación

source: _YOCCUPATION
ca: Ocupació
es: Ocupación

source: _SIGNATURE
ca: Signatura
es: Firma

source: _EXTRAINFO
ca: Informació addicional
es: Información extra

source: _YINTERESTS
ca: Interessos
es: Intereses
