Repository: projectestac/agora
Catalog: html/zikula/modules/Quotes/locale/*/LC_MESSAGES/module_quotes.po
Languages: es

source: Quotes
es: Citas

source: Random quotes
es: Citas aleatorias

source: Quote
es: Cita

source: Random quote block
es: Bloque de citas aleatorias

source: There are too few Quotes in the database
es: Hay pocas citas en la base de datos

source: Sorry! No authorization to access this module.
es: No dispone de autorización para acceder a este módulo

source: Error! Quote creation failed.
es: Fallo al crear la cita

source: No such Quote found.
es: No se ha encontrado la cita.

source: Error! Quote deletion failed.
es: Fallo al borrar la cita

source: Error! Quote update failed.
es: Fallo al actualizar la cita

source: View Quotes List
es: Ver la lista de citas

source: Create a Quote
es: Crear una cita

source: Settings
es: Configuración

source: Done! Quote created.
es: Cita creada con éxito

source: Done! Quote updated.
es: Cita actualizada con éxito

source: Done! Module configuration updated.
es: La configuración del módulo ha sido actualizada correctamente

source: Error! Creation attempt failed.
es: Error en la creación

source: Error! Update attempt failed.
es: Error en la actualización

source: Imported quotes
es: Improtar citas

source: Quotes imported from .7x version
es: Importar citas desde la versión .7x

source: Error! Could not load the quotes.
es: No se han podido cargar las citas

source: Error! Unable to load class [%s%]
es: No ha sido posible el acceder a la clase [%s%]

source: Edit
es: Editar

source: Delete
es: Borrar

source: Done! Quote deleted.
es: Cita borrada correctamente

source: Delete Quote
es: Borrar la cita

source: Do you really want to delete this Quote?
es: ¿Quiere borrar esta cita?

source: Confirm deletion?
es: ¿Confirma el borrado?

source: Cancel
es: Cancelar

source: Enable categorization
es: Habilitar la categorización

source: Items per page
es: Elementos por página

source: Save
es: Guardar

source: Update Quote
es: Actualizar la cita

source: Content
es: Contenido

source: Quote Text
es: Texto de la cita

source: Author
es: Autor

source: Categories
es: Categorías

source: Meta data
es: Meta datos

source: Created by %s
es: Creado por %s

source: Created on %s
es: Created en %s

source: Last update by %s
es: Ultima actualización por %s

source: Updated on %s
es: Actualizado en %s

source: Update
es: Actualizar

source: Category
es: Categoría

source: All
es: Todo

source: Search by keyword
es: Buscar por palabra clave

source: Filter
es: Filtro

source: Clear
es: Vaciar

source: Actions
es: Acciones

source: No Quotes found.
es: No se han encontrado citas

source: Choose a category
es: Elija una categoría

source: Create
es: Crear
