Repository: projectestac/agora
Catalog: src/html/zikula/modules/Recommend_Us/locale/*/LC_MESSAGES/module_recommend_us.po
Languages: ca, es

source: Recommend Us
ca: Recomana'ns
es: Recomiéndanos

source: recommend_us
ca: recomana_ns
es: recomiéndanos

source: Recommend site/Send articles Module.
ca: Recomana el lloc web/Mòdul d'enviament d'articles.
es: Recomendar la web / Enviar artículos al módulo.

source: recommend: attribute modname required
ca: l'atribut modname és requerit
es: recomendamos: El atributo ModName es obligatorio

source: recommend: attribute itemid required
ca: l'atribut itemid és requerit
es: recomendamos: El atributo itemid es obligatorio

source: A name is too long
ca: Un nom és massa llarg
es: El nombre es demasiado largo

source: Friend's email address is invalid
ca: L'adreça de correu electrònic del seu amic no és vàlida
es: La dirección de correo electrónico del amigo es incorrecta

source: Your email address is invalid
ca: La seva adreça de correu electrònic no és vàlida
es: La dirección de correo electrónico es incorrecta

source: Interesting item: %s
ca: Entrada interessant: %s
es: Artículo interesante :%s

source: Interesting site: %s
ca: Lloc web interessant: %s
es: Sitio web interesante :%s

source: The reference to our site has been sent to %s, thanks for recommending us!
ca: La referència al nostre lloc web ha estat enviada a %s, gracies per recomanar-nos!
es: La referencia de nuestro sitio web ha sido enviado a%s, gracias por recomendarnos!

source: Error! Failed to register hook.
ca: No s'ha pogut registrar el lligam.
es: ¡Error! No se pudo registrar el hook (gancho).

source: Error! Could not deregister hook.
ca: No s'ha pogut eliminar el registre del lligam.
es: ¡Error! No se pudo dar de baja el hook (gancho).

source: Hello %s
ca: Hola %s
es: Hola %s

source: Your friend %1$s considered the item %2$s interesting and wanted to send it to you.
ca: El vostre amic %1$s ha considerat l'entrada %2$s interessant i us la vol enviar.
es: Su amigo%1$s ha visto el tema %2$s y ha procedido a su envío.

source: Your friend %1$s considered our site %2$s interesting and wanted to send it to you.
ca: El vostre amic %1$s ha considerat el nostre portal %2$s interessant i us la vol enviar.
es: Su amigo%1$s ha visto el sitio web %2$s y ha procedido a su envío.

source: Site name: %1$s - %2$s
ca: Nom del lloc web: %1$s - %2$s
es: Nombre del sitio: %1$s - %2$s

source: Site URL: %s
ca: URL del lloc web: %s
es: URL del sitio: %s

source: Recommend the item <a href="%1$s">%2$s</a> to a friend.
ca: Recomaneu l'entrada <a href="%1$s">%2$s</a> a un amic.
es: Recomienda el elemento <a href="%1$s">%2$s</a> a un amigo.

source: Your name
ca: El seu nom
es: Su nombre

source: Your e-mail
ca: La seva adreça de correu electrònic
es: Su cuenta de correo electrónico

source: Your friend's name
ca: El nom del seu amic
es: El nombre de su amigo

source: Your friend's e-mail
ca: L'adreça de correu electrònic del seu amic
es: La cuenta de correo electrónico de su amigo

source: Submit
ca: Tramet
es: Enviar

source: Post this page at...
ca: Publica aquesta pàgina a...
es: Publicar esta página en ...
