Repository: projectestac/agora
Catalog: src/html/zikula/modules/Ratings/locale/*/LC_MESSAGES/module_ratings.po
Languages: ca, es, fr

source: View
ca: Mostra
es: Ver
fr: Afficher

source: Delete
ca: Esborrament
es: Eliminar
fr: Supprimer

source: No such item found.
ca: No s'ha trobat l'element
es: No se ha encontrado tal elemento.
fr: Aucun élément de ce type n'a été trouvé.

source: Done! Item deleted.
ca: S'ha esborrat l'element
es: ¡Hecho! Elemento eliminado.
fr: Terminé ! Élément supprimé.

source: Percentage
ca: Percentatge
es: Porcentaje
fr: Pourcentage

source: Number out of five
ca: Puntuació, de zero a cinc
es: Números, hasta cinco
fr: Numéros allant jusqu'à cinq

source: Number out of ten
ca: Puntuació, de zero a deu
es: Números, hasta diez
fr: Numéros allant jusqu'à dix

source: Stars out of five
ca: Nombre d'estrelles, de zero a cinc
es: Estrellas, hasta cinco
fr: Étoiles allant jusqu'à cinq

source: Stars out of ten
ca: Nombre d'estrelles, de zero a deu
es: Estrellas, hasta diez
fr: Étoiles allant jusqu'à dix

source: Low (user can vote multiple times)
ca: Baix (els usuaris poden valorar més d'una vegada
es: Bajo (un usuario puede votar varias veces)
fr: Bas (les utilisateurs peuvent évaluer plusieurs fois un même élément)

source: Medium (user can vote once per session)
ca: Mitjà (els usuaris només poden valorar una vegada per sessió)
es: Medio (un usuario puede votar una vez por sesión)
fr: Moyen (les utilisateurs peuvent évaluer une fois par session un même élément)

source: High (user can only vote once)
ca: Alt (els usuaris només poden valorar una vegada)
es: Alto (un usuario sólo puede votar una vez)
fr: Haut (les utilisateurs ne peuvent évaluer qu'une seule fois un même élément)

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul
es: ¡Hecho! Configuración del módulo actualizada.
fr: Terminé ! Configuration du module mise à jour.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: ¡Lo sentimos! No tiene autorización para acceder a este módulo.
fr: Désolé ! Vous n'avez pas l'autorisation d'accéder à ce module.

source: Ratings
ca: Valoracions
es: Puntuaciones
fr: Évaluations

source: Rate Zikula items.
ca: Valoració d'elements en Zikula.
es: Califica los elementos de Zikula.
fr: Extension permettant d'intégrer un système d'évaluation aux divers modules de Zikula.

source: ratings
ca: valoracions
es: puntuaciones
fr: evaluations

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: ¡Error! No fue posible cargar los elementos.
fr: Erreur ! Impossible de charger les éléments.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar
es: ¡Error! Intento de actualización fallido.
fr: Erreur ! La tentative de mise à jour a échoué.

source: Error! Save failed.
ca: No s'ha pogut desar.
es: ¡Error! Fallo al grabar.
fr: Erreur ! La tentative d'enregistrement a échoué.

source: Sorry! This module cannot be accessed directly.
ca: No podeu accedir directament a aquest mòdul
es: ¡Lo sentimos! No puede acceder a este módulo directamente.
fr: Erreur ! Il n'est pas possible d'accéder directement à ce module.

source: Done! Thank you for rating this item.
ca: Gràcies per valorar aquest element
es: ¡Hecho! Gracias por puntuar este elemento.
fr: Terminé ! Merci d'avoir évalué cet élément.

source: Error! Deletion attempt failed.
ca: No s'ha pogut esborrar.
es: ¡Error! Intento de eliminación fallido.
fr: Erreur ! La tentative de suppression a échoué.

source: View all ratings
ca: Veure totes les valoracions
es: Ver todas las puntuaciones
fr: Afficher toutes les évaluations

source: Settings
ca: Modifica la configuració
es: Configuración
fr: Paramètres

source: Error: Creation of the tables into the database attempt failed.
ca: No s'han pogut crear les taules a la base de dades
es: Error: Falló la creación de las tablas en la base de datos.
fr: Erreur : la tentative de création des tables dans la base de données a échoué.

source: Error: Set up module variables attempt failed.
ca: No s'han pogut assignar les variables del mòdul
es: Error: No se pudo establecer las variables de módulo.
fr: Erreur : la tentative d'enregistrement des variables du module a échoué.

source: Error: Set up module hooks attempt failed.
ca: No s'han pogut assigner els lligams del mòdul
es: Error: No se pudo establecer los hooks.
fr: Erreur : la tentative d'enregistrement des extensions a échoué.

source: Error: Could not deregister hook.
ca: No s'ha pogut eliminar el registre del lligam
es: Error: No se pudo dar de baja el hook.
fr: Erreur : impossible de retirer l'extension.

source: Error: Could not drop database tables.
ca: No s'han pogut eliminar les taules de la base de dades
es: Error: No se pudo suprimir las tablas de la base de datos.
fr: Erreur : la tentative de suppression des tables dans la base de données a échoué.

source: Delete item's rating
ca: Esborra la valoració de l'element
es: Borrar la calificación del elemento
fr: Supprimer les évaluations de cet élément

source: Do you really want to delete the rating of this item?
ca: Esteu segur/a de que voleu esborrar les valoracions d'aquest element?
es: ¿Realmente quiere borrar la puntuación de este elemento?
fr: Confirmez-vous la suppression des évaluations de cet élément ?

source: Confirmation prompt
ca: Avís de confirmació
es: Aviso de confirmación
fr: Demande de confirmation

source: Confirm deletion?
ca: Confirmació de l'esborrament de l'element
es: ¿Confirma el borrado?
fr: Confirmez-vous la suppression ?

source: Cancel
ca: Cancel·la
es: Cancelar
fr: Annuler

source: Module
ca: Mòdul
es: Módulo

source: Item ID
ca: ID de l'element
es: ID del elemento
fr: ID de l'élément

source: Number of votes
ca: Nombre de vots
es: Número de votos
fr: Nombre d'évaluations

source: Rating
ca: Valoració
es: Calificación
fr: Évaluation

source: Options
ca: Opcions
es: Opciones

source: No items found.
ca: No s'ha trobat cap element
es: No se encontraron elementos.
fr: Aucun élément trouvé.

source: Items per page
ca: Elements per pàgina
es: Elementos por página
fr: Éléments par page

source: Default ratings style
ca: Estil per defecte de les valoracions
es: Estilo de calificación predeterminado
fr: Style par défaut pour les évaluations

source: Use ajax for saving rate
ca: Utilitza ajax per guardar la puntuació
es: Utilizar ajax para guardar la puntuación
fr: Enregistrement de l'évaluation basé via ajax

source: If disabled the standard redirection will be used.
ca: Si es desactiva s'utilitzarà el lligam per defecte
es: Si está deshabilitado, se utilizará la redirección estándar.
fr: Si désactivé, la redirection standard sera appliquée.

source: Display stars dynamically using ajax
ca: Mostra les estrelles dinamicament utilitzant ajax
es: Mostrar estrellas dinámicamente usando ajax
fr: Afficher dynamiquement les étoiles via ajax

source: Only works if stars is set as default ratings style.
ca: Funciona únicament si s'utilitzen estrelles per defecte
es: Sólo funciona si el estilo de calificación es estrellas.
fr: Fonctionne uniquement si le style d'évaluation par défaut est sur étoiles.

source: Display an informative message about the score
ca: Mostra un missatge informatiu sobre la puntuació
es: Mostrar un mensaje informativo sobre la puntiación
fr: Afficher un message informatif sur le score

source: It tells to the user which is the lowest/higher value.
ca: Mostra a l'usuari els valors inferior i superior.
es: Indica al usuario cual es el valor más bajo/más alto.
fr: Cela indique à l'utilisateur quelle est la plus petite/grande valeur.

source: Security against rate rigging
ca: Nivell de protecció contra abusos del sistema de valoracions
es: Seguridad contra fraudes
fr: Sécuriser les évaluations contre la triche

source: Update Configuration
ca: Actualitza la configuració
es: Actualizar Configuración
fr: Mettre à jour la configuration

source: No one has rated this item yet - be the first!
ca: Ningú no ha fet encara cap valoració - Sigueu el primer!
es: Nadie ha puntuado este artículo todavía, ¡sea el primero!
fr: Personne n'a encore évalué cet élément - soyez le premier !

source: Rate this item
ca: Valora aquest element
es: Califique este artículo
fr: Évaluez cet élément

source: Submit
ca: Tramet
es: Enviar
fr: Envoyer

source: %1$s%3$s is the lowest and %2$s%3$s the higher score.
ca: %1$s%3$s és la puntuació més baixa i %2$s%3$s és la més alta.
es: %1$s%3$s es la puntuación más baja y %2$s%3$s más alta.
fr: %1$s%3$s est la plus petite et %2$s%3$s la plus grande valeur.

source: Recording rating
ca: Enregistrament de la valoració
es: Guardando calificación
fr: Enregistrement de l'évaluation

source: Use fancy voting controls (stars only)
ca: Utilitza el vot gràfic (només estels)

source: Done! Thank you for rating this item
ca: Gràcies per valorar aquest element

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Score
ca: Puntuació

source: Use ajax based rating
ca: Utilitza valoracions basades en ajax

source: Error! Could not deregister hook.
ca: No s'ha pogut eliminar el registre del lligam

source: Delete item's rating
ca: Esborra la valoració de l'element
