<?php // [normalized strings file]

$string['business'] = 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου του Paypal λογαριασμού σας.';
$string['costorkey'] = 'Παρακαλώ επιλέξτε μία από τις παρακάτω μεθόδους για εγγραφή.';
$string['description'] = 'Το άρθρωμα του Paypal σας επιτρέπει να ρυθμίσετε μαθήματα επί πληρωμής. Εάν το κόστος για κάποιο μάθημα είναι μηδέν, τότε δε ζητείται από τους φοιτητές πληρωμή κατά την είσοδο. Υπάρχει ένα κόστος σε όλο το site το οποίο ρυθμίζετε εδώ ως προκαθορισμένο για όλο τον ιστοχώρο και μετά μια ρύθμιση μαθήματος που μπορείτε να ορίσετε για κάθε μάθημα μεμονωμένα. Το κόστος μαθήματος παρακάμπτει το κόστος του ιστοχώρου.';
$string['enrolname'] = 'Paypal';
$string['paypalaccepted'] = 'Αποδεκτές οι πληρωμές μέσω PayPal';
$string['sendpaymentbutton'] = 'Αποστολή πληρωμής με Paypal';

?>