<?php // [normalized strings file]

$string['description'] = 'Αυτή είναι η προκαθορισμένη φόρμα εγγραφής. Υπάρχουν δύο κυρίοι τρόποι εγγραφής ενός φοιτητή σε συγκεκριμένο μάθημα.
<ul>
<li>Ένας καθηγητής ή διαχειριστής μπορεί να τους εγγράψει χειροκίνητα χρησιμοποιώντας το σύνδεσμο στο μενού διαχείρισης του μαθήματος μέσα από το μάθημα.</li>
<li>Ένα μάθημα μπορεί να έχει ορισμένο κωδικό, γνωστό ως \\"κλειδί εγγραφής\\". Όποιος ξέρει αυτό το κλειδί μπορεί να εγγραφεί σε ένα μάθημα.</li>
</ul>';
$string['enrol_manual_requirekey'] = 'Απαίτηση κλειδιών εγγραφής σε μάθημα σε νέα μαθήματα και αποτροπή της διαγραφής των υπάρχοντων κλειδιών.';
$string['enrol_manual_showhint'] = 'Ενεργοποιήστε αυτή τη ρύθμιση για να αποκαλύψετε τον πρώτο χαρακτήρα του κλειδιού εγγραφής σαν μια βοήθεια για αυτούς που εισάγουν λανθασμένα το κλειδί.';
$string['enrol_manual_usepasswordpolicy'] = 'Χρήση της τρέχουσας πολιτικής συνθηματικών χρήστη για τα κλειδιά εγγραφής σε μάθημα.';
$string['enrolmentkeyerror'] = 'Αυτό το κλειδί εγγραφής ήταν λανθασμένο, παρακαλούμε δοκιμάστε ξανά.';
$string['enrolname'] = 'Εσωτερική εγγραφή';
$string['keyholderrole'] = 'Ο ρόλος του χρήστη που κρατάει το κλειδί εγγραφής για ένα μάθημα. Εμφάνίζεται στους μαθητές που προσπαθούν να εγγραφούν στο μάθημα.';

?>