<?php // [normalized strings file]

$string['mymoodle'] = 'Προβολή των μαθημάτων μου';
$string['nocourses'] = 'Δεν υπάρχει πληροφορία του μαθήματος για προβολή.';
$string['noguest'] = 'Η σελίδα \'Επισκόπιση Μαθήματος\' δεν είναι διαθέσιμη σε guest χρήστες';
$string['pinblocks'] = 'Διαμόρφωση blocks με πινέζα για τη σελίδα my ΠΗΛΕΑΣ';
$string['pinblocksexplan'] = 'Οι ρυθμίσεις των μπλοκ που θα κάνετε εδώ θα είναι εμφανείς (και μη επεξεργάσιμες) σε κάθε χρήστη του ΠΗΛΕΑΣ στη \'my ΠΗΛΕΑΣ\' σελίδα τους.';

?>