<?php // [normalized strings file]

$string['addingdescription'] = 'Προσθήκη μιας Περιγραφής';
$string['description'] = 'Περιγραφή';
$string['descriptionsummary'] = 'Αυτό δεν είναι στην πραγματικότητα μια ερώτηση. Αντίθετα είναι ένας τρόπος προσθήκης κάποιων οδηγιών, κριτηρίων αξιολόγησης ή άλλου περιεχομένου στο κουίζ. Αυτό είναι παρόμοιο με τον τρόπου που οι Ετικέτες μπορούν να χρησιμοποιηθούν για να προσθέσετε περιεχόμενο στη σελίδα του μαθηματός σας.';
$string['editingdescription'] = 'Τροποποίηση μιας Περιγραφής';

?>