<?php // [normalized strings file]

$string['addingrandomsamatch'] = 'Προσθήκη μιας ερώτησης αντιστοίχησης σύντομης απάντησης με τυχαία επιλογή';
$string['editingrandomsamatch'] = 'Τροποποίηση μιας ερώτησης αντιστοίχησης σύντομης απάντησης με τυχαία επιλογή';
$string['nosaincategory'] = 'Δεν υπάρχουν ερωτήσεις με σύντομη απάντηση στην κατηγορία που επιλέξατε \'$a->catname\'. Επιλέξτε μια άλλη κατηγορία, δημιουργήστε μερικές ερωτήσεις σε αυτή την κατηγορία.';
$string['notenoughsaincategory'] = 'Υπάρχει/υπάρχουν μόνο $a->nosaquestions ερωτήσεις σύντομης απάντησης στην κατηγορία που επιλέξατε \'$a->catname\'. Επιλέξτε μια άλλη κατηγορία, δημιουργήστε μερικές ερωτήσεις σε αυτή την κατηγορία ή μειώστε τον αριθμό των ερωτήσεων που επιλέξατε.';
$string['randomsamatch'] = 'Αντιστοίχης σύντομης απάντησης με τυχαία επιλογή';
$string['randomsamatchsummary'] = 'Όπως οι ερωτήσεις Αντιστοίχησης, μόνο που δημιουργούνται τυχαία από τις ερωτήσεις σύντομης απάντησης από μια συγκεκριμένη κατηγορία.';

?>