<?php // [normalized strings file]

$string['spamauto'] = 'Αυτόματος εντοπισμός των συνηθισμένων πρότυπων μαζικών ενοχλητικών μηνυμάτων';
$string['spamcannotdelete'] = 'Δεν είναι δυνατόν να διαγραφεί αυτός ο χρήστης';
$string['spamcannotfinduser'] = 'Δεν υπάρχουν χρήστες που ταιριάζουν με την αναζήτηση που κάνατε';
$string['spamcleaner'] = 'Καθαριστής μαζικών ενοχλητικών μηνυμάτων';
$string['spamcleanerintro'] = 'Αυτό το σενάριο σας επιτρέπει να αναζητήσετε όλα τα προφίλ των χρηστών για συγκεκριμένα αλφαριθμητικά και έπειτα να σβήσετε τους λογαριασμούς που έχουν προφανώς δημιουργηθεί από κακόβουλους χρήστες. Μπορείτε να κάνετε αναζήτηση με πολλαπλές λέξεις κλειδιά χρησιμοποιώντας κόμμα (π.χ καζίνο, πορνό)<br /><br />Η τεκμηρίωση του Moodle έχει περισσότερες πληροφορίες σχετικά με την <a href=\\"http://docs.moodle.org/en/Reducing_spam_in_Moodle\\">Μείωση των μαζικών ενοχλητικών μηνυμάτων στο Moodle</a>.';
$string['spamdeleteall'] = 'Διαγραφή όλων αυτών των λογαριασμών χρηστών';
$string['spamdeleteallconfirm'] = 'Είστε σίγουροι οτι θέλετε να διαγράψετε όλους αυτούς τους λογαριασμούς χρηστών?  Δεν μπορείτε έπειτα να αναιρέσετε αυτή την ενέργεια.';
$string['spamdeleteconfirm'] = 'Είστε σίγουροι οτι θέλετε να διαγράψετε αυτή την καταχώρηση; Δεν μπορείτε έπειτα να αναιρέσετε αυτή την ενέργεια.';
$string['spamdesc'] = 'Περιγραφή';
$string['spameg'] = 'π.χ:  καζίνο, πορνό, σεξ ';
$string['spamfromblog'] = 'Από δημοσίευση blog:';
$string['spaminvalidresult'] = 'Άγνωστο αλλά μη έγκυρο αποτέλεσμα';
$string['spamoperation'] = 'Λειτουργία';
$string['spamresult'] = 'Αποτελέσματα αναζήτησης προφίλ χρηστών που περιέχουν: ';
$string['spamsearch'] = 'Αναζήτηση με αυτές τις λέξεις κλειδιά';

?>