Repository: projectestac/agora
Catalog: html/zikula2/modules/IWwebbox/locale/*/LC_MESSAGES/module_iwwebbox.po
Languages: ca

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: URL not found. Please check the reference
ca: No s'ha trobat l'adreça demanada. Comproveu que la referència donada sigui correcta.

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: No such item found.
ca: No s'ha trobat l'element

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Show existing URL
ca: Mostra les adreces creades

source: Module configuration
ca: Configura el mòdul

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: A new URL reference has been created
ca: S'ha creat una nova adreça

source: URL reference updated
ca: S'ha actualitzat l'adreça

source: URL not found
ca: No s'ha trobat l'adreça sobre la qual fer l'acció sol·licitada.

source: URL reference removed
ca: S'ha esborrat l'adreça.

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: Description
ca: Carrega pàgines web externes dins del lloc web

source: URL administration
ca: Definició d'adreces

source: Add new URL
ca: Afegeix una nova adreça

source: Reference
ca: Referència

source: Width (%)
ca: Amplada en %

source: Height (pixels)
ca: Llargada en píxels

source: Show scroll
ca: Desplaçadors

source: (recommended)
ca: (Es recomana marcar l'opció)

source: Create
ca: Crea

source: Cancel
ca: Cancel·la

source: You must introduce a reference
ca: No heu indicat la referència de l'adreça.

source: You must introduce an URL address
ca: No heu indicat l'adreça.

source: Width introduced is not valid. The maximum value for percentual unit is 100
ca: L'amplada indicada no és vàlida. Si la unitat per l'amplada és percentual, el valor màxim és 100.

source: Height introduced is not valid
ca: La llargada indicada no és vàlida.

source: Remove URL reference
ca: Esborra l'adreça

source: Confirm remove the URL reference
ca: Confirma l'esborrament de la referència

source: Confirm deletion?
ca: Confirmació de l'esborrament de l'element

source: Modify
ca: Modifica

source: References List
ca: Llista de referències

source: Options
ca: Opcions

source: Yes
ca: Sí

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: To call a reference it is necessary to write 'module=iw_webbox&ref=Reference'
ca: Per cridar a una referència cal escriure 'module=iw_webbox&ref=Referència'

source: There are not URL created
ca: No hi ha cap adreça definida.

source: About this module
ca: Pel que fa a aquest mòdul

source: Hide block title
ca: Amaga el títol del bloc

source: Only visible for unregistered users
ca: Només visible pels usuaris no registrats

source: Home URL for the module
ca: Pàgina inicial del contenidor

source: The given reference exists. Choose a different name for the reference.
ca: La referència ja existeix. Trieu un nom diferent per a aquesta referència.

source: The given reference contain no valid characters.
ca: La referència conté caràcters no vàlids.
