<?PHP // $Id$ 
      // block_glossary_random.php - created with Moodle 1.6 Beta 1 (2006032900)


$string['addentry'] = 'أضف مقتبساتك المفضله';
$string['askaddentry'] = 'عندما يستطيع المستخدمون من إضافة مدخلاتهم إلى المسرد، أظهر الرابط مع هذا النص.';
$string['askinvisible'] = 'عندما لا يستطيع المستخدمون من تحرير أو مشاهدة المسرد، أظهر هذا النص. (بدون رابط)';
$string['askviewglossary'] = 'عندما يستطيع المستخدمون مشاهدة المسرد بدون أن يستطيعوا إضافة مدخلاتهم إلى المسرد، أظهر الرابط مع هذا النص.';
$string['blockname'] = 'مدخل مسردي عشوائي';
$string['intro'] = 'تأكد من وجود مسرد وأحد بمدخل وأحد على الأقل في هذا المقرر الدراسي، بعد ذلك يمكنك القيام بتعديل الإعدادات التالية';
$string['invisible'] = '(سيتم التتابع)';
$string['lastmodified'] = 'المدخل المعدل مؤخراً';
$string['nextone'] = 'المدخل التالي';
$string['noentriesyet'] = 'لا توجد مدخلات بعد في المسرد المختار';
$string['notyetconfigured'] = 'الرجاء إعداد هذه الكتلة وذلك باستخدام أيقونة التحرير';
$string['notyetglossary'] = 'يجب وجود مسرد وأحد على الأقل لتتمكن من الاختيار';
$string['random'] = 'مدخل عشوائي';
$string['refresh'] = 'عدد الايام قبل اختيار مدخل جديد';
$string['select_glossary'] = 'خذ المدخلات من هذا المسرد';
$string['showconcept'] = 'اظهر المفاهيم (العناوين) لكل مدخل';
$string['title'] = 'العنوان';
$string['type'] = 'كيف يتم أخيار المدخل الجديد';
$string['typehelp'] = '<b>المدخل المعدل مؤخراً</b> دائما سيتم عرض التعديل الأخير للمدخل، وسيتم اختيار <b>المدخل العشوائي</b> جديد واحد عشوائيا كل مرة. الخيار <b>مدخل جديد</b> سيتكرر بترتيب خلال المدخلات. هذا الخيار الأخير مفيد عندما يتم اختيار عدد الأيام، ليسمح لك القيام بإختيار <i>حكمة الأسبوع</i> أو <i>نصيحة اليوم</i> التي ستظهر للجميع.';
$string['viewglossary'] = 'المزيد من المقتبسات';
$string['whichfooter'] = 'تستطيع عرض روابط إجراءات المسرد ذات العلاقة بهذه الكتلة. ستعرض الكتلة فقط روابط الإجراءات الممكنة لهذا المسرد.';

?>
