<?PHP // $Id$ 
      // survey.php - created with Moodle 1.8 dev (2006120700)


$string['actual'] = 'فعلي';
$string['actualclass'] = 'الفصل الفعلي';
$string['actualstudent'] = '$a فعلي';
$string['allquestions'] = 'كل الأسئلة لكل الدارسين';
$string['allscales'] = 'كل الموازين, كل الدارسين';
$string['alreadysubmitted'] = 'أنت بالفعل سلمت الاستبيان';
$string['analysisof'] = 'تحليل لـ $a';
$string['answers'] = 'إجابات';
$string['attls1'] = 'عندما أقوم بتقييم كلام شخص ما فإنني أهتم بمقالته أكثر من ذاته.';
$string['attls10'] = 'أرى من الأهمية بمكان أن أحتفظ بالموضوعية قدر الإمكان عندما أقوم بتحليل شيء ما.';
$string['attls10short'] = 'الاحتفاظ بالموضوعية';
$string['attls11'] = 'أحاول التفكير مع الآخرين لا مخالفتهم في الرأي.';
$string['attls11short'] = 'التفكير مع الآخرين';
$string['attls12'] = 'عندي معايير معينة استخدمها لتقييم الحوارات.';
$string['attls12short'] = 'استخدام معايير للتقييم';
$string['attls13'] = 'أميل إلى محاولة فهم آراء الآخرين دون تقييمها.';
$string['attls13short'] = 'محاولة الفهم';
$string['attls14'] = 'أحاول تحديد نقاط الضعف في أساليب تفكير الآخرين في سبيل مساعدتهم على توضيح حواراتهم.';
$string['attls14short'] = 'تحديد نقاط الضعف';
$string['attls15'] = 'أميل إلى وضع نفسي موضع الآخرين عند مناقشة أحد القضايا الخلافية لأتعرف على أسباب تفكيرهم بتلك الطريقة.';
$string['attls15short'] = 'أضع نفسي موضع الآخرين';
$string['attls16'] = 'يمكن أن يطلق البعض على أسلوبي في تحليل الأشياء \'وضع الأشياء تحت الاختبار\' لأنني شديد الحرص على النظر في كل الأدلة.';
$string['attls16short'] = 'اختبار';
$string['attls17'] = 'أقدم استخدام المنطق والعقل على استصحاب أفكاري الشخصية عند حل المشكلات.';
$string['attls17short'] = 'أفضل المنطق دون سواه';
$string['attls18'] = 'يقودني التعاطف إلى التبصر في الآراء التي تخالفني.';
$string['attls18short'] = 'التبصر من خلال التعاطف';
$string['attls19'] = 'عندما أصادف أناسا تبدو آراؤهم غريبة بالنسبة لي أحاول جاهدا فرض نفسي عليهم لأرى كيف تبنوا هذه الآراء.';
$string['attls19short'] = 'بذل الجهد لفرض النفس';
$string['attls1short'] = 'التركيز على جودة الحوار';
$string['attls2'] = 'أحب الجدل من أجل الجدل فأتبنى الرأي المناقض لما يقوله الآخرون.';
$string['attls20'] = 'أقضي بعض الوقت لتتبع الخلل في شيء ما، مثلا: أتتبع موطن العلة في تحليل أدبي لم تتم مناقشته على نحو واف.';
$string['attls20short'] = 'موطن العلة';
$string['attls2short'] = 'الجدل من أجل الجدل';
$string['attls3'] = 'أحب أن أتعرف على البيئات التي أتي منها الآخرون وعلى المواقف التي قادتهم إلى تبني ما يعتنقون.';
$string['attls3short'] = 'بيئات الآخرين';
$string['attls4'] = 'أهم ما يعنيني في الدراسة هو التمكن من فهم الآخرين الذين يختلفون عني كما وكيفا.';
$string['attls4short'] = 'فهم الشخصيات الأخرى';
$string['attls5'] = 'أحس أن أفضل الطرق لتحقيق الذات هو التفاعل مع مجموعات مختلفة من البشر.';
$string['attls5short'] = 'التفاعل مع مختلف البشر';
$string['attls6'] = 'استمتع بالاستماع إلى آراء الآخرين من ذوي الخلفيات المختلفة عني، فذلك يساعدني على فهم اختلاف الرؤى لنفس الشيء .';
$string['attls6short'] = 'استمتع بالاستماع إلى الآراء';
$string['attls7'] = 'أرى أن باستطاعتي تقوية مركزي من خلال الجدال مع المخالف.';
$string['attls7short'] = 'التقوية من خلال الجدال';
$string['attls8'] = 'أهتم دائما بمعرفة الدافع إلى ما يقوله الآخرون ويعتقدون.';
$string['attls8short'] = 'معرفة سبب ما يفعله الآخرون';
$string['attls9'] = 'غالبا ما أنخرط في حوار عقلي مع كتاب الكتب التي أقرأها في محاولة للوصول إلى سبب منطقي لكونهم ليسوا على صواب.';
$string['attls9short'] = 'محاورة مع الكتاب';
$string['attlsintro'] = 'الغرض من هذا الاستبيان هو مساعدتنا على تقييم مواقفك حيال التفكير والتعلم، وليس هناك أسئلة \'صواب\' أو \'خطأ\'، فنحن لا يهمنا إلا التعرف على رأيك فقط، تأكد من أن ردودك سوف تعامل بأقصى درجة من السرية ولن تؤثر على تقييمك.';
$string['attlsm1'] = 'بعض المواقف حيال التفكير والتعلم';
$string['attlsm2'] = 'التعلم المتصل';
$string['attlsm3'] = 'التعلم المستقل';
$string['attlsmintro'] = 'في نقاش...';
$string['attlsname'] = 'ATTLS (نسخة ذات عشرين بندا)';
$string['ciq1'] = 'في أي لحظة خلال الدرس شعرت اكثر تفاعلا كمتعلم؟';
$string['ciq1short'] = 'مشارك تماما';
$string['ciq2'] = 'في أي لحظة خلال الدرس شعرت بانك ابعدت كمتعلم ؟';
$string['ciq2short'] = 'بعيد تماما';
$string['ciq3'] = 'ماهو العمل الذ وجده في المنتديات من أي شخص وتعتبرة عملا مساعداً ومعززا ؟';
$string['ciq3short'] = 'لحظة مساعده';
$string['ciq4'] = 'ماهو العمل الذ وجده في المنتديات من أي شخص وتعتبرة عملا مربكا ومشوشا؟';
$string['ciq4short'] = 'لخظة تشوش';
$string['ciq5'] = 'ما هو الموقف الذي ادهشك اكثر؟';
$string['ciq5short'] = 'لحظة مفاجئة';
$string['ciqintro'] = 'اثناء تفكيرك في الاحداث الحاليه في الدرس اجب على الاسئله التاليه';
$string['ciqname'] = 'موقف محرج';
$string['clicktocontinue'] = 'اضغط هنا للاستمرار';
$string['clicktocontinuecheck'] = 'اضغط هنا للاختيار ثم الاستمرار';
$string['colles1'] = 'أركز في التعلم على قضايا تهمني.';
$string['colles10'] = 'أطلب من الدارسين الآخرين شرح أفكارهم';
$string['colles10short'] = 'أطلب تفسيرات';
$string['colles11'] = 'يطلب مني الدارسون الآخرون أن اشرح أفكاري';
$string['colles11short'] = 'يطلب مني أن أوضح';
$string['colles12'] = 'يستجيب الدارسون الآخرون لأفكاري';
$string['colles12short'] = 'يستجيب الدارسون لي';
$string['colles13'] = 'يقوم المعلم بإثارة أفكاري';
$string['colles13short'] = 'يقوم المعلم بإثارة الأفكار';
$string['colles14'] = 'يشجعني المعلم على المشاركة';
$string['colles14short'] = 'يقوم المعلم بتشجيعي';
$string['colles15'] = 'يؤدي المعلم نموذجا جيدا للحوار';
$string['colles15short'] = 'يؤدي المعلم نموذجا للحوار';
$string['colles16'] = 'يقدم المعلم نموذجا نقديا لاختبار الذات';
$string['colles16short'] = 'يقدم المعلم نموذجا لاختبار الذات';
$string['colles17'] = 'يشجعني الدارسون على المشاركة';
$string['colles17short'] = 'يشجعني الدارسون';
$string['colles18'] = 'يثني الطلاب على مشاركتي';
$string['colles18short'] = 'الطلاب يثنون على';
$string['colles19'] = 'يقدر الدارسون مشاركتي';
$string['colles19short'] = 'يقدرني الدارسون';
$string['colles1short'] = 'التركيز على القضايا الهامة';
$string['colles2'] = 'ما أتعلمه يمثل أهمية بالنسبة لأدائي المهني.';
$string['colles20'] = 'يتعاطف الدارسون مع مجهودي لأتعلم.';
$string['colles20short'] = 'يتعاطف الدارسون';
$string['colles21'] = 'أفهم رسائل الدارسين جيدا';
$string['colles21short'] = 'أفهم الدارسين';
$string['colles22'] = 'يفهم الدارسون رسائلي جيدا';
$string['colles22short'] = 'يفهمني الدارسون';
$string['colles23'] = 'أفهم رسائل المعلم جيدا';
$string['colles23short'] = 'أفهم المعلم';
$string['colles24'] = 'يفهم المعلم رسائلي جيدا.';
$string['colles24short'] = 'المعلم يفهمني';
$string['colles2short'] = 'مهم لأدائي';
$string['colles3'] = 'أعرف كيف أحسن من أدائي المهني.';
$string['colles3short'] = 'أحسن من أدائي';
$string['colles4'] = 'ما أتعلمه يرتبط ارتباطا وثيقا بأدائي المهني.';
$string['colles4short'] = 'له صلة بأدائي';
$string['colles5'] = 'أفكر بشكل نقدي فيما أتعلمه.';
$string['colles5short'] = 'أتناول تعليمي بالنقد';
$string['colles6'] = 'أتناول أفكاري بالنقد.';
$string['colles6short'] = 'أنتقد أفكاري';
$string['colles7'] = 'أفكر في آراء الدارسين الآخرين على نحو نقدي.';
$string['colles7short'] = 'أتناول الدارسين الآخرين بالنقد';
$string['colles8'] = 'أتناول الأفكار التي أجدها في القراءات بالنقد';
$string['colles8short'] = 'أتناول القراءات بالنقد';
$string['colles9'] = 'أشرح أفكاري للدارسين الآخرين';
$string['colles9short'] = 'أشرح أفكاري';
$string['collesaintro'] = 'يكمن الغرض من هذا الاستبيان في المساعدة على فهم مدى كفاءة الدور الذي يؤديه التوصيل المباشر لتمكينك من التعلم.
ويقوم كل من الأربعة وعشرون سؤالا تاليه بسؤالك عن تجربتك مع هذه الوحدة.الغرض من هذا الاستبيان هو مساعدتنا على تقييم مواقفك ح
يال التفكير والتعلم، وليس هناك أسئلة \'صواب\' أو \'خ طأ\'، فنحن لا يهمنا إلا التعرف على رأيك فقط، تأكد من أن ردودك سوف تعامل بأقصى درجة من السرية ولن تؤثر على تقييمك.
ردودك المتأنية سوف تساعدنا على تحسين العرض المباشر لهذه الوحدة  مستقبلا.
مع جزيل الشكر';
$string['collesaname'] = 'COLLES (فعلي)';
$string['collesapintro'] = 'يكمن الغرض من هذا الاستبيان في المساعدة على فهم مدى كفاءة الدور الذي يؤديه التوصيل المباشر لتمكينك من التعلم. 
من خلال الأسئلة التالية وعددها 24 سؤالا يطلب منك مقارنة تجربتك <b>المأمولة</b> (المثالية) مع تجربتك <b> الواقعية </b> في هذه الوحدة.
وليس هناك أسئلة \'صواب\' أو \'خطأ\'، فنحن لا يهمنا إلا التعرف على رأيك فقط، تأكد من أن ردودك سوف تعامل بأقصى درجة من السرية ولن تؤثر على تقييمك.
ردودك المتأنية سوف تساعدنا على تحسين العرض المباشر لهذه الوحدة  مستقبلا.
مع جزيل الشكر';
$string['collesapname'] = 'COLLES (المأمول والفعلي)';
$string['collesm1'] = 'الصلة';
$string['collesm1short'] = 'الصلة';
$string['collesm2'] = 'التفكير المتأني';
$string['collesm2short'] = 'التفكير المتأني';
$string['collesm3'] = 'التفاعل';
$string['collesm3short'] = 'التفاعل';
$string['collesm4'] = 'دعم المعلم';
$string['collesm4short'] = 'دعم المعلم';
$string['collesm5'] = 'دعم النظير';
$string['collesm5short'] = 'دعم النظير';
$string['collesm6'] = 'تفسير';
$string['collesm6short'] = 'تفسير';
$string['collesmintro'] = 'في هذه الوحدة المباشرة...';
$string['collespintro'] = 'يكمن الغرض من هذا الاستبيان في المساعدة على معرفة ما يحوز تقديرك في عملية التعلم على الإنترنت.

من خلال الأسئلة التالية وعددها 24 سؤالا تسأل عن تجربتك <b>المأمولة</b> (المثالية) في هذه الوحدة.

وليس هناك أسئلة \'صواب\' أو \'خطأ\'، فنحن لا يهمنا إلا التعرف على رأيك فقط، تأكد من أن ردودك سوف تعامل بأقصى درجة من السرية ولن تؤثر على تقييمك.
ردودك المتأنية سوف تساعدنا على تحسين العرض المباشر لهذه الوحدة  مستقبلا.

مع جزيل الشكر.';
$string['collespname'] = 'COLLES (الفعلي)';
$string['done'] = 'تم';
$string['download'] = 'تنزيل';
$string['downloadexcel'] = 'تنزيل البيانات في جدول بصيغة  إكسل';
$string['downloadinfo'] = 'يمكنك تنزيل البيانات بحالتها لهذا الاستبيان بشكل مناسب لتحليلها في  إكسل, أس بي أساأس أو أي برامج أخرى.';
$string['downloadtext'] = 'تنزيل البيانات في مجرد ملف نصوص';
$string['editingasurvey'] = 'تعديل الاستبيان';
$string['guestsnotallowed'] = 'لا يسمح لزوار لتسليم استبيان';
$string['helpsurveys'] = 'مساعدة في أنواع الاستبيانات المختلفة';
$string['howlong'] = 'كم من الوقت أمضيت في إتمام هذا الاستبيان؟';
$string['howlongoptions'] = 'أقل من دقيقة، 1-2 دقيقة، 2-3 دقائق، 3-4 دقائق، 4-5 دقائق، 5-10 دقائق، أكثر من 10 دقائق';
$string['ifoundthat'] = 'وجدت أن';
$string['introtext'] = 'نص المقدمة';
$string['ipreferthat'] = 'أفضل أن';
$string['modulename'] = 'استبيان';
$string['modulenameplural'] = 'استبيانات';
$string['name'] = 'اسم';
$string['newsurveyresponses'] = 'إجابة استبيان جديد';
$string['nobodyyet'] = 'لا يوجد من أكمل هذا الاستبيان';
$string['notdone'] = 'لم يتم';
$string['notes'] = 'تحليلك وملاحظاتك الخاصة';
$string['othercomments'] = 'هل لديك تعليقات أخرى؟';
$string['peoplecompleted'] = '$a أكمل الناس هذا الاستبيان الآن';
$string['preferred'] = 'يفضل';
$string['preferredclass'] = 'الفصل المأمول';
$string['preferredstudent'] = '$a مأمول';
$string['question'] = 'سؤال';
$string['questions'] = 'أسئلة';
$string['questionsnotanswered'] = 'لم يتم الإجابة على بعض الأسئلة ذات الخيارات المتعددة.';
$string['report'] = 'تقرير الاستبيان';
$string['savednotes'] = 'ملاحظاتك حفظت';
$string['scaleagree5'] = 'أعارض بشدة، أعارض بعض الشيء,لا أعارض ولا أتفق,أتفق بعض الشيء، اتفق بشدة';
$string['scales'] = 'نطاقات';
$string['scaletimes5'] = 'في الغالب لا، نادرا، أحيانا، في أكثر الأحيان، تقريبا دائما';
$string['seemoredetail'] = 'اضغط هنا لترى تفاصيل أكثر';
$string['selectedquestions'] = 'اختر سؤالا من النطاق, كل الدارسين';
$string['summary'] = 'موجز';
$string['survey:download'] = 'تنزيل الاجابات';
$string['survey:participate'] = 'الاجابة على استبانة';
$string['survey:readresponses'] = 'معاينة الاجابات';
$string['surveycompleted'] = 'لقد أكملت هذا الاستبيان.  الرسم البياني يوضح ملخص نتائجك مقارنة بالمتوسط .';
$string['surveygraph'] = 'رسم بياني للأستبانة';
$string['surveyname'] = 'اسم الاستبيان';
$string['surveysaved'] = 'حفظ الاستبيان';
$string['surveytype'] = 'نوع الاستبيان';
$string['thanksforanswers'] = 'شكرا على الإجابة على الاستبيان, $a';
$string['time'] = 'الوقت';
$string['viewsurveyresponses'] = 'معاينة $a ردود الاستبيان';

?>
