Repository: projectestac/agora
Catalog: html/zikula/modules/*_bookings/locale/*/LC_MESSAGES/module_*_bookings.po
Languages: es

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: You are not allowed to administrate the bookings
es: No tiene autorización para administrar los espacios o equipos para reservar.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: An error has occurred while getting registers from the data base. Please, contact webmaster
es: Se ha producido un error en seleccionar registros de la base de datos. Contacte con el administrador/a de la web.

source: Can't obtain NTP servers time
es: No se ha podido contactar con los servidores NTP

source: Show rooms and equipment bookings
es: Muestra los espacios o equipos para reservar

source: Show table of the week
es: Muestra la tabla de la semana

source: Show table of month
es: Muestra la tabla del mes

source: Delete all bookings of
es: Borra todas las reservas de

source: Delete old bookings
es: Borra las reservas antiguas

source: Module administration
es: Administra el módulo

source: The room or equipment was not found
es: No se ha encontrado el espacio o equipo sobre el que hacer la acción solicitada.

source: All rooms and equipments
es: Todos les espacios y/o equipos

source: Bookings can only be made for the following
es: Las reservas solamente se pueden hacer a

source: week(s). Booking date is not valid
es: semana/s vista. La fecha de la reserva no es válida.

source: An error has occurred when loading the table or the form
es: Se ha producido un error en la carga de la tabla o el formulario.

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sabado

source: Sunday
es: Domingo

source: Permanent bookings are not possible as long as the group is empty. Please check module configuration
es: No es posible hacer reservas preferentes ya que no se han encontrado usuarios/as del grupo para las reservas. Compruebe la configuración del módulo.

source: Period from
es: Período del

source: to
es: al

source: An error has ocurred while cancelling the booking. Please, try it again. If the problem persists, please, contact webmaster. Additionally, check you are not cancelling a book on past dates
es: Se ha producido un error en el momento de anular la reserva. Vuelvalo a intentar y si el problema persiste póngase en contacto con el administrador/a de la web. Compruebe, también, que no esté intentando anular una reserva de una fecha passada.

source: You are not allowed to cancel bookings from other people
es: No se puede anular la reserva de otra persona

source: This booking belongs to a set of simultaneous bookings
es: Esta reserva forma parte de un conjunto de reservas que se realizaron simultáneamente.

source: Warning, this is a preferential booking.
es: Atención, esta es una reserva preferente.

source: Thanks for freeing the room or equipment. Possibly somebody will be grateful
es: Gracias por dejar libre la reserva del espacio o el equipo. Posiblemente alguna otra persona lo agradecerá.

source: Invalid 'authkey': this probably means that you pressed the 'Back' button, or that the page 'authkey' expired. Please refresh the page and try again.
es: 'authkey' no válida: esto probablemente significa que has presionado el botón 'Atras', o que el 'authkey' de la página ha expirado. Por favor actualiza la página y vuelve a intentarlo.

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Preferential
es: Temporal

source: Teacher
es: Profesor/a:

source: Group:
es: Grupo:

source: Reason for booking
es: Motivo de la reserva

source: You must specify a group
es: No habeis especificado el grupo.

source: You must specify a finish date
es: Debes especificar una fecha de finalización

source: Finish date is minnor than actual date
es: La fecha de finalización es menor que la fecha actual

source: week(s). Haven't made all the requested bookings.
es: semana/s vista. No se han realizado todas las reservas solicitadas.

source: Booking receipt
es: Resguardo de reserva

source: Booking day:
es: Dia de la reserva:

source: Time:
es: Hora:

source: Repeat next weeks
es: Número de sesiones

source: Booking failed! The following times are reserved:
es: No se ha realizado la reserva! Las franjas horarias siguientes están ocupadas:

source: </b> from
es: </b> de

source: Column
es: Columna

source: Row
es: Horitzontal

source: Make a booking
es: Hacer una reserva

source: See the bookings
es: Consulta las reservas

source: An error has occurred while modifying the room or equipment
es: La modificación del espacio o el equipo para reservar ha fallado.

source: An error has occurred while deleting the register
es: Se ha producido un error en el borrado del registro.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Add a new booking
es: Añade un nuevo espacio o equipo para reservar

source: Empty table
es: Vacía toda la tabla

source: Module configuration
es: Configura el módulo

source: No groups found
es: No se ha encontrado ningún grupo

source: Configuration updated
es: Se ha modificado la configuración del módulo de reservas.

source: Error! Could not load module.
es: Error! No se logró cargar el módulo.

source: Create the room or equipment
es: Crea el espacio o equipo para reservar

source: Edit room or equipment
es: Edita el espacio o el equipo para reservar

source: Update
es: Modifica

source: A new room or equipment to book has been created
es: Se ha creado un nuevo espacio o equipo para reservar.

source: Room or equipment updated
es: Se ha actualizado el espacio o equipo para reservar.

source: Room or equipment deleted
es: Se ha borrado el espacio o el equipo para reservar.

source: You must specify a user for preferential booking
es: No habéis especificado el usuario/a que tiene la reserva preferente.

source: Finish time is earlier than start time
es: La hora de inicio de la reserva es superior o igual a la hora final.

source: Chosen time for preferential booking is occupied
es: La hora escogida para hacer una reserva preferente ya esta ocupada. Se debe anular la reserva antes de volverla a asignar.

source: Booking failed
es: No se ha realizado la reserva

source: Preferential booking cancelled
es: Se ha anulado una reserva preferente.

source: Table emptied
es: Se ha vaciado la tabla del espacio o el equipo para reservar.

source: Allows the creation of items to be reserved
es: Permite la definción de espacios y equipos para ser reservados

source: Bookings
es: Reservas

source: Table of bookings
es: Tabla de reservas

source: About this module
es: Por lo que al módulo se refiere

source: Form for bookings
es: Formulario de reserva

source: Owner of the booking:
es: Autor de la reserva

source: + Add time frames
es: + Añadir franjas de tiempo

source: Add selected frames
es: Añadir las franjas seleccionadas

source: End of the booking
es: Final de la reserva

source: Finish date
es: Fecha de finalización

source: Day of the week:
es: Día de la semana:

source: Start time:
es: Hora de inicio:

source: Finish time:
es: Hora de finalización:

source: Make booking
es: Haz la reserva

source: Date selection
es: Selección de fecha

source: Calendar
es: Calendario

source: Previous week
es: Semana anterior

source: Previous month
es: Mes anterior

source: Period from
es: Periodo desde

source: to
es: hasta

source: Next month
es: Mes siguiente

source: Next week
es: Semana siguiente

source: Rooms and equipment booking
es: Reserva de espacios y equipos

source: Room or equipment name
es: Nombre del espació o equipo

source: Description
es: Descripción

source: Timetable
es: Marco horario

source: Orientation
es: Orientación

source: Status (active/inactive)
es: Estado (activo/no activo)

source: Actions
es: Acciones

source: Active
es: Activo

source: Inactive
es: No activo

source: Assign
es: Asigna

source: Edit
es: Editar

source: Delete
es: Borrar

source: There are no rooms or equipment to book
es: No hay ningún espacio o equipo para reservar establecido.

source: If you want to book an equipment you must select it in the following list and go to the table of the week.
es: Si quiere reservar un espacio o equipo selecciónelo en la lista siguiente y vaya a la tabla semanal

source: Cancel
es: Anula

source: Confirmation of deletion of the room or equipment
es: Confirma el borrado del espacio o equipo para reservar.

source: Delete all?
es: Borralas todas

source: Yes
es: Si

source: Confirm
es: Confirmar

source: Cancel deletion
es: Cancela el borrado.

source: Modify module configuration
es: Modifica la configuración del módulo de reservas

source: Group for preferential bookings
es: Grupo para las reservas preferentes

source: Number of weeks allowed to book
es: Semanas vista para las reservas

source: Show weekends
es: Muestra los fines de semana

source: Initially show table of month
es: Muestra inicialmente la tabla del mes

source: Automatically delete old bookings
es: Borra automáticamente las reservas antiguas

source: Show colors on table of bookings
es: Muestra los colores de los espacios en la tabla de espacios y/o equipos para reservar

source: Get the time from a NTP server
es: Obtenir la hora de un servidor NTP

source: You must type a name for the room or equipment
es: No ha indicado el nombre del espacio o equipo para reservar.

source: Associated color
es: Color asociado

source: Choose color
es: Escoge un color

source: Table
es: Tabla por columnas

source: (Only works when a timetable is selected)
es: (Solamente operativo si se ha seleccionado un marco horario.)

source: Preferential booking created
es: Se ha creado una reserva preferente.

source: Back to table
es: Vuelve a la tabla

source: Rooms and equipment to book
es: Espacio y equipos para reservar

source: To book
es: A reservar

source: Access
es: Acceso

source: If you continue with this action all a bookings of
es: Todas las reservas de

source: will be deleted.<br>Do you want to continue?
es: serán eliminadas.<br>Seguro que desea continuar?

source: Confirm deletion of table
es: Confirme que desea vaciar la tabla.

source: Cancel of table emptying
es: Cancela el vaciado de la tabla.

source: Delete the room or equipment
es: Borra el espacio o el equipo para reservar

source: Select a week
es: Selecciona una semana

source: It is not a preferential booking
es: No es una reserva preferente

source: Max.
es: Máximo
