Repository: projectestac/agora
Catalog: html/zikula2/modules/Pages/locale/*/LC_MESSAGES/module_pages.po
Languages: ca

source: Error! Could not load any page.
ca: No s'ha pogut carregar cap pàgina.

source: The permalinks retrieved from the title has to be unique!
ca: Els enllaços permanents obtinguts del títol han de ser únics

source: The permalink has to be unique!
ca: L'enllaç permanent ha de ser únic

source: The permalink has been removed, please update the page with a correct and unique permalink
ca: S'ha esborrat l'enllaç permanent. Actualitzeu la pàgina amb un enllaç permanent que sigui únic.

source: Error! Creation attempt failed.
ca: No s'ha pogut fer la creació

source: No such page found.
ca: No s'ha trobat la pàgina.

source: Error! Deletion attempt failed.
ca: No s'ha pogut fer l'esborrament

source: Error! Update attempt failed.
ca: No s'ha pogut fer l'actualització

source: Pages list
ca: Llista de pàgines

source: Create a page
ca: Crea una pàgina

source: Purge permalinks
ca: Esborra els enllaços permanents

source: Settings
ca: Configuració

source: Warning! Could not create the default Pages category tree. If you want to use categorization for the pages, register at least one property for the module in the Category Registry.
ca: No ha estat possible crear l'arbre de categories de pàgines per defecte. Si voleu fer ús de la categorització de pàgines, heu de registrar com a mínim una propietat per a aquest mòdul en el 'registre de categories'.

source: Pages
ca: Pàgines simples

source: Static pages
ca: Pàgines simples

source: Warning! Could not create the introductory page.
ca: Atenció! No s'ha pogut crear la pàgina introductòria.

source: Invalid category passed.
ca: La categoria indicada no és vàlida.

source: No pages found.
ca: No s'han trobat pàgines.

source: Done! Page created.
ca: S'ha creat la pàgina.

source: Error! Hook data did not validate. Page not created.
ca: Les dades del lligam no s'han validat. No s'ha creat la pàgina.

source: Done! Page updated.
ca: S'ha modificat la pàgina.

source: Done! Page deleted.
ca: S'ha esborrat la pàgina.

source: Purging of the pemalinks was successful
ca: Els enllaços permanents s'han esborrat correctament

source: Purging of the pemalinks has failed
ca: No s'han pogut esborrar els enllaços permanents

source: View
ca: Mostra

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Done! Module configuration updated.
ca: S'ha actualitzat la configuració del mòdul

source: Manager of the static pages of the site.
ca: Permet gestionar pàgines d'estructura simple

source: pages
ca: pagines

source: Pages Hooks
ca: Lligams amb les pàgines

source: Pages Filter Hooks
ca: Filtre dels lligams amb les pàgines

source: Show page
ca: Mostra la pàgina

source: Show a page in a block
ca: Mostra una pàgina dins d'un bloc

source: Display a list of pages
ca: Mostra una llista de les pàgines

source: Content
ca: Contingut

source: Title
ca: Títol

source: PermaLink URL title
ca: URL de l'enllaç permanent

source: (Blank = auto-generate)
ca: (En blanc = generat automàticament)

source: Category
ca: Categoria

source: Choose a category
ca: Trieu una categoria

source: Language
ca: Idioma

source: If you want multiple pages you can write &lt;!--pagebreak--&gt; where you want to cut.
ca: Si voleu múltiples pàgines podeu escriure &lt;!--pagebreak--&gt; on vulgueu tallar la pàgina.

source: Meta tags
ca: Meta etiquetes

source: Description
ca: Descripció

source: Keywords
ca: Paraules clau

source: Specific page settings
ca: Paràmetres de configuració específics

source: Display additional information
ca: Mostra la informació addicional amb la pàgina

source: Display page title
ca: Mostra el títol de la pàgina

source: Display page creation date
ca: Mostra la data de creació de la pàgina

source: Display page update date
ca: Mostra la data de modificació de la pàgina

source: Display page text statistics
ca: Mostra les estadístiques del text de la pàgina

source: Display page print link
ca: Mostra l'enllaç a la versió d'impressió de la pàgina

source: Create
ca: Crea

source: Cancel
ca: Cancel·la

source: Update page
ca: Actualitza la pàgina

source: Meta data
ca: Metadades

source: Created by %s
ca: Creat per %s

source: Created on %s
ca: Creat el %s

source: Last update by %s
ca: Darrera actualització feta per %s

source: Updated on %s
ca: Modificat el %s

source: Update
ca: Valida

source: All These Categories
ca: Totes aquestes categories

source: Select Multiple
ca: Selecció múltiple

source: View pages list
ca: Mostra la llista de pàgines

source: active
ca: activa

source: inactive
ca: inactiva

source: Filter %1$s, %2$s page listed
ca: Filtre %1$s, %2$s la pàgina donada

source: Filter
ca: Filtra

source: Clear
ca: Netejar

source: Creator
ca: Creador

source: Created
ca: Creat a

source: Actions
ca: Accions

source: Delete page
ca: Esborra la pàgina

source: Do you really want to delete this page?
ca: Esteu segur/a de que voleu esborrar aquesta pàgina?

source: Confirm
ca: Confirmar

source: General settings
ca: Paràmetres generals

source: Enable categorization
ca: Activa l'ús de categories

source: Items per page
ca: Elements per pàgina

source: New page defaults
ca: Paràmetres per defecte de les pàgines noves

source: Permalinks settings
ca: Configuració dels enllaços permanents

source: Add category title to permalink
ca: Afegeix el títol de la categoria a l'enllaç permanent

source: Show permalink input field
ca: Mostra el camp d'entrada de l'enllaç permanent

source: Save
ca: Desa

source: Created by %1$s on %2$s
ca: Creat per %1$s el %2$s

source: Last update by %1$s on %2$s
ca: Darrera modificació feta per %1$s el %2$s

source: %s total words in this text
ca: Hi ha %s paraules en aquest text

source: %s reads
ca: %s lectures

source: Print page
ca: Versió per imprimir

source: Contents
ca: Continguts

source: Available categories:
ca: Categories disponibles:

source: Category: %s
ca: Categoria: %s

source: Pages published under this category:
ca: Pàgines publicades en aquesta categoria:

source: Available pages:
ca: Pàgines disponibles:

source: %s page
ca: %s pàgina

source: Number of pages to display
ca: Nombre de pàgines que s'han de mostrar

source: Page ID
ca: ID de la pàgina
