<?PHP // $Id$ 
      // assignment.php - created with Moodle 1.9.3+ (Build: 20081112) (2007101531)


$string['allowdeleting'] = 'Разрешить удаление';
$string['allowmaxfiles'] = 'Максимальное число загружаемых файлов';
$string['allownotes'] = 'Разрешить комментарии';
$string['allowresubmit'] = 'Несколько попыток';
$string['alreadygraded'] = 'Ваше задание уже было оценено, а пересдачи не разрешены.';
$string['assignment:grade'] = 'Оценка задания';
$string['assignment:submit'] = 'Отправка задания';
$string['assignment:view'] = 'Просмотр задания';
$string['assignmentdetails'] = 'Детали задания';
$string['assignmentmail'] = '$a->teacher написал отзыв на Ваше задание \'$a->assignment\'.

Вы можете посмотреть его по ссылке:
$a->url';
$string['assignmentmailhtml'] = '$a->teacher написал отзыв на Ваше задание \'<i>$a->assignment</i>\'<br /><br />
Вы можете посмотреть его  <a href=\"$a->url\">на сайте</a>.';
$string['assignmentname'] = 'Название задания';
$string['assignmenttype'] = 'Тип задания';
$string['availabledate'] = 'Доступно с';
$string['cannotdeletefiles'] = 'Произошла ошибка и файл не был удален';
$string['comment'] = 'Отзыв';
$string['commentinline'] = 'Включить в отзыв текст ответа студента';
$string['configmaxbytes'] = 'Установленный по умолчанию максимальный размер для всех заданий на сайте (соотносится с установленным ограничением по курсу и с другими локальными установками)';
$string['configshowrecentsubmissions'] = 'Все могут видеть уведомления об отправках и получать отчет активности.';
$string['confirmdeletefile'] = 'Вы абсолютно уверены, что хотите удалить этот файл?<br /><strong>$a</strong>';
$string['deleteallsubmissions'] = 'Удалить все отправки';
$string['deletefilefailed'] = 'Ошибка удаления файла.';
$string['description'] = 'Описание';
$string['draft'] = 'Черновик';
$string['duedate'] = 'Последний срок сдачи';
$string['duedateno'] = 'Срок сдачи не ограничен';
$string['early'] = '$a рано';
$string['editmysubmission'] = 'Редактировать мой ответ';
$string['emailstudents'] = 'Уведомления студентов по электронной почте';
$string['emailteachermail'] = '$a->username отправил(а) новый ответ на задание \'$a->assignment\'
Ответы на это задание доступны по адресу:
$a->url';
$string['emailteachermailhtml'] = '$a->username отправил(а) новый ответ на задание <i>$a->assignment</i><br /><br />
Ответы на это задание <a href=\"$a->url\">расположены на сайте</a>.';
$string['emailteachers'] = 'Отправлять уведомления учителям';
$string['emptysubmission'] = 'Вы ещё ничего не отправляли.';
$string['enableemailnotification'] = 'Отправить уведомление по электронной почте';
$string['existingfiledeleted'] = 'Существующий файл был удален: $a';
$string['failedupdatefeedback'] = 'Не удалось обновить отзыв пользователю $a';
$string['feedback'] = 'Отзыв';
$string['feedbackfromteacher'] = 'Отзыв от $a';
$string['feedbackupdated'] = 'Ответ изменен для $a';
$string['finalize'] = 'Больше нет отправлений';
$string['finalizeerror'] = 'Произошла ошибка и эта отправка не может быть завершена';
$string['graded'] = 'Оценено';
$string['guestnosubmit'] = 'Извините, гость не может отправлять ответ на задание. Вам необходимо <a href=\"../../login/\" title=\"Перейти на страницу входа в систему\">войти под своей учетной записью</a> (или <a href=\"../../login/signup.php\" title=\"Перейти на страницу создания новой учетной записи\">создать новую</a>, если у вас ее нет), чтобы вы могли отправить ответ';
$string['guestnoupload'] = 'Извините, гости не могут отвечать на задания';
$string['helpoffline'] = '<p>Этот режим полезен, когда задание должно быть выполнено вне Moodle.</p>
<p>Например, где-либо в сети или лицом к лицу с учителем. Студенты могут читать пояснение к заданию, но не могут прислать ни текст, ни файл в ответ.</p>
<p>Учитель же, как и в других видах, может написать свой отзыв и поставить оценку.</p>';
$string['helponline'] = '<p>Этот режим предполагает возможность студента дать ответ онлайн. Студент может редактировать текст ответа, используя обычные средства редактирования (как в форуме, при отправке сообщения). </p>
<p>Учитель может написать отзыв на ответ ученика и поставить оценку. Свой отзыв учитель может писать, взяв за основу ответ, присланный студентом, т.е вносить исправления, комментировать и т.п. При этом учитель не должен забывать выделять свои комментарии хотя бы цветом.</p>
<p>Для тех, кто знаком с предыдущими версиями moodle, скажем, что этот режим работы задания похож на использование рабочей тетради</p>';
$string['helpuploadsingle'] = '<p>Этот режим предполагает возможность ученика отправить в качестве ответа произвольный файл. Например, картинку, документ Word, архив, или что угодно другое.</p>';
$string['hideintro'] = 'Скрыть описание пока задание не станет доступным';
$string['itemstocount'] = 'Посчитать';
$string['late'] = 'Срок выполнения закончился $a назад';
$string['maximumgrade'] = 'Максимальная оценка';
$string['maximumsize'] = 'Максимальный размер';
$string['modulename'] = 'Задание';
$string['modulenameplural'] = 'Задания';
$string['newsubmissions'] = 'Предложить ответ';
$string['noassignments'] = 'Ответов еще нет';
$string['noattempts'] = 'Ни одной попытки не было выполнено для размещения ответа на задание';
$string['nofiles'] = 'Файлов не было отправлено';
$string['nofilesyet'] = 'Ни одного файла еще не отправлено';
$string['notes'] = 'Комментарии';
$string['notesempty'] = 'Нет записей';
$string['notgradedyet'] = 'Пока не оценен';
$string['notsubmittedyet'] = 'Ответ пока не отправлен';
$string['onceassignmentsent'] = 'Если Вы отправите задание для получения оценки, Вы больше не сможете удалять или прикреплять файлы. Хотите продолжить?';
$string['overwritewarning'] = 'Предупреждение: Ваш новый ответ заменит предыдущий';
$string['pagesize'] = 'Количество ответов на странице';
$string['preventlate'] = 'Запретить отправку ответа после истечения срока выполнения';
$string['quickgrade'] = 'Перейти в режим быстрой оценки работ';
$string['responsefiles'] = 'Ответные файлы';
$string['saveallfeedback'] = 'Сохранить все исправления';
$string['sendformarking'] = 'Отправить для получения оценки';
$string['showrecentsubmissions'] = 'Показать переотправленные отправления';
$string['submission'] = 'Ответ';
$string['submissiondraft'] = 'Черновик ответов';
$string['submissionfeedback'] = 'Ответ исправлен';
$string['submissions'] = 'Ответы';
$string['submissionsaved'] = 'Ваши изменения сохранены';
$string['submissionsnotgraded'] = 'Не оцененных заданий: $a';
$string['submitassignment'] = 'Отправьте Ваш ответ, используя форму';
$string['submitedformarking'] = 'Задание отправлено для получения оценки и не может быть обновлено';
$string['submitformarking'] = 'Окончательная отправка для получения оценки';
$string['submitted'] = 'Ответы и отзывы';
$string['submittedfiles'] = 'Отправленные файлы';
$string['typeoffline'] = 'Ответ - вне сайта';
$string['typeonline'] = 'Ответ - в виде текста';
$string['typeupload'] = 'Ответ - в виде нескольких файлов';
$string['typeuploadsingle'] = 'Ответ - в виде файла';
$string['unfinalize'] = 'Вернуть на доработку';
$string['uploadbadname'] = 'Этот файл содержит недопустимые символы и не может быть закачан';
$string['uploadedfiles'] = 'Закачанные файлы';
$string['uploaderror'] = 'При отправке файла на сервер произошла ошибка';
$string['uploadfailnoupdate'] = 'Файл был закачан, но не обновить ваш предыдущий ответ не удалось!';
$string['uploadfiletoobig'] = 'Файл слишком большой (ограничение в $a байт)';
$string['uploadnofilefound'] = 'Файл не был найден. Вы уверены, что выбрали его для закачки?';
$string['uploadnotregistered'] = '\'$a\' был закачан, но ответ не зарегистрирован';
$string['uploadsuccess'] = 'Закачка файла \'$a\' завершена';
$string['viewfeedback'] = 'Посмотреть оценки задания и отзывы';
$string['viewsubmissions'] = 'Ответов на задание - $a (посмотреть)';
$string['yoursubmission'] = 'Ваш ответ';

?>
<?PHP // $Id$ 
      // assignment.php - created with Moodle 2.0 dev (Build: 20091028) (2009102700)
      // local modifications from http://search.ugtu.net/moodle


$string['assignment:exportownsubmission'] = 'Экспортировать мои задания';
$string['assignment:exportsubmission'] = 'Экспортировать задания';
$string['assignmentadministration'] = 'Управление заданиями';
$string['cannotviewassignment'] = 'Вы не можете просмотреть это задание';
$string['configitemstocount'] = 'Тип подсчитываемых элементов для студенческих материалов в онлайн заданиях';
$string['coursemisconf'] = 'Курс некорректно настроен';
$string['finalize'] = 'Больше нет заданий';
$string['finalizeerror'] = 'Произошла ошибка. Это задание не может быть завершено';
$string['helpupload'] = '<p> Этот вид задания позволяет каждому участнику, чтобы загрузить один или несколько файлов в любом формате.
Это может быть процессор Word документы, изображения, веб-сайт молнией, или все, что вы попросите их представить. </p>
<p> Этот тип также позволяет загружать несколько файлов ответов. Файлы ответов могут быть загружены до их представления, которое
может быть использовано для того, чтобы дать каждому участнику различные файлы для работы. </p>
<p> Участники также могут вводить заметки, описывающие представленные файлы, статус прогресса или любую другую текстовую информацию. </p>
<p> Завершение заданий такого рода может быть вручную указано студентом. Вы можете просмотреть текущий статус
в любое время и отметить незавершённые задания как черновик. Любое неоцененное задание Вы можете вернуть к статусу черновика. </p>';
$string['invalidassignment'] = 'некорректное задание';
$string['invalidid'] = 'ID задания некорректен';
$string['invalidtype'] = 'Некорректный тип задания';
$string['invaliduserid'] = 'Некорректный IP пользователя';
$string['itemstocount'] = 'Количество';
$string['noblogs'] = 'У Вас нет записей в блоге для отправки';
$string['nofiles'] = 'Не было отправлено ни одного файла';
$string['nomoresubmissions'] = 'Дальнейшие подтверждения не разрешены';
$string['nosubmitusers'] = 'Не найдено пользователей с правами подтвердить это задание';
$string['notavailableyet'] = 'Извините, задание пока что не доступно. Инструкции к заданию будут отображены здесь после указанной ниже даты.';
$string['notesupdateerror'] = 'Ошибка во время обновления оценок';
$string['reviewed'] = 'Просмотрено';
$string['selectblog'] = 'Выберите какую запись блога Вы хотите отправить';
$string['showrecentsubmissions'] = 'Показать последние ответы';
$string['trackdrafts'] = 'Разрешить отправку для отметки';
$string['typeblog'] = 'Запись в блоге';
$string['unfinalizeerror'] = 'Возникла ошибка и этот ответ не может быть возвращён в черновики';
$string['usermisconf'] = 'Пользователь некорректно настроен';
$string['viewmysubmission'] = 'Просмотреть мои ответы';

?>
