<?PHP // $Id: my.php,v 1.2 2010/02/05 11:55:28 evgenij Exp $ 
      // my.php - created with Moodle 1.9.6 (Build: 20091021) (2007101560)


$string['mymoodle'] = 'Обзор моих курсов';
$string['nocourses'] = 'Нет информации для отображения.';
$string['noguest'] = 'Страница \"Обзор моих курсов\" недоступна для гостей';
$string['pinblocks'] = 'Настроить расположение блоков';
$string['pinblocksexplan'] = 'Любая настройка блока, установленная здесь будет видима (и не редактируема) для любого пользователя системы на его странице \"мой мудл\"';

?>
