Repository: projectestac/agora
Catalog: html/zikula2/modules/IWvhmenu/locale/*/LC_MESSAGES/module_iwvhmenu.po
Languages: ca

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Module iw_main is needed. You have to install the iw_main module previously to install it.
ca: El mòdul iw_main ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: No such item found.
ca: No s'ha trobat l'element

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Add a new option to the menu
ca: Afegeix una opció nova

source: Show the options
ca: Mostra les opcions del menú

source: Configure the module
ca: Configura el mòdul

source: Unregistered
ca: No registrats

source: Menu option not found
ca: No s'ha trobat l'opció sobre la qual fer l'acció

source: Create the option of the menu
ca: Crea l'opció del menú

source: Option edit
ca: Modifica l'opció

source: Save changes
ca: Desa els canvis

source: Copy the option
ca: Còpia l'opció

source: Copy
ca: Copia

source: Add a new option to the submenu
ca: Afegeix una opció nova al submenú

source: Create the option of the submenu
ca: Crea l'opció del submenú

source: All
ca: Tots

source: The option has been updated successfully
ca: S'ha modificat l'opció

source: A new option has been created
ca: S'ha creat una opció nova

source: The access to the option has been granted to a group
ca: S'ha donat accés a un grup a una opció

source: Menu configuration completed successfully
ca: S'ha configurat el menú correctament

source: The option and its submenus have been deleted
ca: S'han esborrat l'opció i tots els submenús associats

source: The access of the group to the option has been revoked
ca: S'ha tret l'accés d'un grup a l'opció

source: Root
ca: Arrel

source: The option has been moved to the parent level
ca: S'ha pujat l'opció de nivell

source: Provides an interface to manage fully customizable JavaScript menu
ca: Proporciona una interfície per administrar un menú Javascript completament personalitzable

source: VHMenu
ca: VHMenú

source: Increase the level of the option
ca: Puja el menú de nivell

source: Choose the level to move the option
ca: Trieu el nivell on voleu ubicar l'opció

source: Confirm
ca: Confirma

source: Cancel the increasing of the level
ca: Cancel·la l'acció de pujar l'opció de nivell

source: You have not written the text of the option of the submenu
ca: No heu escrit el text de l'opció del submenú

source: Add a new option
ca: Afegeix una opció nova en el submenú

source: Text of the option
ca: Text de l'opció

source: Graphic menu (you must specify rollover images 1 and 2)
ca: Menú gràfic (cal especificar les imatges de substitució 1 i 2)

source: Background image
ca: Imatge de fons

source: Description
ca: Descripció

source: Group that can access the option
ca: Grup que hi tindrà accés

source: Subgroup that can access the option
ca: Subgrup que hi tindrà accés

source: Link target
ca: Lloc on s'ha d'obrir l'enllaç

source: In the Same window
ca: Sobre el portal

source: In a new window
ca: En una nova finestra

source: Within the webbox
ca: Dins el contenidor de webs

source: Width
ca: Amplada

source: Height
ca: Alçada

source: State (Active/Inactive)
ca: Estat (Actiu/No actiu)

source: Create the option
ca: Crea l'opció del submenú

source: The value of the field
ca: El valor del camp

source: Default height for the options
ca: Alçada per defecte de les opcions

source: must be numeric.
ca: ha de ser necessàriament numèric.

source: Default width for the options
ca: Amplada per defecte de les opcions

source: Border width (pixels)
ca: Amplada de la vora en píxels

source: Font size
ca: Mida de la lletra

source: Horizontal overlap
ca: Superposició horitzontal

source: Vertical overlap
ca: Superposició vertical

source: Vertical position of the top side of the menu
ca: Posició vertical d'inici del menú

source: Horizontal position of the left side of the menu
ca: Posició horitzontal d'inici del menú

source: Left padding
ca: Separació del text en relació al marge de la dreta o de l'esquerra

source: Top Padding
ca: Separació del text en relació al marge superior

source: Disappear delay (ms)
ca: Temps que tarda a desaparèixer el menú (ms)

source: Init of the file folder
ca: Inici del directori de fitxers

source: Server directory for the menu icons
ca: Directori del servidor amb les imatges del menú

source: The menu icons folder not have been found
ca: No s'ha trobat el directori per a les icones del menú

source: Background color when cursor is not over the option of the menu
ca: Color de fons quan el ratolí no està a sobre l'opció del menú

source: Background color when cursor is not over the option of the submenu
ca: Color de fons quan el ratolí no està a sobre l'opció del submenú

source: Background color when cursor is over the option of the menu
ca: Color de fons quan el ratolí està a sobre l'opció del menú

source: Background color when cursor is over the option of the submenu
ca: Color de fons quan el ratolí està a sobre l'opció del submenú

source: Text color when cursor is not over the option of the menu
ca: Color del text quan el ratolí no està a sobre l'opció del menú

source: Text color when cursor is not over the option of the submenu
ca: Color del text quan el ratolí no està a sobre l'opció del submenú

source: Text color when cursor is over the option of the menu
ca: Color del text quan el ratolí està a sobre l'opció del menú

source: Text color when cursor is over the option of the submenu
ca: Color del text quan el ratolí està a sobre l'opció del submenú

source: Menu border color
ca: Color de la vora del menú

source: Submenus border color
ca: Color de la vora del submenú

source: Show the border between the options
ca: Mostra la vora entre els elements

source: Font family
ca: Tipus de lletra

source: Bold
ca: Negreta

source: Italic
ca: Cursiva

source: Text position in the cell of the menu
ca: Posició del text dins la casella de l'opció

source: Left
ca: Esquerra

source: Center
ca: Centre

source: Right
ca: Dreta

source: Position of the menu
ca: Posició del menú

source: Vertical position
ca: Posició vertical del menú

source: Top
ca: Superior

source: Middle
ca: Central

source: Bottom
ca: Inferior

source: Static
ca: Estàtic

source: Vertical correction
ca: Correcció vertical del menú

source: Horizontal correction
ca: Correcció horitzontal del menú

source: Top padding
ca: Separació del text en relació al marge superior

source: Arrangement
ca: Disposició del menú

source: Horizontal
ca: Horitzontal

source: in rows
ca: per files

source: in columns
ca: per columnes

source: Right to left
ca: Desplega de dreta a esquerra

source: Unfold on click
ca: Desplega en fer clic

source: Show arrows
ca: Mostra les fletxes

source: Keep path highlighted
ca: Ressalta el camí seleccionat

source: Save
ca: Envia les dades

source: Execute changes
ca: Executa els canvis

source: Menu administration
ca: Administració del menú horitzontal

source: You have not written the text of the option of the menu
ca: No heu escrit el text de l'opció del menú

source: Delete the option
ca: Esborra l'opció

source: Please, confirm that you want to delete the option and all its submenus
ca: Confirmeu que voleu esborrar l'opció i tots els submenús que pugui tenir associats

source: Confirm deletion?
ca: Confirmació de l'esborrament de l'element

source: Cancel
ca: Cancel·la

source: Revoke the access to the option
ca: Treu l'accés del grup a l'opció

source: Confirm the revocation of the access of the group to the option
ca: Confirmeu que voleu treure l'accés del grup a l'opció

source: Add a group
ca: Afegeix un grup

source: Grant access to the group
ca: Dóna accés al grup

source: Menu options
ca: Opcions definides del menú

source: Move to left or up
ca: Mou a l'esquerra o puja

source: Move to right or down
ca: Mou a la dreta o baixa

source: Image 1
ca: Imatge 1

source: Image 2
ca: Imatge 2

source: Test
ca: Prova

source: State
ca: Estat

source: Active
ca: Actiu

source: Inactive
ca: No actiu

source: Image
ca: Imatge

source: Edit
ca: Edició

source: Delete
ca: Esborrament

source: Submenu
ca: Submenú

source: Move level
ca: Mou de nivell

source: There is no root option defined.
ca: No hi ha cap opció principal del menú definida.

source: About this module
ca: Pel que fa a aquest mòdul
