Repository: projectestac/agora
Catalog: html/zikula2/modules/IWagendas/locale/*/LC_MESSAGES/module_iwagendas.po
Languages: ca

source: Calendar
ca: Calendari

source: Notes for the next days
ca: Anotacions a l'agenda per als propers dies

source: All day
ca: Tot el dia

source: There are no events in the agenda for the next
ca: No tens anotacions a l&acute;agenda per als propers

source: days
ca: dies

source: Number of days to show in the block
ca: Dies vista que es mostraran al bloc

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: You are not allowed to administrate the agendas
ca: No teniu autorització per administrar les agendes

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Event not found
ca: No s'ha trobat l'anotació sobre la qual fer l'acció sol·licitada

source: on
ca: el dia

source: at
ca: a les

source: An error has occurred while updating the subscription to the agenda
ca: S'ha produït un error en modificar la subscripció a l'agenda.

source: Module IWmain is required. You have to install the IWmain module previously to install it.
ca: El mòdul IWmain ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: You has been added to a new agenda as moderator. You can access the agenda throught the main menu. <br><br>The administrator
ca: Has estat donat d'alta com a responsable a una agenda nova. Podràs accedir a aquesta agenda des del menú.<br><br>L'administrador

source: You has been added to a new agenda. You can access the agenda throught the main menu. <br><br>The administrator
ca: Has estat donat d'alta a una agenda nova. Podràs accedir a aquesta agenda des del menú. <br><br>L'administrador

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Setembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: January of
ca: de gener de

source: February of
ca: de febrer de

source: March of
ca: de març de

source: April of
ca: d'abril de

source: May of
ca: de maig de

source: June of
ca: de juny de

source: July of
ca: de juliol de

source: August of
ca: d'agost de

source: September of
ca: de setembre de

source: October of
ca: d'octubre de

source: November of
ca: de novembre de

source: December of
ca: de desembre de

source: Sunday
ca: Diumenge

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Task
ca: Tasca

source: Date
ca: Data

source: Time
ca: Hora

source: Options
ca: Opcions

source: There are no events on this date
ca: No hi ha cap anotació en aquesta data

source: There are no events in the agenda
ca: Aquest mes no hi ha anotacions a l'agenda

source: Task expiration
ca: Venciment de la tasca

source: Delete protection against automatic deletion for this event
ca: Elimina la protecció d'esborrat automàtica de la nota

source: Protected?
ca: Protegides?

source: Show
ca: Mostra

source: Mark as not completed
ca: Marca com a no completada

source: Hide
ca: Amaga

source: Mark as completed
ca: Marca com a completada

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Send register to my personal agenda
ca: Envia el registre a la meva agenda personal

source: The agenda was not found
ca: No s'ha trobat l'agenda sobre la qual fer l'acció sol·licitada

source: Insert a new event
ca: Insereix una anotació nova a l'agenda

source: Add a new task
ca: Insereix una tasca nova a l'agenda

source: Calendar view
ca: Mostra en forma de calendari

source: List view
ca: Mostra en forma de llista

source: Subscribe automaticaly everybody with access to this agenda
ca: Subscriu automàticament a aquesta agenda a tothom qui hi té accés

source: Refresh
ca: Sincronitza amb gCalendar ara

source: School calendar
ca: Calendari escolar

source: Delete events previous to given date
ca: Esborra les anotacions anteriors a una data determinada

source: Event
ca: Anotació

source: More information
ca: Més informació

source: You are not allowed to do that
ca: No teniu autorització per fer aquesta acció.

source: on
ca: a

source: at
ca: a les

source: Create event
ca: Crea l'anotació

source: You haven't written the event
ca: No heu escrit l'anotació

source: Create task
ca: Crea la tasca

source: You haven't written the task
ca: No heu escrit la tasca

source: Expiry date
ca: Data de venciment

source: Daily
ca: Diàriament

source: Weekly
ca: Setmanalment

source: Monthly
ca: Mensualment

source: Every year
ca: Anualment

source: Every (days)
ca: Cada el nombre de dies que indico tot seguit

source: Agenda administration
ca: Administració de les agendes

source: Incorrect date
ca: La data indicada és incorrecta.

source: Back to previous form
ca: Torna al formulari anterior

source: Ending date of repetitions is incorrect. Please verify it
ca: La data triada fins on cal fer la repetició és incorrecta. Cal que la verifiqueu.

source: Number of days for repetition is incorrect
ca: El nombre de dies posats per a la repetició és incorrecte.

source: File size incorrect. Maximum size is
ca: La mida del fitxer és incorrecta. La mida màxima és de

source: Error produced during gCalendar's event creation
ca: S'ha produït un error en crear l'event a gCalendar

source: Foreseen time to finish
ca: Hora prevista d'acabament

source: New event created
ca: S'ha creat una anotació nova a l'agenda

source: Event status (completed/not completed) updated
ca: S'ha modificat l'estat (completada/no completada) d'una anotació de l'agenda

source: Delete the agenda
ca: Esborra l'agenda

source: Delete task
ca: Esborra la tasca de l'agenda

source: The agenda has been deleted
ca: S'ha esborrat l'agenda.

source: Repeated events deleted
ca: S'han esborrat les anotacions repetides

source: The scholar calendar is not actived
ca: El calendari escolar està desactivat

source: Mo
ca: Dl

source: Tu
ca: Dm

source: We
ca: Dc

source: Th
ca: Dj

source: Fr
ca: Dv

source: Sa
ca: Ds

source: Su
ca: Dg

source: School calendar of course
ca: Calendari escolar del curs

source: About this module
ca: Pel que fa a aquest mòdul

source: Edit event
ca: Edició de l'anotació

source: Edit task
ca: Edició de la tasca

source: Only this event
ca: Només aquesta anotació

source: This event and its repetitions
ca: Aquesta anotació i les seves repeticions

source: Modify event
ca: Modifica l'anotació

source: Modify task
ca: Modifica la tasca

source: Event updated
ca: S'ha modificat l'anotació de l'agenda

source: Protection status updated
ca: S'ha modificat l'estat de protecció de l'anotació

source: Event moved to other agendas
ca: L'anotació s'ha transferit a altres agendes

source: Subscribe them
ca: Subscriu-los

source: Future events cannot be deleted
ca: Esteu intentant esborrar anotacions futures. Aquesta acció no és permesa.

source: Previous events to selected date deleted
ca: S'han esborrat les anotacions anteriors a la data triada

source: Automatic subscription completed succesfully
ca: La subscripció automàtica dels usuaris s'ha fet satisfactòriament

source: Connection with Google failed. Imposible to synchronize the agenda
ca: No ha estat possible connectar a Google per a sincronitzar l'agenda

source: What
ca: Què

source: End
ca: Final

source: Where
ca: On

source: Content
ca: Descripció

source: Author
ca: Autor

source: The synchronization with gCalendar is only posible with validated users
ca: La sincronització amb gCalendar només és possible per a usuaris validats

source: Synchronization with gCalendar failed. You must indicate your Google username
ca: La sincronització amb gCalendar no ha estat possible perquè no has indicat el nom d'usuari de Google

source: Agenda not found
ca: No s'ha trobat l'agenda

source: Add a new agenda
ca: Afegeix una agenda nova

source: Show existing agendas
ca: Mostra les agendes creades

source: Module configuration
ca: Configura el mòdul

source: Nota name
ca: Nom de l'anotació

source: Secondary field
ca: Camp secundari

source: Text area
ca: Àrea de text

source: Event author
ca: Ha fet l'anotació

source: Event date
ca: Ha fet l'anotació en la data

source: Selection
ca: Selecció

source: Defined fields must be consecutive
ca: Els camps definits han d'anar seguits.

source: New agenda created
ca: S'ha creat una nova agenda.

source: Agenda updated
ca: S'ha actualitzat l'agenda

source: A group has been added
ca: S'ha afegit un grup

source: Agendas module - Automatic message
ca: Mòdul d'agendes - Missatge automàtic

source: Choose a group...
ca: Tria un grup...

source: A manager has been added
ca: S'ha afegit un responsable

source: A group has been deleted
ca: S'ha esborrat un grup

source: A manager has been deleted
ca: S'ha esborrat un responsable

source: Title background
ca: Fons del títol

source: Month link background
ca: Text del títol

source: Header background
ca: Fons de la capçalera (dies de la setmana)

source: Header text
ca: Text de la capçalera (dies de la setmana)

source: Table background
ca: Fons de la taula

source: Days link
ca: Dies laborables (color del número)

source: Bank holidays link
ca: Dies festius (color del número)

source: Table border
ca: Marc de la taula

source: Bank holidays background
ca: Fons dels dies festius

source: Working days background
ca: Fons dels dies no festius

source: Present day background
ca: Fons del dia actual

source: New events background
ca: Fons de la data de les notes noves

source: Seen events background
ca: Fons de la data de les notes ja vistes

source: Text background
ca: Fons del títol de les notes

source: Completed background
ca: Fons del títol de les notes completes

source: Restore
ca: Restaura

source: Date given as initial year is incorrect
ca: La data posada com a any d'inici del curs és incorrecta.

source: Agenda configuration updated
ca: S'ha modificat la configuració de l'agenda.

source: Create a new bank holiday repeated every year
ca: Crea un nou festiu que es repeteix cada any

source: Date of bank holiday repeated every year
ca: Data del festiu que es repeteix tots els anys

source: Create a bank holiday
ca: Crea un festiu

source: Bank holiday
ca: Data del festiu

source: Create a new period
ca: Crea un nou període

source: Date of the beginning of the period
ca: Data d'inici del període

source: Create a new information icon
ca: Crea una nova icona informativa

source: Date to show the information icon
ca: Data en què es mostrarà la icona informativa

source: Label text is empty
ca: No heu indicat el text de l'etiqueta.

source: Date repeated. Only one date per bank holiday allowed
ca: La data està repetida. Només és possible una data per dia festiu.

source: Incorrect selected period
ca: El període escollit és incorrecte.

source: Incorrect selected colour for the period
ca: El color escollit per al període és incorrecte.

source: Data not found
ca: No s'ha trobat la dada sobre la qual fer l'acció sol·licitada.

source: Allow create and use shared agendas
ca: Permet crear i fer ús d'agendes compartides

source: Agendas
ca: Agendes

source: Modify
ca: Modifica

source: Attachments?
ca: Adjunts?

source: Yes
ca: Sí

source: Colour
ca: Color

source: Status:
ca: Estat:

source: Active
ca: Activa

source: Inactive
ca: No activa

source: Select agenda(s) to send the event
ca: Indiqueu a quina o quines agendes voleu enviar la nota

source: Send
ca: Envia

source: Extension for attached file
ca: L'extensió del fitxer adjunt

source: is not allowed. Possible extensions are:
ca: no és admesa. Les extensions possibles són:

source: You are going to send an event to a shared agenda where there can be subscribed users. Proceed?
ca: Esteu a punt d'enviar una nota a una agenda compartida on pot haver-hi usuaris subscrits. Voleu continuar?

source: Display initially hidden
ca: Mostra inicialment oculta

source: Priority level
ca: Nivell de prioritat

source: Attached file
ca: Fitxer adjunt a l'anotació

source: Allowed extensions -
ca: Extensions permeses:

source: Erase the file attached to the note
ca: Esborra el fitxer adjunt a l'anotació

source: Select to modify
ca: Quines voleu modificar?

source: Warning: change of date does not affect the repeated registers
ca: Atenció: el canvi de data no es porta a terme en els registres repetits.

source: Copy event
ca: Genera una còpia nova

source: Name
ca: Nom de l'agenda

source: Description
ca: Descripció

source: Choose a color
ca: Tria un color

source: Descriptive
ca: Descriptiu

source: Type
ca: Tipus

source: Options*
ca: Opcions*

source: Agenda allows attached files
ca: L'agenda admet fitxers adjunts

source: Events protected default
ca: Anotacions protegides per defecte

source: Active/Inactive
ca: Activa/No activa

source: *The options in the selection fields must be separated with a hyphen (-). To leave first option empty, add a hyphen before first option
ca: *En els camps de tipus 'Selecció' les opcions s'han de separar amb el guió (-). Per deixar la primera opció buida, cal escriure un guió abans de la primera opció.

source: Update
ca: Canvia

source: Cancel
ca: Cancel·la

source: Agenda name is needed
ca: Has de posar el nom de l'agenda

source: Descriptive in first field is needed
ca: Has de posar el descriptiu del primer camp

source: List of defined agendas
ca: Llista d'agendes definides

source: Group
ca: Grup

source: In charge
ca: Responsables

source: Features
ca: Característiques

source: Unregistered
ca: No registrats

source: Read and write
ca: Lectura i escriptura

source: Manage own
ca: Gestió de les anotacions pròpies

source: Read only
ca: Només lectura

source: Add a group
ca: Afegeix un grup

source: Add a manager
ca: Afegeix un responsable

source: There are no agendas created
ca: No hi ha cap agenda definida

source: ...modifying...
ca: ...modificant...

source: Previous month
ca: Mes anterior

source: Next month
ca: Mes següent

source: Automatic subscription
ca: Subscripció automàtica a l'agenda a tothom qui hi té accés

source: Users already subscribed:
ca: Usuaris que ja estan subscrits a l'agenda

source: No users found
ca: No s'han trobat usuaris

source: Users to be subscribed to the agenda:
ca: Usuaris que seran subscrits automàticament a l'agenda

source: Users unsubscribed voluntarily:
ca: Usuaris que havien estat donats d'alta a l'agenda i s'han donat de baixa voluntàriament

source: To subscribe unconditionaly, mark them and click the button
ca: Si els voleu subscriure igualment marqueu-los i feu clic en el botó

source: Date of the end of the period
ca: Data d'acabament del període

source: Period colour. Format (#RRGGBB)
ca: Indica un color per al període. Format (#RRGGBB)

source: Colour picker
ca: Mostrari de colors

source: Label text
ca: Text de l'etiqueta

source: Add to the list
ca: Afegeix a la llista

source: Delete manager
ca: Esborra el responsable

source: Confirm the deletion of the manager
ca: Confirma l'esborrament del responsable

source: Add
ca: Addició

source: Too many events in this agenda
ca: Teniu massa anotacions acumulades en aquesta agenda

source: Delete events previous to date:
ca: Esborra totes les anotacions anteriors a la data següent:

source: Automatically subscribed to agendas:
ca: Heu estat subscrit/a automàticament a les agendes següents:

source: Subscription can be cancelled
ca: Si voleu, podeu anul·lar la subscripció des de dins de les agendes

source: Total number of events:
ca: Nombre total d'anotacions:

source: Usage percentage:
ca: Percentatge d'ús:

source: Deleted
ca: Esborrada

source: In the next
ca: En els propers

source: Agenda configuration
ca: Configuració de l'agenda

source: Agenda colour configuration
ca: Configuració dels colors de l'agenda

source: Note content
ca: Contingut de l'anotació

source: Here there is the content for a new note
ca: Aquí hi ha un contingut d'una anotació nova

source: Default view on table format
ca: Vista per defecte de les agendes en format de taula

source: (Otherwise, default view is on calendar format)
ca: (Altrament, la vista per defecte de les agendes és en forma de calendari)

source: Maximum number of events for users
ca: Nombre màxim d'anotacions acumulables pels usuaris

source: (Keeping zero value implies no limit)
ca: (Deixar el valor a zero implica no posar límits)

source: Personal agendas allow attached files
ca: Les agendes personals admeten fitxers adjunts

source: Events are automatically deleted after
ca: Les anotacions s'esborren automàticament passats

source: days from the date
ca: dies de la data.

source: Allow to sincronize with Google Calendar
ca: Permet la sincronització amb Google Calendar

source: If these funcions are available and you check this option users will be able to sincronize their agendas with Google Calendar.
ca: Les funcions GData de Zend estan disponibles. Si l'opció està marcada els usuaris podran sincronitzar la seva agenda amb Google Calendar.

source: If you check this function and the Zend Gdata functions are not available the module will not work and an error will occurs.
ca: Les funcions GData de Zend no estan disponibles. Aquestes funcions permeten sincronitzar les agendes dels usuaris amb Google Calendar.

source: Root of the file folder
ca: Inici del directori de fitxers

source: Attached files folder
ca: Directori del servidor on s'emmagatzemen els fitxers adjunts a les anotacions

source: The attached files folder have not been found
ca: No s'ha trobat el directori per als fitxers adjunts

source: This folder must be writable
ca: Aquest directori ha de tenir permisos d'escriptura.

source: Bank holidays repeated every year
ca: Dies festius que es repeteixen cada any

source: Day
ca: Dia

source: Label
ca: Etiqueta

source: There are no bank holidays defined in this list
ca: No teniu definits dies festius en aquesta llista.

source: Add a new bank holiday to the list
ca: Afegeix un festiu en aquesta llista

source: Other bank holidays
ca: Altres dies festius

source: of the course
ca: del curs

source: Initial year of the course
ca: Any d'inici del curs

source: The rest of the parameters of the school calendar cannot be configured until there is a valid initial year introduced
ca: La resta de paràmetres del calendari escolar no es poden configurar fins que no hi hagi un valor d'any d'inici vàlid.

source: Modify configuration
ca: Modifica la configuració

source: Show school calendar
ca: Mostra el calendari escolar

source: School periods to show on the school calendar
ca: Períodes escolars que s'han de mostrar en el calendari escolar

source: Beginning
ca: Inici

source: There are no school periods defined
ca: No hi ha períodes escolars definits.

source: Add a new period to this list
ca: Afegeix un nou període en aquesta llista

source: Show the legend of the defined periods
ca: Mostra la llegenda dels períodes definits

source: Icons to show in the school calendar
ca: Icones informatives a mostrar en el calendari escolar

source: Information
ca: Informació

source: There are no icons defined
ca: No hi ha icones informatives definides.

source: Add a new icon
ca: Afegeix una nova icona informativa

source: Show the legend of the icons
ca: Mostra la llegenda de les icones informatives

source: Comments to show with school calendar (HTML allowed)
ca: Comentaris que s'han de mostrar juntament amb el calendari escolar (admet codi HTML)

source: Confirm deletion of the agenda
ca: Confirma l'esborrament de l'agenda.

source: Cancel deletion
ca: Cancel·la l'esborrament

source: Group with access to this agenda
ca: Grup que té accés a aquesta agenda

source: Access Type
ca: Tipus d'accés

source: Automatic private message to users with access to the agenda
ca: Missatge intern per als usuaris que tenen accés a l'agenda

source: Choose a manager
ca: Tria un responsable

source: Automatic private message to users who can manage the agenda
ca: Missatge privat per als usuaris que són responsables de l'agenda

source: The finish date has to be main or equal to the start date
ca: La data de finalització ha de ser més gran o igual que la data d'inici

source: Finish time is wrong
ca: L'hora triada d'acabament és incorrecta

source: Finish date
ca: Data d'acabament

source: Finish time
ca: Hora d'acabament

source: Repeat event
ca: Repeteix l'anotació

source: up to date
ca: Fins a la data

source: Create
ca: Crea l'agenda

source: Today
ca: Avui

source: Previous day
ca: Dia anterior

source: Next day
ca: Dia següent

source: My agendas
ca: Les meves agendes

source: Confirm deletion of this event and its repetitions
ca: Esborra aquesta anotació i les repetides

source: Delete the access to group
ca: Esborra l'accés del grup

source: Confirm the deletion of the access to the group
ca: Confirma l'esborrament de l'accés del grup

source: Go back to agendas
ca: Torna a les agendes

source: Set as default message
ca: Estableix com a missatge predeterminat
