Repository: projectestac/agora
Catalog: html/zikula/modules/Feeds/locale/*/LC_MESSAGES/module_feeds.po
Languages: es

source: Error! Unable to load class [%s]
es: ¡Error! No fue posible cargar la clase [%s]

source: Done! Feed created.
es: ¡Hecho! Canal creado.

source: No such Feed found.
es: No se ha encontrado tal canal.

source: Done! Feed updated.
es: ¡Hecho! Canal actualizado.

source: Done! Feed deleted.
es: ¡Hecho! Canal borrado.

source: Purging of the pemalinks was successful
es: La depuración de los enlaces permanentes fue un éxito

source: Purging of the pemalinks has failed
es: La depuración de los enlaces permanentes falló

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Done! Module configuration updated.
es: ¡Hecho! Configuración del módulo actualizada.

source: Feeds
es: Canales

source: feeds
es: canales

source: Feed Reader.
es: Lector de Canales RSS.

source: Error! Could not load any Feed.
es: ¡Error! No ha sido posible cargar ningún canal.

source: Display feed
es: Mostrar canal

source: Show a feed item
es: Mostrar un elemento del canal

source: Invalid category
es: Categoría no válida

source: No Feeds found.
es: No se han encontrado canales.

source: Error! Could not load any Feeds.
es: ¡Error! No se ha podido cargar ningún canal.

source: Incorrect Key given. No update performed.
es: Llave incorrecta. No ha sido posible realizar la actualización.

source: Items updated in Feed cache
es: Elementos actualizados en el caché de canales

source: The provided URL is too long (200 chars max.).
es: La URL es demasiado larga (200 caracteres máx.).

source: Invalid protocol selected. Only http and https are allowed.
es: Protocolo no válido. Sólo se permiten HTTP y HTTPS.

source: Error! Creation attempt failed.
es: ¡Error! Intento de creación fallido.

source: Error! Deletion attempt failed.
es: ¡Error! Intento de eliminación fallido.

source: Error! Update attempt failed.
es: ¡Error! Intento de actualización fallido.

source: View Feeds
es: Ver los canales

source: Create a Feed
es: Crear un canal

source: Purge PermaLinks
es: Purgar los PermaLinks

source: Settings
es: Configuración

source: Warning! Could not create the default Feeds category tree. If you want to use categorisation with Feeds, register at least one property for the module in the Category Registry.
es: ¡Advertencia! No se pudo crear el árbol de categorías predeterminado para Feeds. Si desea utilizar la categorización con los canales RSS, registre de al menos una propiedad para el módulo en el Registro de categorías.

source: Welcome to the Feeds of %s
es: Bienvenido a los Canales de %s

source: Choose a category to see the Feeds that belongs to it
es: Elige una categoría para ver los canales que pertenecen a ella

source: Category: %s
es: Categoría: %s

source: The Feeds of this category are as follows:
es: Los canales de esta categoría son los siguientes:

source: View all feeds
es: Ver todos los canales

source: Feeds list
es: Lista de canales

source: Available feeds
es: Canales disponibles

source: Feed
es: Canal

source: Display feed image
es: Mostrar la imágen del canal

source: (if available in feed)
es: (si está disponible en el canal)

source: Display feed description
es: Mostrar la descripcion del canal

source: Use alternate layout
es: Usar disposición alternativa

source: Number of items to display
es: Número de elementos a mostrar

source: (upto the maximum supplied by the feed or -1 for all items)
es: (hasta el máximo introducido o -1 para todos los elementos)

source: Delete Feed
es: Borrar canal

source: Do you really want to delete this Feed?
es: ¿Realmente quiere borrar este canal?

source: Confirm deletion?
es: ¿Confirma el borrado?

source: Cancel
es: Cancelar

source: Cache Updated
es: Caché actualizado

source: Update Feed
es: Actualizar canal

source: Content
es: Contenido

source: Name
es: Nombre

source: Category
es: Categoría

source: PermaLink URL title
es: Título de la URL del PermaLink

source: (Blank = auto-generate)
es: (En blanco = auto-generar)

source: Meta data
es: Meta datos

source: Created by %s
es: Creada por %s

source: Created on %s
es: Creada el %s

source: Last update by %s
es: Ultima actualización por %s

source: Updated on %s
es: Actualizado el %s

source: Update
es: Actualizar

source: by %s
es: por %s

source: Read more
es: Leer más

source: New Feed
es: Nuevo canal

source: Choose a category
es: Elija una categoría

source: Create
es: Crear

source: General Settings
es: Configuración general

source: Enable categorization
es: Habilitar la categorización

source: Display item names in bold
es: Mostrar los nombres de los elementos en negrita

source: Open links in new browser window
es: Abrir los enlaces en una nueva ventana de navegador

source: Items per page
es: Elementos por página

source: Number of feeds to list per page
es: Número de canales a monstrar por página

source: Maximum items to add per feed
es: Número máximo de elementos a mostrar por cada canal

source: for combined feeds (0 to add all)
es: para canales combinados (0 para añadir todos)

source: Cache Settings
es: Configuración del caché

source: Cache directory for feeds
es: Directorio caché para los canales

source: (relative to pnTemp)
es: (relativo a pnTemp)

source: Cache interval for feeds
es: Intervalo de caché para los canales

source: in seconds (3600 = 1 hour)
es: en segundos (3600 = 1 hora)

source: Cron Job Settings
es: Configuración de Cron Job

source: Using a Cron Job to update the cache
es: Utilizar un Cron Job para actualizar el caché

source: (see instructions)
es: (ver instrucciones)

source: Link for using a Cron Job
es: Enlace para el uso del Cron Job

source: Save
es: Grabar

source: Filter
es: Filtrar

source: Reset
es: Reiniciar

source: Actions
es: Acciones
