Repository: projectestac/agora
Catalog: html/zikula2/modules/AdminMessages/locale/*/LC_MESSAGES/module_adminmessages.po
Languages: ca

source: Error! Could not create the new item.
ca: No s'ha pogut crear l'entrada nova.

source: Sorry! No such item found.
ca: No s'ha trobat el registre.

source: Error! Could not perform the deletion.
ca: No ha estat possible esborrar el registre.

source: Error! Could not save your changes.
ca: No s'han pogut guardar els canvis.

source: Messages list
ca: Llista de missatges

source: Create new message
ca: Crea un missatge nou

source: Settings
ca: Configuració

source: Error! Could not load data.
ca: No s'ha pogut carregar el registre.

source: AdminMessages
ca: Publicació d'avisos

source: Provides a means of publishing, editing and scheduling special announcements from the site administrator.
ca: Proporciona un sistema per publicar, editar i programar anuncis especials creats per l'administrador/a de l'espai web.

source: This site is powered by Zikula!
ca: Aquest lloc web està creat amb Zikula!

source: <p><a href="http://www.zikula.org">Zikula</a> is a content management system (CMS) and application framework. It is secure and stable, and is a good choice for sites with a large volume of traffic.</p><p>With Zikula:</p><ul><li>you can customise all aspects of the site's appearance through themes, with support for CSS style sheets, JavaScript, Flash and all other modern web development technologies;</li><li>you can mark content as being suitable for either a single language or for all languages, and can control all aspects of localisation and internationalisation of your site and pages;</li><li>you can be sure that your pages will display properly in all browsers, thanks to Zikula's full compliance with W3C HTML standards;</li><li>you get a standard application-programming interface (API) that lets you easily augment your site's functionality through modules, blocks and other extensions;</li><li>you can get help and support from the Zikula community of webmasters and developers at <a href="http://www.zikula.org">zikula.org</a>.</li></ul><p>Enjoy using Zikula!</p><p><strong>The Zikula team</strong></p><p><em>Note: Zikula is Free Open Source Software (FOSS) licensed under the GNU General Public License.</em></p>
ca: <p>La Intraweb és una intranet orientada al món educatiu basada en el <a href="http://www.zikula.org">Zikula</a>, un sistema de gestió de continguts segur i estable.</p><p>Els usos més destacables de la Intraweb són:</p><ul><li>Com a web pública del centre</li><li>Com a eina de comunicació interpersonal i comunitària</li><li>Com a instrument pedagògic</li><li>Com a eina de suport a determinats aspectes de la gestió del centre</li></ul><p>Esperem que la Intraweb us sigui útil.</p><p>L'equip de desenvolupament del projecte Intraweb</p><p>Nota: podeu editar o esborrar aquest missatge des de l'administració dels blocs del tauler d'administració'</p>

source: Messages
ca: Missatges

source: Display administrator messages
ca: Mostra els missatges de l'administrador/a

source: Done! Created administrator message.
ca: S'ha creat el missatge de l'administrador/a.

source: Sorry! No such administrator message found.
ca: No s'ha trobat el missatge de l'administrador/a.

source: Done! Saved administrator message.
ca: S'ha emmagatzemat el missatge de l'administrador/a.

source: Done! Deleted administrator message.
ca: S'ha esborrat el missatge de l'administrador/a.

source: All
ca: Tots

source: All visitors
ca: Tots els visitants

source: Registered users only
ca: Només usuaris registrats

source: Anonymous guests only
ca: Només usuaris anònims

source: Administrators only
ca: Només administradors

source: Yes
ca: Sí

source: Never
ca: Mai

source: day
ca: dia

source: days
ca: dies

source: No expiration date
ca: Sense data d'expiració

source: Edit
ca: Edita

source: Delete
ca: Esborra

source: Done! Saved module configuration.
ca: S'ha canviat la configuració del mòdul.

source: Delete administrator message
ca: Esborra el missatge de l'administrador/a

source: Do you really want to delete this administrator message?
ca: Voleu relament esborrar aquest missatge de l'administrador/a?

source: Confirmation prompt
ca: Confirma

source: Cancel
ca: Cancel·la

source: Internal ID
ca: ID interna

source: Title
ca: Títol

source: Language
ca: Idioma

source: Visibility
ca: Visibilitat

source: Active
ca: Actiu

source: Expiration
ca: Expiració

source: Expiration date
ca: Data d'expiració

source: Actions
ca: Accions

source: No items found.
ca: No s'ha trobat el registre.

source: General settings
ca: Configuració general

source: Items per page
ca: Entrades per pàgina

source: Allow searching of inactive messages
ca: Permet la recerca en missatges no actius

source: Save
ca: Emmagatzema

source: Administrator messages
ca: Missatge de l'administrador/a

source: Include active messages only
ca: Inclou només els missatges actius

source: Admin messages
ca: Missatges de l'administrador/a

source: admin message
ca: Missatge de l'administrador

source: Edit %s
ca: Edita %s

source: Message
ca: Missatge

source: Content
ca: Contingut

source: Reset publication date
ca: Restableix la data de publicació

source: days (0 = never)
ca: dies (0 = mai)

source: New message
ca: Missatge nou
