Repository: projectestac/agora
Catalog: html/zikula/modules/bbsmile/locale/*/LC_MESSAGES/module_bbsmile.po
Languages: ca

source: Smilies have been read from filesystem successfully.
ca: Les emoticones s'han pogut llegir correctament.

source: The edited smilies have been saved.
ca: S'han desat les emoticones editades

source: Smilie Hook (Autoincluded)
ca: Lligam amb les emoticones

source: BBSmile Hook
ca: Lligam de BBSmile

source: The path does not exists or the system cannot read it.
ca: La ruta no existeix o el sistema no la pot llegir

source: bbsmile configuration updated
ca: S'ha actualitzat la configuració del bbsmile

source: Start
ca: Inici

source: Read smilies out of the directory
ca: Llegeix les emoticones del directori

source: Edit the defined smilies
ca: Edita les emoticones definides

source: Extended Smilies not yet activated!
ca: Les emoticones esteses no estan activades

source: Settings
ca: Modifica la configuració

source: Currently defined Smilies
ca: Emoticones definides actualment

source: Aliases are seperated by ",". Please don't use spaces.
ca: Els àlies se separen amb ",". Si us plau, no facis ús d'espais

source: Smilie
ca: Emoticona

source: Shortcut/Trigger
ca: Drecera

source: Filename
ca: Nom del fitxer

source: alternative text
ca: Text alternatiu

source: Aliases for this smilie
ca: Àlies d'aquesta emoticona

source: Active
ca: Actiu

source: Apply
ca: Tramet

source: Your browser does not support javascript or you turned it off. The bbsmile interface has been disabled.
ca: El teu navegador no suporta javascript o aquest està desactivat. El interfície de bbsmile s'ha desactivat.

source: More Smilies
ca: Més emoticones

source: Read smilies from filesystem
ca: Llegeix les emoticones del sistema de fitxers

source: With confirmation all smilies out of the directory are read. Smilies without a image in the directory will be deleted. Changes on smilie information will be kept.
ca: Amb la confirmació es llegeixen totes les emoticones que estan fora del directori. Les emoticones sense una imatge en el directori seran eliminades. Els canvis en la informació de les emoticones es mantindran.

source: Should the smilies be read out of the directory?
ca: S'han de llegir les emoticones del directori?

source: Path to the smilies
ca: Ruta a les emoticones

source: Force reload of smilies, all data will be overwritten!
ca: Força la recàrrega de les emoticones. Tota la informació existent es sobreescriurà.

source: General settings
ca: Configuració general

source: Activate auto smilies
ca: Activa les emoticones automàtiques

source: Path to the automatically included smilies
ca: Ruta a les emoticones afegides automàticament

source: Remove inactive smilie shortcuts
ca: Esborra les dreceres de les emoticones inactives

source: Click outside this window to close it
ca: Feu clic fora de la finestra per tancar-la

source: bbsmile Administration
ca: Administració de les emoticones

source: Actually bbsmile is used with the following modules
ca: Els mòduls següents fan servir el bbsmile

source: ** bbsmile is not used with any module **
ca: ** Cap mòdul fa servir el bbsmile **

source: Activate bbsmile for more modules
ca: Activa el bbsmile per a més mòduls

source: Visit the bbsmile-project
ca: Visita el projecte bbsmile
