Repository: projectestac/agora
Catalog: src/html/zikula/modules/Files/locale/*/LC_MESSAGES/module_files.po
Languages: ca

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: Error! Could not create the new item.
ca: No s'ha pogut crear l'element

source: Error! Could not update the used disk.
ca: No s'ha pogut actualitzar l'espai de disc ocupat

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: Directory creation error
ca: S'ha produït un error en crear el directori

source: The server directory does not exist.
ca: El directori del servidor no existeix

source: Invalid folder
ca: El directori no és correcte

source: It is not possible to browse this folder
ca: No s'ha pogut entrar a la carpeta

source: More than 200 Mb
ca: Més de 200 MB

source: Unzip file
ca: Descomprimeix el fitxer

source: List of the file content
ca: Continguts del fitxer

source: Download file
ca: Descarrega el fitxer

source: Edit file
ca: Edita el fitxer

source: Create Thumbnail
ca: Crea una miniatura

source: Rename file
ca: Canvia el nom

source: Delete File
ca: Esborra el fitxer

source: Error! You are not authorized to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: File not found
ca: No s'ha trobat el fitxer

source: It is not possible to create a thumbnail from this file.
ca: No s'ha pogut crear una miniatura a partir d'aquest fitxer

source: Error! It has been possible to read the file.
ca: No s'ha pogut llegir el fitxer

source: Error! Saving the image in memory.
ca: No s'ha pogut desar la imatge

source: Error! Creating the thumbnail of the image.
ca: No s'ha pogut crear la miniatura de la imatge

source: Thumbnail created.
ca: S'ha creat la miniatura

source: Sorry! The file %s is not editable.
ca: El fitxer %s no es pot editar

source: Sorry! The file %s has not been found.
ca: No s'ha trobat el fitxer %s

source: Error! It has not been possible to read the content of the file %s.
ca: No s'ha pogut llegir el contingut del fitxer %s

source: Error! It has not been possible to write the content to the file %s.
ca: No s'ha pogut escriure en el fitxer %s

source: File successfully edited
ca: El fitxer s'ha editat correctament

source: You can not delete the users folder!
ca: No teniu autorització per esborrar aquesta carpeta!

source: Failed to deleted
ca: No s'ha pogut esborrar el fitxer

source: Error deleting file
ca: S'ha produït un error en esborrar el fitxer

source: Files successfully removed
ca: El fitxer s'ha esborrat correctament

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
ca: L'extensió <strong>%s</strong> no està permesa. Les extensions permeses són: <strong>%s</strong>.

source: Failed to rename
ca: No s'ha pogut canviar el nom

source: Changed filename successfully
ca: S'ha canviat el nom del fitxer

source: Directory Create Error
ca: No s'ha pogut crear el directori

source: Directory created
ca: S'ha creat el directori

source: The directory <strong>%s</strong> does not exist
ca: El directori <strong>%s</strong> no existeix

source: The extension <strong>%s</strong> is not allowed. The allowed extensions are: <strong>%s</strong>.
ca: L'extensió <strong>%s</strong> no és permesa. Les extensions permeses són: <strong>%s</strong>.

source: The file is to big. The maximum size allowed is "%s" bytes.
ca: El fitxer és massa gran. La mida màxima permesa és de "%s" bytes.

source: You have not enough disk space to upload the file.
ca: No queda prou espai lliure en el disc per pujar el fitxer

source: Failed to upload
ca: No s'ha pogut pujar el fitxer

source: Uploaded file success
ca: El fitxer s'ha pujat correctament al servidor

source: No selected action
ca: No heu seleccionat cap acció a realitzar

source: No selected file or directory
ca: No heu seleccionat cap fitxer o directori

source: No file name given
ca: No heu indicat el nom del fitxer

source: Error creating ZIP file
ca: S'ha produït un error en crear el fitxer ZIP

source: Successfully zipped
ca: La compressió s'ha completat correctament

source: Failed to list content zip file.
ca: No s'ha pogut obtenir la llista de continguts del fitxer zip.

source: Error moving
ca: S'ha produït un error en fer el desplaçament

source: Successfully moved
ca: El desplaçament s'ha completat correctament

source: The zip file contains at least one file with the extension <strong>%s</strong> which is not allowed. The allowed extensions are: <strong>%s</strong>.
ca: El fitxer zip conté com a mínim un fitxer amb l'extensió <strong>%s</strong>, la qual no està permesa. Les extensions permeses són: <strong>%s<strong>.

source: You have not enough disk space to unzip the file. You need %s extra bytes.
ca: No disposeu de suficient espai de disc per descomprimir el fitxer. Necessiteu %s bytes addicionals.

source: Failed to unzip
ca: S'ha produït un error en fer la descompressió

source: Successfully unzipped
ca: S'ha completat la descompressió correctament

source: The folder <strong>%s</strong> has not been found.
ca: No s'ha trobat el directori <strong>%s</strong>

source: Directory creation error. Please contact with the administrator
ca: S'ha produït un error en crear el directori. Si us plau contacteu amb l'administrador/a.

source: The "%s" directory does not exist or is not writable.
ca: El directori "%s" no existeix o no té permisos d'escriptura

source: File Manager
ca: Gestor de fitxers

source: Sorry! You have not been granted access to this page.
ca: No teniu autorització per accedir a aquesta pàgina

source: The server directory does not exist. Contact with the website administrator to solve this problem.
ca: El directori del servidor no existeix. Contacteu amb l'administrador/a del lloc web per tal de resoldre el problema.

source: Manage Files
ca: Gestiona els fitxers

source: Module configuration
ca: Configura el mòdul

source: No folder defined.
ca: No s'ha indicat el directori

source: no group found
ca: No s'ha trobat el grup

source: no quota defined
ca: No s'ha indicat la quota

source: no image found
ca: No s'ha trobat la imatge

source: no size factor defined
ca: No s'ha indicat el factor de redimensionament

source: The directory <strong>%s</strong> for users does not exist
ca: El directori <strong>%s</strong>, destinat als usuaris, no existeix.

source: The configuration has been updated
ca: S'ha actualitzat la configuració correctament

source: File manager for Zikula sites.
ca: Gestor de fitxers per al Zikula

source: files
ca: fitxers

source: Upload file
ca: Puja un fitxer

source: File name
ca: Nom del fitxer

source: Allowed extensions (comma separated list)
ca: Extensions permeses (separades pel símbol "|")

source: Accept
ca: Accepta

source: Cancel
ca: Cancel·la

source: Reduce size
ca: Redueix la mida

source: Increase size
ca: Augmenta la mida

source: Delete thumbnail
ca: Elimina la miniatura

source: Insert
ca: Insereix una fila en blanc a darrera

source: List of files in folder
ca: Llista de fitxers a la carpeta

source: It is not possible to write in this directory. Make it writable.
ca: No s'ha pogut escriure a la carpeta perquè no té permisos d'escriptura

source: Create directory
ca: Crea una carpeta

source: Set as not public folder
ca: Fes que no sigui un directori públic

source: Set as a public folder
ca: Estableix com a directori públic

source: Disk use:
ca: Ús del disc:

source: %s%% - %s of %s
ca: %s%% - %s de %s

source: The files in this directory are accessible directly from the navigator. Anybody can access to them with the URL:
ca: Els documents d'aquesta carpeta són accessibles directament des del navegador. Hi podeu accedir utilitzant l'URL:

source: file_name
ca: Nom_del_fitxer

source: Name
ca: Nom

source: Size
ca: Mida

source: Modified
ca: Modificat

source: Action
ca: Acció

source: Rename folder
ca: Canvia el nom de la carpeta

source: Delete folder
ca: Esborra la carpeta

source: -- Selected files --
ca: -- Fitxers seleccionats --

source: Move them to another folder
ca: Mou-los a un altre directori

source: Delete them
ca: Esborra'ls

source: Create a zip file with them
ca: Crea un fitxer zip

source: The values displayed in each image are its real size "width x height" and the factor of the modification of its size (value). The value 1 means that the image is in its natural size. A value upper than 1 means that the image has been reduced and a value lower than 1 means that the image has been increased.
ca: Els valors mostrats a cada imatge es corresponen amb la mida real de la imatge "amplada x alçada" i el factor de redimensionament. El valor 1 significa que la imatge es troba en el seva mida original. Amb un valor superior a 1 la imatge es reduirà i amb un valor inferior a 1 la imatge s'ampliarà.

source: The list of the archive content
ca: Continguts de l'arxiu

source: Group
ca: Grup

source: Delete
ca: Esborra

source: Delete disk quota
ca: Esborra la quota de disc

source: Assign a new disk quota
ca: Assigna una quota de disc nova

source: (A value of -1 means no disk quota assigned)
ca: (El valor -1 significa que no s'ha assignat quota de disc)

source: Create zip file
ca: Crea un fitxer zip

source: Generates a zip with this content
ca: Genera un fitxer zip amb els continguts següents

source: Filename
ca: Nom del fitxer

source: Choose a group...
ca: Tria un grup...

source: Save the changes
ca: Desa els canvis

source: -1 means no disk quota limit
ca: -1 indica quota de disc il·limitada

source: Allowed extensions:
ca: Extensions permeses:

source: Files module installation
ca: Instal·lació dels fitxers del mòdul

source: Welcome to Files module
ca: Benvingut/da al mòdul Fitxers

source: This module allow user to manage their own files.<br />Each user has a folder for his/her files.<br />This module needs two writable folders that have to be created.
ca: Aquest mòdul permet a cada usuari/ària gestionar els seus fitxers.<br />Cada usuari/ària disposa d'una carpeta personal.<br />Aquest mòdul necessita que es creïn dos directoris amb permisos d'escriptura.

source: Proceed with the installation
ca: Continua amb l'instal·lació

source: Check if the files folders in the server have been created and define them using the form below.<br />These folders will be used to save the files of the site and the users' files.<br />We recommend to locate them out of the public HTTP.
ca: Comproveu que les carpetes per als fitxers existeixen i especifiqueu les seves característiques. Aquestes carpetes s'utilitzaran per desar els fitxers del lloc i dels usuaris.<br />Es recomana allotjar-los fora del directori de publicació web.

source: Defining the files folders
ca: Definint les carpetes per als fitxers

source: Write the physical location of the folder in the server
ca: Localització física de la carpeta del servidor que contindrà els fitxers del lloc

source: Write the users' folder name
ca: Carpeta on es desaran els fitxers personals dels usuaris

source: Checking if the files folders exist and they are writable
ca: Comprovant si les carpetes on desaran els fitxers existeixen i tenen permisos d'escriptura

source: The folder <strong>%s</strong> is located in the correct place.
ca: La ubicació de la carpeta <strong>%s</strong> és correcta

source: The folder <strong>%s</strong> is not writable and it should be.
ca: La carpeta <strong>%s</strong> no té permisos d'escriptura. És imprescindible que en tingui.

source: The folder <strong>%s</strong> is writable.
ca: La carpeta <strong>%s</strong> té permisos d'escriptura

source: The folder <strong>%s/%s</strong> has not been found.
ca: No s'ha trobat la carpeta <strong>%s/%s</strong>

source: The folder <strong>%s/%s</strong> is located in the correct place.
ca: La ubicació de la carpeta <strong>%s/%s</strong> és correcta

source: The folder <strong>%s/%s</strong> is not writable and it should be.
ca: La carpeta <strong>%s/%s</strong> no té permisos d'escriptura. És imprescindible que en tingui.

source: The folder <strong>%s/%s</strong> is writable.
ca: La carpeta <strong>%s/%s</strong> té permisos d'escriptura

source: Define folders again. Remember that you have to create the folders after define them.
ca: Torneu a configurar les carpetes. Recordeu que heu de crear les carpetes abans de definir-les.

source: Make the folders writable and try again.
ca: Doneu permisos d'escriptura a les carpetes i torneu-ho a provar

source: Proceed with the module installation
ca: Continua amb la instal·lació del mòdul

source: Files
ca: Fitxers

source: Browse
ca: Navega

source: Confirm deletion of:
ca: Confirma l'eliminació de

source: Confirmation prompt
ca: Pregunta de confirmació

source: Create folder
ca: Crea una carpeta

source: Folder name
ca: Nom de la carpeta

source: Close window
ca: Tanca la finestra

source: New filename
ca: Nom de fitxer nou

source: User's files
ca: Fitxers de l'usuari/ària

source: The folder <strong>%s</strong> is in the correct place.
ca: La ubicació de la carpeta <strong>%s</strong> no és correcta

source: Moving
ca: Movent

source: Move to
ca: Mou a

source: (root)
ca: (arrel)

source: Modify configuration
ca: Modifica la configuració

source: You should move the file file.php from modules/Files to the zikula root directory
ca: Moveu el fitxer file.php de la carpeta del mòdul Fitxers a l'arrel del Zikula

source: You should remove the file file.php from modules/Files
ca: Heu d'esborrar el fitxer file.php de la carpeta del mòdul Fitxers

source: Settings
ca: Configuració

source: Files system physical path
ca: Ubicació al sistema de fitxers

source: The folder does not exist or it is not writable
ca: La carpeta no existeix o no s'hi pot escriure

source: Users' folder
ca: Carpeta d'usuaris

source: Show hidden files
ca: Mostra els fitxers ocults

source: Do not show to anyone
ca: No els mostris a ningú

source: Only show to administrators
ca: Mostra'ls només als administradors

source: Show to everyone
ca: Mostra'ls a tothom

source: Editable extensions (comma separated list)
ca: Extensions editables (separades per comes)

source: Maximum file size
ca: Mida màxima del fitxer

source: Default width for images in editor
ca: Amplada per defecte per a les imatges a l'editor

source: pixel
ca: píxels

source: Default height for images in editor
ca: Alçada per defecte per a les imatges a l'editor

source: Default disk quota
ca: Quota de disc per defecte

source: Disk quotas for groups
ca: Quota de disc per a grups
